{
    "id": 5492,
    "citation_title": "Cross-State Variation in Medicaid Programs and Female Labor Supply",
    "citation_author": [
        "Edward Montgomery",
        "John Navin"
    ],
    "citation_publication_date": "1996-03-01",
    "issue_date": "1996-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough the Medicaid program is partially controlled by the federal government, there is considerable latitude in the ability of states to set eligibility requirements and the types of services available to recipients.  This research examines the impact of different state Medicaid programs on the decision to enter the labor force and the number of hours worked by female heads of households.  A pooled cross-section data set constructed from the 1988 through 1993 Current Population Survey March Supplements is used to test if different benefit levels across states impact labor supply behavior. This study adds to the existing Medicaid literature by incorporating new benefit measures and explicitly controlling for state random and fixed effects.  OLS results support the prediction that Medicaid expenditures reduce labor supply, but controlling for state fixed or random effects alters the effect of both the AFDC and Medicaid programs on both the decision to participate as well as the number of hours worked of female heads of households.  We also consider the effects of policy endogeneity on these estimates using instruments for state welfare generosity and find evidence that estimates of the effect of welfare on labor supply are sensitive to the failure to control for time-varying policy endogeneity.\n\n",
    "acknowledgement": "\n"
}