{
    "id": 5494,
    "citation_title": "Determinants of Privatization Prices",
    "citation_author": [
        "Florencio Lopez-de-Silane"
    ],
    "citation_publication_date": "1996-03-01",
    "issue_date": "1996-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGenerating government revenue is a common objective in privatization.  This paper asks: what determines privatization prices? Pursuing this query helps resolve the current controversies about the bearing of speed and the role for government actions prior to privatization.  The data, gathered from primary sources, encompass 361 privatized Mexican companies in 49 four-digit industry codes.  The determinants of auction privatization prices are divided into three groups: (1) company performance and industry parameters; (2) the auction process and its requirements; and (3) the prior restructuring actions taken by the government.  Controlling for company and industry effects reveals the significant impact of the costs and characteristics of the labor force.  Minority control packages carry large discounts.  Auction requirements that allow foreign investors result in higher sale premia, while restrictions constraining participation or payment forms reduce net prices.  The speed of privatization substantially influences net prices: the longer it takes to put the company on the block, the more severe the deterioration in performance, and the lower the premium obtained.  Pre-sale reductions in labor force, and particularly the firing of CEOs, lead to significantly higher premiums.  Debt absorption, investment, and performance improvement programs do not increase the net price, while de-investment measures prove more beneficial.  Overall, the results show increased premia for government actions that stimulate bidder participation and expedite the privatization process.\n\n",
    "acknowledgement": "\n"
}