{
    "id": 55,
    "citation_title": "Social Costs of Monopoly and Regulation",
    "citation_author": [
        "Richard A. Posner"
    ],
    "citation_publication_date": "1974-09-01",
    "issue_date": "1974-09-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen an industry is monopolized, price rises above and output falls below the competitive level. Those who continue to buy the product at the higher price suffer a loss, but this loss is exactly offset by the additional revenue that the monopolist obtains by charging the higher price. Other consumers, who are deflected by the higher price to substitute goods, suffer a loss, that is not offset by gains to the monopolist. This is the \"deadweight loss\" from monopoly, and in conventional analysis the only social cost of monopoly.  The loss suffered by those who continue to buy the product at the higher cost is regarded merely as a transfer from consumers to owners of the monopoly seller and has not previously been factored into the social costs of monopoly.  However, the existence of an opportunity to obtain monopoly profits will attract resources into efforts to obtain monopolies, and the opportunity costs of those resources are social costs of monopoly, too. Although the tendency of monopoly rents to be transformed into costs is no longer a novel insight, its implications both for the measurement of the aggregate social costs of monopoly and for a variety of other important issues relating to monopoly and public regulation (including tax policy) continue to be ignored.  The present paper is an effort to rectify this neglect.  Part I introduces the material.  Part II presents a simple model of the social costs of monopoly, conceived as the sum of the deadweight loss and the additional loss resulting from the competition to become a monopolist.  Part III uses the model to estimate the social costs of monopoly in the United States, and the social benefits of antitrust enforcement. Part IV explores the implications of the analysis for a variety of issues relating to monopoly and public regulation, such as public policy toward price discrimination and the choice between income and excise taxation.\n\n",
    "acknowledgement": "\nI am grateful to Gary S. Becker and George J. Stigler for helpful comments. Research on this paper was supported by a grant from the National Science Foundation to the National Bureau of Economic Research for research in law and economics.\n\n\n"
}