{
    "id": 550,
    "citation_title": "Government Intervention in the Inflation Process: The Econometrics of \"Self-Inflicted Wounds\"",
    "citation_author": [
        "Jon Frye",
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1980-09-01",
    "issue_date": "1980-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a single reduced-form inflation equation that can explain both the variance and acceleration of inflation during the 1970s.Inflation is explained by four sets of factors. Aggregate demand enters through the lagged output ratio and the growth rate of nominal GNP. The adjustment of inflation to changes in aggregate demand is limited by the role of inertia in the inflation process, expressed as the dependence of the rate of change of prices on its own past values. Two types of supply-side elements enter. Government intervention directly altered the price level during the Nixon control era, and in addition the government has aggravated the inflation problem by what have been called \"self-inflicted wounds,\" including increases in the effective social security tax rate and effective minimum wage. Also there have been external supply shocks that are outside of the immediate control of the government, including changes in the relative prices of food and energy, changes in the growth rate of productivity, and changes in the foreign exchange value of the dollar. Considerable attention is given to alternative methods of estimating the impact of direct episodes of government intervention In the price-setting process, particularly during the Nixon controls. We find that such episodes have been futile. Because of their futility, these intervention episodes can be regarded as \"self-inflicted wounds,\" like the payroll tax and minimum wage changes that normally are described by this term.\n\n",
    "acknowledgement": "\n"
}