{
    "id": 5504,
    "citation_title": "Adoption of Financial Technologies: Implications for Money Demand and Monetary Policy",
    "citation_author": [
        "Casey B. Mulligan",
        "Xavier Sala-i-Martin"
    ],
    "citation_publication_date": "1996-03-01",
    "issue_date": "1996-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we argue that the relevant decision for the majority of US households is not the fraction of assets to be held in interest bearing form, but whether to hold any of such assets at all (we call this `the decision to adopt' the financial technology).  We show that the key variable governing the adoption decision is the product of the interest rate times the total amount of assets.  The implication is that, instead of studying money demand using time series and looking at historical interest rate variations, we can look at a cross-section of households and analyze variations in the amount of assets held.  We can use this methodology to estimate the interest elasticity of money demand at interest rates close to zero. We find that (a) the elasticity of money demand is very small when the interest rate is small, (b) the probability that a household holds any amount of interest bearing assets is positively related to the level of financial assets, and (c) the cost of adopting financial technologies is positively related to age and negatively related to the level of education.  The finding that the elasticity is very small for interest rates below 5 percent suggests that the welfare costs of inflation are small. We also find that at interest rates of 6 percent, the elasticity is close to 0.5.  We find that roughly one half of this elasticity can be attributed to the Baumol-Tobin or intensive margin and half of it can be attributed to the new adopters or extensive margin.  The intensive margin is less important at lower interest rates and more important at higher interest rates.\n\n",
    "acknowledgement": "\n"
}