{
    "id": 551,
    "citation_title": "The Variance and Acceleration of Inflation in the 1970s: Alternative Explanatory Models and Methods",
    "citation_author": [
        "Jon Frye",
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1980-09-01",
    "issue_date": "1980-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper attributes the behavior of U.S. inflation to four sets of factors: aggregate demand shifts; government intervention in the form of the Nixon price controls and changes in the social security tax rate and the effective minimum wage; external supply shocks that include the impact of the changing relative prices of food and energy, the depreciation of the dollar, and the aggregate productivity slowdown: and inertia that makes the inflation rate depend partly on its own lagged values. Considerable attention is given to alternative methods of measuring the impact of government intervention, including the Nixon controls, Kennedy- Johnson guideposts, and the Carter pay standards. The results imply that direct intervention has been futile, since the guidelines and pay standards had no effect at all on inflation, while the Nixon-era controls had only a temporary impact that stabilized both the inflation rate and the level of real output. Some previous studies have had a problem in explaining why inflation was so rapid in 1974 and have been forced to conclude that the termination of the Nixon controls raised prices more than the imposition of controls had lowered them. We find that much of the explanation of rapid inflation in 1974 is the same as that in 1979-80: the shortfall of productivity growth below its ever-slowing trend rate of growth raised business costs and forced-extra price increases, and the depreciation of the dollar in 1971-73 and 1978 boosted the prices of exports and import substitutes, Rapid demand growth, the 1979-80 oil shock, the depreciation of the dollar, the productivity slow- down, and payroll tax increases all help to explain why the inflation rate accelerated between 1976 and 1980 by much more than was generally expected two or three years ago.\n\n",
    "acknowledgement": "\n"
}