{
    "id": 5514,
    "citation_title": "Implicit Budget Deficits: The Case of a Mandated Shift to Community-Rated Health Insurance",
    "citation_author": [
        "David F. Bradford",
        "Derrick A. Max"
    ],
    "citation_publication_date": "1996-03-01",
    "issue_date": "1996-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince a typical regulatory mandate can be equated in its economic effect to a combination of an expenditure program and a tax program, observers have often suggested that it would serve consistent public policy to bring regulatory decisions into the same budgetary framework.  This paper concerns an important example of a regulatory program that would mimic deficit financing in effecting a transfer of fiscal burdens toward younger and future generations, the mandated purchase of (or provision by employers of) health care insurance under a system of community rating, under which the same price is charged for health insurance for all comers, regardless of age, sex, or health condition. Such a shift would result in redistributions of burdens across birth cohorts, in this case from existing, especially middle-aged birth cohorts toward future generations. Using data from a variety of sources we conclude the effect would be substantial.  For our central-case assumptions about discount, health care cost, and productivity growth rates, and about the locus of responsibility for paying health care bills, a shift to community rating is estimated to generate gains for people over age 30 in 1994, $16,700 per person aged 50 for example, at the cost to younger cohorts.  Those born in 1994 would acquire an extra payment obligation with a discounted value of $7,100 each. The burden passed along to future generations can be described by a $9,300 per capita tax at birth (growing with productivity).  The analysis makes clear that the regula- tory policy shift, with no direct budgetary implications, would have an intergenerational transfer effect comparable to what would be considered a major change in on-budget tax or transfer programs.\n\n",
    "acknowledgement": "\n"
}