{
    "id": 5517,
    "citation_title": "Fiscal Policy and Monetary Union: Is There a Tradeoff between Federalism and Budgetary Restrictions?",
    "citation_author": [
        "Barry Eichengreen",
        "Jurgen von Hagen"
    ],
    "citation_publication_date": "1996-03-01",
    "issue_date": "1996-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Maastricht Treaty on Europe Union features an Excessive Deficit Procedure limiting the freedom to borrow of governments participating in the European monetary union.  One justification is to prevent states from over- borrowing and demanding a bailout which could divert the European Central Bank from its pursuit of price stability. We challenge this rationale.  Using data for a cross section of federal states, we find no association between monetary union and restraints on borrowing by subcentral governments. There is,however, an association between fiscal restraints and the share of the tax base under the control of sub-national authorities. Restraints are prevalent where subcentral governments finance a relatively small share of spending with their own taxes.  Lacking control of the tax base, such governments cannot be expected to resort to increased taxation to deal with debt crises. Prohibiting borrowing by subcentral governments will not eliminate the demand for tax smoothing and public investment. Governments whose ability to provide such services is limited may therefore pressure the central government to borrow for them. We report evidence that the financial position of central governments is more fragile where subcentral jurisdictions are prevented from borrowing. The implications for the EU are direct.  That EU member states control their own taxes should strengthen the hand of authorities seeking to resist pressure for a bailout. But in the longer run, borrowing restraints may weaken the financial position of Brussels, transferring bailout risk from the member states to the EU itself.\n\n",
    "acknowledgement": "\n"
}