{
    "id": 5519,
    "citation_title": "Problems in the Measurement and Performance of Service-Sector Productivity in the United States",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1996-03-01",
    "issue_date": "1996-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNot only has U.S. productivity been poor by international standards but it is highly heterogeneous at the disaggregated industry level.  Manufacturing has continued to do well while nonmanufacturing has done poorly, especially the services.  Within services, apparel retailing has done well while food retailing has done badly; railroad productivity has accelerated while airline productivity has decelerated.  This dispersion of performance argues against a single over-arching explanation of the slowdown.  The recent shift to chain- weighted productivity measures substantially increases the magnitude of the U.S productivity slowdown and shifts it later in time. Performance in the 1970s is better than previously thought, while performance in the 1990s has been substantially worse.  In addition, productivity performance in each decade has been understated due to an upward bias in the Consumer Price Index This 'CPI bias' has led to an uneven understatement of productivity change, with major errors in manufacturing, trade, and some services. The paper emphasizes two substantive causes of the productivity slowdown that go beyond measurement errors.  First, some industries (e.g. electric utilities and airlines) reached a technological frontier in which the sources of earlier rapid productivity growth were exhausted. Second, slow productivity growth in food retailing and some service industries reflects a feedback from the weak bargaining position of U.S. labor.  Weak unions, a falling real minimum wage, and immigration have combined to keep real wages in U.S. service industries relatively low, and this encourages overhiring by the standards of some other industrial nations.\n\n",
    "acknowledgement": "\n"
}