{
    "id": 5526,
    "citation_title": "The Significance of International Tax Rules for Sourcing Income: The Relationship Between Income Taxes and Trade Taxes",
    "citation_author": [
        "John Mutti",
        "Harry Grubert"
    ],
    "citation_publication_date": "1996-04-01",
    "issue_date": "1996-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how rules to determine the source of income internationally for tax purposes can have important effects on the form in which taxable income is reported and on the location of economic activity.  In the case of U.S. law, two provisions are significant: allowing a portion of export income to be regarded as foreign source and treating royalties received as foreign source. These source rules have become increasingly important due to tax policy changes adopted in the 1980s and to the growing role in U.S. production and trade of goods that require intangible intellectual property.  In addition, very similar transactions can be carried out as trade in goods, trade in services or production by a foreign affiliate, and tax incentives can influence that choice.  How the source rules operate and the incentives they create are demonstrated in a set of stylized calculations to determine after-tax returns under various assumptions about relevant income and withholding tax rates, tariffs, and the importance of tangible and intangible capital in production.  An assessment of the empirical importance of these provisions is based on recent studies of the determinants of trade and investment by U.S. multinational corporations.  The treatment of royalty income appears to encourage royalty payments from high-tax countries and to promote real economic activity there.\n\n",
    "acknowledgement": "\n"
}