{
    "id": 5535,
    "citation_title": "What Do Bureaucrats Do? The Effects of Performance Standards and Bureaucratic Preferences on Acceptance into the JTPA Program",
    "citation_author": [
        "James J. Heckman",
        "Jeffrey A. Smith",
        "Christopher Taber"
    ],
    "citation_publication_date": "1996-04-01",
    "issue_date": "1996-04-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBureaucratic performance standards are featured in many proposals to increase efficiency in government.  These standards reward bureaucrats on the basis of measured outcomes.  The performance standards system created under the Job Training Partnership Act (JTPA) of 1982 is often cited as a successful prototype.  Under the JTPA system, local training centers receive monetary rewards based on the employment levels and wage rates attained by their trainees upon completion of the program.  Critics of the JTPA performance standards system argue that it creates an incentive for program managers to encourage case workers to `cream-skim' the most employable applicants into the program. We examine this issue by analyzing the determinants of acceptance into JTPA among applicants at a training center for which we have data on everyone who applied over a two year period.  We find that case workers prefer to accept the least employable applicants, rather than the most employable as suggested by the cream-skimming story.  This evidence indicates that concerns about cream-skimming in JTPA may be exaggerated.  Instead, the performance standards system may operate as a countervailing force against the preferences of case workers. Using experimental data from the recent National JTPA Study, we also determine whether or not case workers accept those applicants with higher expected gains from the program.  Our evidence only weakly supports this hypothesis.\n\n",
    "acknowledgement": "\n"
}