{
    "id": 555,
    "citation_title": "Inflation Stabilization and Capital Mobility",
    "citation_author": [
        "Rudiger Dornbusch"
    ],
    "citation_publication_date": "1980-09-01",
    "issue_date": "1980-09-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper investigates the process of inflation stabilization under conditions of international capital mobility. A first part looks at the traditional view of inflation and payments problems as a reflection of fiscal problems and deficit finance. From there the analysis proceeds to the macro-dynamics of inflation stabilization under alternative policy regimes. Inflation stabilization is studied in an open economy model of inflation and output determination with high but imperfect capital mobility. The policy regimes considered range from a monetary growth rule combined with constant real exchange rates to a prefixed path for the nominal exchange rate combined with active money for external balance. The analysis identifies three main problems in the stabilization effort. First and foremost, the problems of stubborn inflation. Because inflation does not collapse in the face of good intentions inflation stabilization requires a protracted reduction in the level of demand. The inflation process is modeled along two different lines, each emphasizing inertia. Second, the velocity problem which arises from the fact that a reduction in inflation and nominal interest rates raises real demand. This implies that in the adjustment process Inflation has to average less than money growth and, indeed, has to fall transitorily below the new rate of money creation. Third, the real exchange rate problem. This arises from the fact inflation stabilization reduces output and raises real interest rates, thus improving the balance of payments, creating a sterilization problem and/or putting upward pressure on the exchange rate. An initial real appreciation might be welcome as it provides help in the disinflation process, but it must be recognized that the benefit is transitory and must ultimately be repaid when the real exchange rate, with adverse inflation effects, returns to its equilibrium level.\n\n",
    "acknowledgement": "\n"
}