{
    "id": 5551,
    "citation_title": "The Entry and Exit of Workers and the Growth of Employment: An Analysis of French Establishments",
    "citation_author": [
        "John M. Abowd",
        "Patrick Corbel",
        "Francis Kramarz"
    ],
    "citation_publication_date": "1996-04-01",
    "issue_date": "1996-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur empirical analyses distinguish between flows of workers, directly measured, and job creation and destruction, again, directly measured.  We use a representative sample of all French establishments for 1987 to 1990.  Our most important findings are that (1) annual job creation can be characterized as hiring three persons and separating two for each job created in a given year; (2) annual job destruction can be characterized as hiring one person and separating two for each job destroyed in a given year; (3) two-thirds of all hiring are short term contracts and more than half of all separations are due to the end of these short term contracts; (4) when an establishment is shrinking the adjustment is made by reducing entry (short and long contracts, and transfers) and not changing the separation rates; (5) for the highest skill groups ten percent of months with firm-initiated exits also have new hiring in the same skill group and for the lowest skill groups 25% of the months with firm-initiated separations also have new hiring in that skill group; (6) approximately one-third of all short-term employment contracts are converted to long-term contracts at their termination; (7) most worker flows are procyclical; (8) employment adjustment occurs primarily through changes in the entry rates (often of short-term contract workers) and not through the exit rates (except for quits); and (9) the rate of internal promotion into higher skilled positions is about three times the size of net employment changes inside the job category.\n\n",
    "acknowledgement": "\n"
}