{
    "id": 5558,
    "citation_title": "Optimal Tax and Debt Policy with Endogenously Imperfect Creditworthiness",
    "citation_author": [
        "Joshua Aizenman",
        "Michael Gavin",
        "Ricardo Hausmann"
    ],
    "citation_publication_date": "1996-05-01",
    "issue_date": "1996-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that the patterns of optimal tax rates and borrowing in the presence of endogenous borrowing constraints differ considerably from the patterns observed with fully integrated capital markets.  We study a developing country characterized by a costly tax collection.  Its access to the international credit market is determined by the efficiency of the tax system and the relative bargaining power of creditors.  Partial defaults induce a `burden shifting' from bad to good states of nature, reducing the cost of borrowing, implying that a switch from no default to a partial default regime is associated with a borrowing boom.  The switch to a partial default regime is associated with financial fragility, where small adverse changes in fundamentals lead to a large accumulation of debt. The tax rate exhibits strong counter-cyclical patterns in economies operating at the credit ceiling, whereas the tax rate exhibits strong pro-cyclical patterns in economies operating on the upward sloping portion of the supply of credit, where the risk premium is positive, and very little cyclical patterns in economies operating on the elastic portion of the supply of credit.  We identify a volatility- debt curve for a given realization of output.  With low debt, higher volatility tends to reduce borrowing.  When volatility reaches a threshold, we observe a switch from a no default to a partial default regime, where a further rise in volatility increases borrowing and reduces present taxes.\n\n",
    "acknowledgement": "\n"
}