{
    "id": 5559,
    "citation_title": "Axiomatic and Economic Approaches to International Comparisons",
    "citation_author": [
        "W. Erwin Diewert"
    ],
    "citation_publication_date": "1996-05-01",
    "issue_date": "1996-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper considers the problem of choosing a multilateral system of index numbers in order to make aggregate price and quantity comparisons between many countries and regions.  The problems involved in choosing functional forms in order to make these comparisons are both theoretically and empirically more difficult than the problems involved in choosing a bilateral index number formula.  The great variation in relative prices and quantities in the international context means that the choice of a multilateral method is empirically important: different methods will give very different answers.  The paper reviews ten classes of multilateral methods both from the viewpoint of the axiomatic approach as well as the economic approach. A new system of 11 desirable axioms or properties for multilateral systems is suggested.  With respect to the economic approach, the concept of a superlative bilateral index number formula (which can adequately model substitution effects) is adapted to the multilateral context.  Each of the 10 classes of multilateral methods is evaluated from the axiomatic and economic perspectives.  Four classes of methods are identified as being `best'  They are all superlative and satisfy slightly different sets of axioms.\n\n",
    "acknowledgement": "\n"
}