{
    "id": 556,
    "citation_title": "Trade Adjustment Assistance under the U.S. Trade Act of 1974: An Analytical Examination and Worker Survey",
    "citation_author": [
        "J. David Richardson"
    ],
    "citation_publication_date": "1980-09-01",
    "issue_date": "1980-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe goals of trade adjustment assistance (TAA) are to ease transition, compensate injury, and bleed political pressure for protectionism. Section I of the paper outlines the economic principles underlying these goals, and their shifting historical importance in the U.S. Sections II and III of the paper discuss the personal characteristics of a representative sample of worker recipients of TAA in 1976, and their labor market success in several subsequent years. Their experience is compared to that of a matched sample of workers receiving standard unemployment insurance (UI) . Comparisons in Section II focus on differences in mean characteristics and experience between the TAA and UT samples, controlling only for whether workers returned eventually to the firm from which they were initially separated. Comparisons in Section III focus on differences between the TAA and UI samples in their ability to recover lost employment and income, using a regression approach that in principle controls for all relevant variables, and not for just one. The most important conclusions of the research are the following. (1) The majority of TAA recipients in 1976 were not permanently displaced, but returned eventually to their former employers. A far greater proportion of UI recipients suffered permanent displacement. (2) Workers receiving TAA had higher incomes on average than their counterparts who received only UI. Their incomes furthermore fell less frequently below the poverty line. (3) TAA recipients nevertheless experienced more frequent and enduring transitional unemployment than did UI recipients, and did not return to their former income level as rapidly. (4) The reasons for conclusion (3) were unclear. It could not readily be explained by differences between the TAA and UI samples in permanence of layoff, generosity of program benefits, age, experience, industry, affluence, economic environment, socioeconomic status, or behavioral responses to any of these variables. Conclusions (1) and (2) are at variance with most previous work on TAA. Conclusion (3) is not, but the traditional explanations for it are those that conclusion (4) rules out.\n\n",
    "acknowledgement": "\n"
}