{
    "id": 5571,
    "citation_title": "Understanding the Postwar Decline in U.S. Saving: A Cohort Analysis",
    "citation_author": [
        "Jagadeesh Gokhale",
        "Laurence J. Kotlikoff",
        "John Sabelhaus"
    ],
    "citation_publication_date": "1996-05-01",
    "issue_date": "1996-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 1980, the U.S. net national saving rate has averaged less than half the rate observed in the 1950s and 60s.  This paper develops a unique cohort data set to study the decline in U.S. national saving. It decomposes postwar changes in U.S. saving into those due to changes in cohort-specific consumption propensities, those due to changes in the intergenerational distribution of resources, those due to changes in government spending on goods and services, and those due to changes in demographics. Our findings are striking.  The decline in U.S. saving can be traced to two factors: The redistribution of resources from young and unborn generations with low or zero propensities to consume toward older generations with high consumption propensities, and a significant increase in the consumption propensities of older Americans.  Most of the redistribution to the elderly reflects the growth in Social Security, Medicare, and Medicaid benefits.  The increase in the elderly's consumption propensities may also reflect government policy, namely the fact that Social Security, Medicare, and Medicaid benefits are paid in the form of annuities and that, in the case of Medicare and Medicaid, the annuities are in-kind and must, therefore, be consumed.\n\n",
    "acknowledgement": "\n"
}