{
    "id": 5583,
    "citation_title": "Unequal Societies",
    "citation_author": [
        "Roland Benabou"
    ],
    "citation_publication_date": "1996-05-01",
    "issue_date": "1996-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper aims to explain the significant variations in the social contract observed across nations.  It shows how countries with similar technologies and preferences, as well as equally democratic political systems, can sustain very different average and marginal tax rates.  Similarly, it provides an explanation for the striking difference between the US and European systems of education finance or health insurance.  The underlying mechanism operates as follows.  With imperfect credit and insurance markets some redistributive policies can have a positive effect on aggregate output, growth, or more generally ex-ante welfare.  Examples considered here include social insurance, progressive taxation combined with investment subsidies, and public education.  Aggregate efficiency gains imply very different political economy consequences from those of standard models: the extent of political support for such redistributive policies decreases with the degree of inequality, at least over some range.  This can generate a negative correlation between inequality and growth, as found in the data, without the usual feature that transfers increase with inequality, which is not supported empirically.  Moreover, capital market imperfections make future earning a function of current resources.  Combined with the politics of redistribution this creates the potential for multiple steady-states, with mutually reinforcing high inequality and low redistribution, or vice-versa.  Temporary shocks to the distribution of income or the political system can then have permanent effects.\n\n",
    "acknowledgement": "\n"
}