{
    "id": 5590,
    "citation_title": "Mismeasurement in the Consumer Price Index: An Evaluation",
    "citation_author": [
        "Matthew D. Shapiro",
        "David W. Wilcox"
    ],
    "citation_publication_date": "1996-05-01",
    "issue_date": "1996-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of analysts have claimed recently that the consumer price index overstates the annual increase in the cost of living. This paper develops a framework for studying measurement problems in the consumer price index and systematically analyzes the available evidence concerning the magnitude of these problems.  It concludes that the CPI overstates increases in the cost of living. The evidence suggests that the bias is centered on 1.0 percentage point per year.  The extent of this bias is not known exactly.  To take into account this uncertainty, the estimated bias is presented in terms of a probability distribution rather than a point estimate or range.  We estimate that there is a 10 percent chance that the bias is less than 0.6 percentage point and a 10 percent chance that it is greater than 1.5 percentage points per year. CPI procedures overstate the rate of inflation for medical procedures that are subject to technological improvement.  To illustrate this point and to show how better to measure medical care prices, the paper presents a prototypical price index for cataract surgery.  This price index grows much more slowly than a price index for cataract surgery constructed using the methodology of the CPI. The paper discusses implications of CPI mismeasurement for monetary and fiscal policy as well as for other official statistics. It also offers some suggestions for improving the CPI.\n\n",
    "acknowledgement": "\n"
}