{
    "id": 5592,
    "citation_title": "Illegal Immigration, Border Enforcement, and Relative Wages: Evidence from Apprehensions at the U.S.-Mexico Border",
    "citation_author": [
        "Gordon H. Hanson",
        "Antonio Spilimbergo"
    ],
    "citation_publication_date": "1996-05-01",
    "issue_date": "1996-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine illegal immigration in the United States from Mexico over the period 1976-1995.  One challenge is that we do not observe the number of individuals that attempt to enter the United States illegally; we only observe the number of individuals apprehended attempting to cross the U.S.-Mexico border illegally.  Based on a simple migration model, we postulate the existence of an apprehensions function, which expresses apprehensions at the border as a function of illegal attempts to cross the border and U.S. border-enforcement effort.  We estimate a reduced-form apprehensions function using monthly data on apprehensions at the U.S.-Mexico border, person hours the U.S. Border Patrol spends policing the border, and wages in the United States and Mexico.  We find that a 10% decrease in the Mexican real wage leads to a 7.5% to 8.8% increase in apprehensions at the border.  Under plausible conditions this is a lower bound for the effect of the Mexican wage on attempted illegal immigration.  It is the purchasing power of U.S. wages in Mexico, not the purchasing power of U.S. wages in the United States, that matters for border apprehensions, suggesting that migrants expect to maintain ties with Mexico.  Border apprehensions are higher in the month following a large devaluation of the peso and higher when the change in the Mexican real wage is negative.  Each additional hour the U.S. Border Patrol spends policing the border yields an additional 0.25 to 0.33 apprehensions.\n\n",
    "acknowledgement": "\n"
}