{
    "id": 5598,
    "citation_title": "Should Transfer Payments Be Indexed to Local Price Levels?",
    "citation_author": [
        "Edward L. Glaeser"
    ],
    "citation_publication_date": "1996-05-01",
    "issue_date": "1996-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the optimal location-based redistribution policy and shows that adjustment for local price levels is occasionally optimal, but never for the reasons suggested by the popular press.  First, the existence of a spatial equilibrium suggests that utility levels will be equalized across space, so there is little equity rationale for indexing transfers to local prices. Second, since transfers to high cost areas buy less than transfers to low cost areas, it is in fact less efficient to transfer to high cost areas.  However, even though migration ensures that utilities are equalized across space, marginal utilities of income will not necessarily be equalized, and since optimal transfer policy equalizes marginal,not total, utilities there is possibly a rationale for indexing to local pricelevels. Optimal indexing is a function of the coefficient of relative risk aversion, the elasticity of migration with respect to transfer differences across space and the degree to which higher amenities in high cost areas increase or decrease the marginal utility of income.  Given my best parameter estimates, a one percent increase in local prices should lead to a .5 percent increase in transfers, when transfers are 2/3 of total income.  My estimates from current AFDC payments suggest that the current level of implicit indexing is too high to possibly be optimal.\n\n",
    "acknowledgement": "\n"
}