{
    "id": 5599,
    "citation_title": "Personal Retirement Saving Programs and Asset Accumulation: Reconciling the Evidence",
    "citation_author": [
        "James M. Poterba",
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "1996-05-01",
    "issue_date": "1996-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past several years, we have undertaken a series of analysies of the effect of IRA and 401(k) contributions on net personal saving. Saver hetero- geneity is the key impediment to determining the saving effect of these plans We emphasize that no single method can provide sure control for all forms of heterogeneity. Taken together, however, we believe that the analyses address the key complications presented by heterogeneity.  In our view, the weight of the evidence, based on the many non-parametric approaches discussed here provides strong support for the view that contributions to IRA and 401(k) represent largely new saving.  Some of the evidence is directed to the IRA program, some to the 401(k) plan, and some to both plans.  Several other investigators have used different methods to consider the effect of these retirement saving programs on personal saving and in some cases have reached very different conclusions from ours. Thus we have devoted particular effort to trying to reconcile the results, explaining why different approaches, sometimes based on the same data, have led to different conclusions. In some instances, we believe the limitations of the methods used by others have undermined the reliability of the results.  Particular attention is devoted to a recent paper by Gale and Scholz [1994] that is widely cited as demonstrating that IRAs have no saving effect.  Based on our analysis of the data used by Gale and Scholz, we find that their conclusions are inconsistent with the raw data and their formal model does not provide reliable information on the extent of substitution.\n\n",
    "acknowledgement": "\n"
}