{
    "id": 5608,
    "citation_title": "Spousal Labor Supply as Insurance: Does Unemployment Insurance Crowd Outthe Added Worker Effect?",
    "citation_author": [
        "Jonathan Gruber",
        "Julie Berry Cullen"
    ],
    "citation_publication_date": "1996-06-01",
    "issue_date": "1996-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider the role of spousal labor supply as insurance against spells of unemployment.  Standard theory suggests that women should work more when their husbands are out of work (the Added Worker Effect  or AWE), but there has been little empirical support for this contention.  We too find little evidence of an AWE over the 1984-1993 period.  We suggest that one reason for the absence of the AWE may be that unemployment insurance (UI) is providing a state-contingent income stream that counteracts the negative income shock from the husband's unemployment.  We in fact find that increases in the generosity of UI lower labor supply among wives of unemployed husbands.  Our results suggest that UI is crowding out a sizeable fraction of offsetting spousal earnings in response to unemployment spells, although even in the absence of a UI system the spousal response would only make up a small share of the associated reduction in family income.  We also find evidence that families are making labor supply decisions in a life cycle context, since there are effects of UI on the labor supply of wives of employed husbands who face high unemployment risk.  Yet, couples do not appear able to smooth the labor supply response to UI income flows equally over periods of employment and unemployment, suggesting the presence of liquidity constraints.  Finally, wives in families with small children are more responsive to UI benefits in their labor supply decisions, which is consistent with the notion that they have a higher opportunity cost of market work.\n\n",
    "acknowledgement": "\n"
}