{
    "id": 5611,
    "citation_title": "Keynesianism, Pennsylvania Avenue Style: Some Economic Consequences of the Employment Act of 1946",
    "citation_author": [
        "J. Bradford De Long"
    ],
    "citation_publication_date": "1996-06-01",
    "issue_date": "1996-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Employment Act of 1946 created the Council of Economic Advisers as an institution and serves as a convenient marker of a broader change in opinions: the assumption by the federal government of the role of stability the macro- economy. The magnitude of this shift should not be understated: before the Great Depression strong currents of macroeconomic theory held that stabiliza- tion policy was positively unwise.  It solved problems in the present only by storing up deeper and more dangerous problems for the future.  Yet as a result of the shift in opinions and sentiments marked by the 1946 Employment Act, no government since WWII has dared do anything other than let fiscal automatic stabilizers swing into action during recession.  This may have been a significant force tending to moderate the post-WWII business cycle, but the bulk of the CEA's time and energy now and in the past has been devoted not to macroeconomic but to microeconomic issues.  The CEA has been one of the few advocates of the public interest in allocative efficiency present in the government.  The CEA has been more successful in its microeconomic role than many would have predicted ex ante.  Its relative success can be traced to the staffing pattern set up by two strong early chairs Arthur Burns and Walter Heller who made sure that the CEA staff was largely composed of short-term appointees whose principal loyalties were to the discipline of economics and who were less vulnerable to the processes that block pressure for allocative efficiency in other parts of the government.\n\n",
    "acknowledgement": "\n"
}