{
    "id": 5616,
    "citation_title": "Computer Use and Productivity Growth in Federal Government Agencies, 1987 to 1992",
    "citation_author": [
        "William Lehr",
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "1996-06-01",
    "issue_date": "1996-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines trends in computer usage and the effect on productivity growth for a sample of federal government agencies over the period from 1987 to 1992.  We link data from the Bureau of Labor Statistics (BLS) on the growth in real output per employee with data from a marketing research firm, Computer Intelligence (CI), on the growth in per capita computer assets for a sample of 44 federal agencies.  The data show that computer usage increased dramatically and that there was a shift towards more powerful, lower cost, distributed systems and that usage diffused more extensively throughout the sampled agencies.  These trends mirror, while perhaps lagging, those experienced by large private firms over the same period.  From estimates of a Cobb-Douglas production function for government services, we derive an estimated output elasticity for computers of 0.06, which allows us to conclude that computers did contribute significantly to output growth, thereby refuting the Computer Productivity Paradox as it applies to the public sector. Computers do not appear to be responsible for the disappointing productivity performance of the service sector.  Although the magnitude of our estimated elasticity suggests that the returns to computer investments exceeded those to other types of capital, our results are not conclusive.  We also observe a positive correlation between increased computer usage and compensation growth which is consistent with skill-biased technical change.\n\n",
    "acknowledgement": "\n"
}