{
    "id": 5626,
    "citation_title": "Wages, Productivity, and Worker Characteristics: Evidence from Plant-Level Production Functions and Wage Equations",
    "citation_author": [
        "Judith K. Hellerstein",
        "David Neumark",
        "Kenneth R. Troske"
    ],
    "citation_publication_date": "1996-06-01",
    "issue_date": "1996-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a unique new data set that combines individual worker data with data on workers' employers to estimate plant-level production functions and wage equations, and thus to compare relative marginal products and relative wages for various groups of workers.  The data and empirical framework lead to new evidence on numerous questions regarding the determination of wages, questions that hinge on the relationship between wages and marginal products of workers in different demographic groups. These include race and sex discrimination in wages, the causes of rising wages over the life cycle, and the returns to marriage. First, workers who have ever been married are more productive than never-married workers and are paid accordingly. Second, prime-aged workers (aged 35-54) are equally as productive as younger workers, and in some specifications are estimated to receive higher wages.  However, older workers (aged 55+) are less productive than younger workers but are paid more.  Third, the data indicate no difference between the relative wage and relative productivity of black workers.  Finally, with the exception of managerial and professional occupations, women are paid about 25-35% less than men, but estimated productivity differentials for women are generally no larger than 15%, and significantly smaller than the pay differential.\n\n",
    "acknowledgement": "\n"
}