{
    "id": 5640,
    "citation_title": "Insurance or Self-Insurance?: Variation, Persistence, and Individual Health Accounts",
    "citation_author": [
        "Matthew J. Eichner",
        "Mark B. McClellan",
        "David A. Wise"
    ],
    "citation_publication_date": "1996-06-01",
    "issue_date": "1996-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the feasibility of catastrophic health insurance established in conjunction with individual health accounts (IHAs).  Under this plan, the employer establishes both a high-deductible health insurance plan and an IHA.  Employee health care costs below the deductible are then paid out of the IHA; costs above the deductible are paid by the insurance plan. Assets remaining in the account when the employee retires are available for other purposes.  Although attractive because it helps to solve the moral hazard  problem associated with conventional insurance plans, the scheme may be considered infeasible if medical expenditures over a working life are so persistent that certain individuals accumulate little in the IHA while others accumulate a great deal.  Within the context of an illustrative IHA plan, we develop preliminary empirical evidence on the distribution of medical expenditures and hence savings under an IHA plan.  Our analysis is based on longitudinal health insurance claims data from a large firm.  We emphasize the balance in the IHA account at retirement.  Although such a plan would produce a range of balances across employees, approximately 80% would retain over 50% of their contributions.  Only about 5% would retain less than 20% of their contributions.  The outcomes suggest to us that such a plan is feasible. And, we believe that such a plan could be structured to increase retirement savings.\n\n",
    "acknowledgement": "\n"
}