{
    "id": 5641,
    "citation_title": "Revenue-Raising vs. Other Approaches to Environmental Protection: The Critical Significance of Pre-Existing Tax Distortions",
    "citation_author": [
        "Lawrence H. Goulder",
        "Ian W. H. Parry",
        "Dallas Burtraw"
    ],
    "citation_publication_date": "1996-06-01",
    "issue_date": "1996-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the choice between revenue-raising and non-revenue-raising instruments for environmental protection in a second-best setting with pre- existing factor taxes.  We find that interactions with pre-existing taxes influence the costs of regulation and seriously militate against pollution abatement policies that do not raise revenue.  If the marginal environmental benefits from pollution reductions are below a certain threshold value, any amount of pollution abatement through non-revenue-raising (NRR) policies like emissions quotas is efficiency-reducing.  Under conditions approximating S02 emissions from electric power plants in the U.S., efficiency gains vanish if marginal environmental benefits are below $109 per ton and an NRR policy is employed.  These results are largely independent of the size of the regulated sector relative to the overall economy and stem from two underlying effects. The tax-interaction effect is the adverse impact in factor markets arising from reductions in after-tax returns to factors associated with the higher production costs caused by environmental regulation.  This effect leads to significantly higher efficiency costs than what would apply in a first-best world with no pre-existing taxes.  Revenue-raising regulations (taxes) enjoy a revenue-recycling effect that offsets much of the tax-interaction effect, but non-revenue-raising regulations (quotas) enjoy no such offset.For any target level of emissions reduction, the gross efficiency costs of quotas are higher than those of revenue-raising policies..  To the extent that government regulations of international trade or agricultural production raise the costs of output and thus reduce real factor returns, they generate much higher social costs than indicated by partial equilibrium analyses.\n\n",
    "acknowledgement": "\n"
}