{
    "id": 5643,
    "citation_title": "Local Labor Markets and Welfare Spells: Do Demand Conditions Matter?",
    "citation_author": [
        "Hilary Williamson Hoynes"
    ],
    "citation_publication_date": "1996-06-01",
    "issue_date": "1996-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the role of local labor markets in determining how long families receive benefits from the Aid to Families with Dependent Children (AFDC) program.  Given the current policy emphasis on devolution and reducing the AFDC caseload through employment, understanding the role of local labor demand is important.  The study uses a unique data set based on administrative data which has detailed information on welfare spells for over 100,000 AFDC cases.  The empirical work is based on estimates of a duration model where the hazard rate is a function of demographic characteristics, local labor market variables, neighborhood characteristics, county fixed effects and time effects Several alternative measures of local labor market conditions are used and the results show that higher unemployment rates, lower employment growth, lower employment to population ratios, and lower wage growth are associated with longer welfare spells.  On average, a typical employment fluctuation over the business cycle, if permanent, would lead to an 8-10 percent reduction in AFDC caseload.  Typical changes in real quarterly earnings generate somewhat smaller effects.  The combined effect of these two changes,if permanent, would lead to sizeable reductions in the caseload, on the order of 15 percent. The estimated labor market effects are robust to including county level fixed effects and time effects.  AFDC-UP participants, blacks, and residents of urban areas are more sensitive to changes in economic conditions while teen parents and refugee groups are found to be much less sensitive to changes in local labor market conditions.\n\n",
    "acknowledgement": "\n"
}