{
    "id": 5644,
    "citation_title": "Work, Welfare, and Family Structure: What Have We Learned?",
    "citation_author": [
        "Hilary Williamson Hoynes"
    ],
    "citation_publication_date": "1996-07-01",
    "issue_date": "1996-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWelfare reform has once again made its way to the top of the domestic policy agenda.  While part of the motivation behind recent reform efforts is fiscally driven, there is also an interest in making changes that address two prominent criticisms of the existing system of public assistance in the United States. First, the system has significant, adverse work incentives. Second, the system discourages the formation of two-parent families and is responsible in a major part for the high and rising rates of female headship and out-of-wedlock birth rates.  This paper explores the validity of these criticisms using available empirical evidence and in turn evaluates the impact of various reforms to the system. The programs examined include Aid to Families with Dependent Children Food Stamps and Medicaid programs.  The paper relies on evidence based on three sources of variation in welfare policy: cross-state variation, over time variation, and demonstration projects at the state level. The paper concludes that current reforms aimed at reducing female headship and nonmarital births such as family caps,  eliminating benefits for teens, and equal treatment of two-parent families are unlikely to create large effects. Changes to implicit tax rates and benefit formulas may increase work among current recipients, but overall work effort may not be affected. These predictions should be accompanied by a word of caution. Many of the proposed changes have never been implemented at the state or federal level and require out of sample predictions.  Current state experimentation may help fill this gap.\n\n",
    "acknowledgement": "\n"
}