{
    "id": 565,
    "citation_title": "The Use of Volatility Measures in Assessing Market Efficiency",
    "citation_author": [
        "Robert J. Shiller"
    ],
    "citation_publication_date": "1980-10-01",
    "issue_date": "1980-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMy initial motivation for considering volatility measures in the efficient markets models was to clarify the basic smoothing properties of the models to allow an understanding of the assumptions which are implicit in the notion of market efficiency. The efficient markets models, which are described in section II below ,relate a price today to the expected present value of a path of future variables. Since present values are long weighted moving averages, it would seem that price data should be very stable and smooth. These impressions can be formalized in terms of inequalities describing certain variances (section III). The results ought to be of interest whether or not the data satisfy these inequalities, and the procedures ought not to be regarded as just \"another test\" of market efficiency. Our confidence of our understanding of empirical phenomena is enhanced when we learn how such an obvious property of data as its \"smoothness\" relates to the model, and to alternative models (section IV below).On further examination of the volatility inequalities, it became clear that the inequalities may also suggest formal tests of market efficiency that have distinct advantages over conventional tests. These advantages take the form of greater power in certain circumstances of robustness to data errors such as misalignment and of simplicity and understandability. An interpretation of volatility tests versus regression tests in terms of the likelihood principle is offered in section V.\n\n",
    "acknowledgement": "\n"
}