{
    "id": 5658,
    "citation_title": "Inequality and Growth",
    "citation_author": [
        "Roland Benabou"
    ],
    "citation_publication_date": "1996-07-01",
    "issue_date": "1996-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing two unifying models and an empirical exercise, this paper present and extends the main theories linking income distribution and growth, as well as the relevant empirical evidence. The first model integrates the political economy and imperfect capital markets theories.  It allows for explicit departures from perfect democracy and embodies the tradeoff between the growth costs and benefits of redistribution through taxes, land reform or public schooling:  such policies simultaneously depress savings incentives and ease wealth constraints which impede investment by the poor. The second model is a growth version of the prisoner's dilemma which captures the essence of theories where sociopolitical conflict reduces the security of property rights thereby discouraging accumulation.  The economy's growth rate is shown to fall with interest groups' rent-seeking abilities, as well as with the gap between rich and poor. It is not income inequality per se that matters, but inequality in the relative distribution of earnings and political power. For each of the three channels of political economy, capital markets and social conflict, the empirical evidence is surveyed and discussed in conjunction with theoretical analysis.  Finally, the possibility of multiple steady-states leads me to to raise and take up a new empirical issue:  are cross-country differences in inequality permanent, or gradually narrowing? Equivalently, is there conver- gence not only in first moments (GDP per capita), but convergence in distribution?\n\n",
    "acknowledgement": "\n"
}