{
    "id": 567,
    "citation_title": "Two Notes on Exchange Rate Rules and on the Real Value of External Debt",
    "citation_author": [
        "Rudiger Dornbusch"
    ],
    "citation_publication_date": "1980-10-01",
    "issue_date": "1980-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis report presents two unrelated, short papers on exchange rate rules and on the real value of the external debt. The paper on exchange rate policy uses the Taylor model of overlapping, long term wage contracts to ask whether accommodating or PPP oriented exchange rate policies tend to stabilize output. In earlier work I had shown that exchange rate indexing, while destabilizing prices enhances the stability of output. The result is qualified hereby showing that the exchange rate not only affects aggregate demand directly but operates also, through the cost of imported intermediates, on the price level. It is shown that unless monetary policy is sufficiently accommodating this latter effect may dominate with the consequence that increased exchange rate indexation reduces output stability .The paper on the real value of external debt poses the question how to integrate external debt holdings in the traditional framework used to evaluate the effects on real income of changes in world prices. It is shown that integrating debt service liabilities in a comprehensive income measure makes real disposable income equal to the value of output less the real value of real interest payments on the external debt. Furthermore, with the CPI being the appropriate deflator for foreign debt, a rise in export prices raises income in proportion to exports while a rise in import prices lowers real income in proportion to Imports. The proper accounting of debt in a comprehensive income framework, noting the intertemporal budget constraints, thus restores the conventional treatment of the income effects of price changes.\n\n",
    "acknowledgement": "\n"
}