{
    "id": 5673,
    "citation_title": "The Effects of the Corporate Average Fuel Efficiency Standards",
    "citation_author": [
        "Pinelopi Koujianou Goldbe"
    ],
    "citation_publication_date": "1996-07-01",
    "issue_date": "1996-07-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effects of the Corporate Average Fuel Efficiency standards (CAFE) on the automobile product mix, prices and fuel consumption First a discrete choice model of automobile demand and a continuous model of vehicle use are estimated using micro data from the Consumer Expenditure Survey for 1984-1990.  Next, the demand side model is combined with a model of oligopoly and product differentiation on the supply side. After estimating the demand and supply parameters, the effects of the CAFE regulation are assessed through simulations and compared to the effects of alternative policy instruments such as a powerful gas guzzler tax and an increase in the gasoline tax.  Our results are as follows: Vehicle use is in the short run unresponsive to fuel cost changes; vehicle purchases, however, respond to both car prices and fuel cost.  These results taken together imply that (1) contrary to the CAFE opponents' claims, higher fleet fuel efficiency is not neutralized by increased driving, and (2) policies to reduce fuel consumption by shifting the composition of the car fleet towards more fuel efficient vehicles are more promising than policies that target utilization. Policies with compositional effects operate through two channels:  changes in vehicle prices and in operating costs.  Contrary to environmental groups' claims, our results do not indicate the existence of consumer myopia. Still, we find the gasoline tax increase necessary to achieve fuel consumption reductions equivalent to the ones currently achieved through CAFE is 780%; whether an increase of this size is politically feasible is questionable. Our results indicate that the CAFE regulation reduced fuel consumption but shifts in the classification of products as domestic vs. imports weakened the effectiveness of the standards.\n\n",
    "acknowledgement": "\n"
}