{
    "id": 569,
    "citation_title": "The Collapse of Purchasing Power Parities during the 1970s",
    "citation_author": [
        "Jacob A. Frenkel"
    ],
    "citation_publication_date": "1980-10-01",
    "issue_date": "1980-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews and analyzes the empirical record of exchange rates and prices during the 1970's and the analysis is based on the experience of the Dollar/Pound, the Dollar/French Franc and the Dollar/DM exchange rates. Section 2 presents the evidence on PPP during the 1970's and contrasts it with the evidence from the 1920's -- a period during which the doctrine held up reasonably well. This analysis is relevant for assessing whether the flexible exchange rate system was successful in providing national economies with an added degree of insulation from foreign shocks, and whether it provided policymakers with an added instrument for the conduct of macroeconomic policy. The evidence regarding deviations from purchasing power parities is also relevant for determining whether there is a case for managed float. Section 3 attempts to explain what went wrong with the performance of the doctrine during the 1970's. It examines the hypothesis that the departures from PPP are a U.S. phenomenon, as well as the hypothesis that the departures are due to large changes in inter-sectoral relative price changes within the various economies. Given that the predictions of the simple versions of PPP do not hold up, section 4 proceeds in examining the question of whether national price levels have been independent of each other. Section 5 addresses the question of whether exchange rates and national price levels are comparable and whether in principle one should have expected them to be closely linked to each other. The main point that is being emphasized is that there is an important intrinsic difference between exchange rates and national price levels which stems from the basset market theory' of exchange rate determination. This theory implies that the exchange rate, like the prices of other assets, is much more sensitive to expectations concerning future events than national price levels and as a result, in periods which are dominated by news' which alter expectations, exchange rates are likely to be much more volatile than national price levels and departures from PPP are likely to be the rule rather than the exception. Finally, section 6 concludes the paper with some policy implications.\n\n",
    "acknowledgement": "\n"
}