{
    "id": 5704,
    "citation_title": "Inequality, Predation and Welfare",
    "citation_author": [
        "Herschel I. Grossman",
        "Minseong Kim"
    ],
    "citation_publication_date": "1996-08-01",
    "issue_date": "1996-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the relation between inequality and welfare in a general- equilibrium model in which people can choose to be either producers or preda- tors.  We assume some people (the privileged) are well endowed with human capital and other people (the unprivileged) are poorly endowed with human capital.  We analyze how the choice of the privileged between deterring and tolerating predation by the unprivileged depends on the interpersonal distri- bution of human capital.  We find that, if the number of unprivileged people is large, but a privileged person doesn't have too much human capital relative to an unprivileged person, then the privileged allocate enough time and effort to guarding against predation to deter the unprivileged from being predators. Otherwise, the privileged tolerate predation by the unprivileged. A distribu- tion of human capital that is more egalitarian in that the number of people who are unprivileged is smaller can result in the privileged choosing to tolerate rather than to deter predation by the unprivileged.  Next, we partition the feasible distributions of human capital into sets of Pareto efficient and inefficient distributions.  Interestingly, we find that if the average endowment of human capital is large, then the fully egalitarian distribution is not Pareto efficient.  Instead, Pareto efficiency implies an unegalitarian distribution of human capital where each unprivileged person has only the endowment of human capital he had at birth. Also, this unegalitarian distribution satisfies the Rawlsian criterion of maximizing the consumption of the unprivileged. With this unegalitarian distribution the privileged tolerate predation by the unprivileged, which results in maximum consumption for all.\n\n",
    "acknowledgement": "\n"
}