{
    "id": 5709,
    "citation_title": "Real Exchange Rate Levels, Productivity and Demand Shocks: Evidence from a Panel of 14 Countries",
    "citation_author": [
        "Menzie Chinn",
        "Louis Johnston"
    ],
    "citation_publication_date": "1996-08-01",
    "issue_date": "1996-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the determinants of the real exchange rate using a panel of disaggregated data for the OECD countries. It also marries two literatures - one which uses panel data to measure relationships between changes in exchange rates to changes in the determinants, and the other which uses cointegration techniques to measure the long-run relationship between the level of the exchange rate and the level of the determining factors. The previous panel studies cannot account for deviations from long-run trend levels, while the extant literature using time series cointegration techniques can only intermittently detect and measure posited relationships. Estimating the relationships in levels is an interesting activity because it allows one to calculate trend real exchange rates.  After surveying the previous litera- ture, a dynamic model of the real exchange rate is used to motivate the empi- rical exercise. In examining this problem, we exploit recent developments in the econometric analysis of nonstationary variables in panel data. The results indicate that under certain assumptions it is easier to detect cointegration in panel data than in the available time series; moreover, the estimates of reversion to trend are also estimated with greater precision. The most empirically successful models include productivity measures, government spend- ing ratios, and either the terms of trade, or the real price of oil. Using this latter model, we find that the implied equilibrium exchange rates indicate less overvaluation of the dollar than that implied by a naive version of purchasing power parity.\n\n",
    "acknowledgement": "\n"
}