{
    "id": 571,
    "citation_title": "International Trade, Indebtedness, and Welfare Repercussions among Supply-Constrained Economies under Floating Exchange Rates",
    "citation_author": [
        "Bryce Hool",
        "J. David Richardson"
    ],
    "citation_publication_date": "1980-10-01",
    "issue_date": "1980-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlmost all developed economies at some time during the 1970s seemed supply-constrained. Even much of measured excess capacity was arguably redundant due to energy price shocks, environmental policy, and other structural flux of the 1970s. Little analytical work has been carried out on the macroeconomics of open economies under such supply constraints. This paper attempts a beginning. Its focus is on the international transmission of various macroeconomic shocks, and on their implications for the current account, capital account, and exchange rate. The paper captures both the foreign repercussions and the terms-of-trade effects of various shocks. Conclusions are based on an analytical model that assigns behavior to each of two regions relating to one nontradeable input, one tradeable output, and one tradeable financial asset. International exchange between the two regions is characterized by sequential \"temporary equilibria,\" each consistent with economically and institutionally constrained optimization, yet each simultaneously consistent with failure of output and input markets to clear. International transactions take place in capital markets and through a foreign exchange market that do clear continuously through flexible exchange rates. The abstract reduced form of the model is derived, then applied empirically, using parameters and initial values that incorporate data and consensus beliefs about the U.S. and the rest of the world in the 1970s. The most important conclusions of the exercise are:(1) Floating exchange rates fail to insulate either supply-constrained economy from unanticipated shocks in the other. International transmission is direct -- the impacts on the two regions of any shock have the same sign.(2)Exchange rates and the terms of trade between the supply-constrained economies are moderately sensitive to incomes policies and changes in technology/productivity trends (elasticities of 0.5 to 1.5 in absolute value) and relatively insensitive to fiscal policy and distributionally neutral wage-price guidelines. Wage-favoring incomes policies, liquidity-financed fiscal expansion, tighter wage-price guidelines, and slackening of technology/productivity growth all cause depreciation of the domestic currency and deterioration of the terms of trade.(3)These same shocks all promote \"internationalization\" of commodity and financial markets. Export volume, import volume, claims on foreigners, and indebtedness to them all grow as a result, sometimes by significant amounts (elasticities as high as 1.5 in response to each shock taken independently of the others, and larger elasticities in response to combinations of shocks).\n\n",
    "acknowledgement": "\n"
}