{
    "id": 5717,
    "citation_title": "The Strategic Response by Pharmaceutical Firms to the Medicaid Most-Favored-Customer Rules",
    "citation_author": [
        "Fiona Scott Morton"
    ],
    "citation_publication_date": "1996-08-01",
    "issue_date": "1996-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1990 the Federal Government included a Most Favored Customer (MFC) clause in the contract (OBRA 90) which would govern the prices paid to firms for pharmaceutical products supplied to Medicaid recipients.  The firms had to give Medicaid their best (lowest) price in some cases, a percentage below average price in others.  Many theoretical models have shown that an MFC rule commits a firm to compete less aggressively in prices.  We might expect prices to rise following the implementation of the MFC rule, yet the work done to date on OBRA 90 has found this result somewhat difficult to show empirically.  I also conclude that the effects of the law are small and relatively weak; however, the results are strongest where the product's characteristics match the incentives in the law.  I find that after the MFC rule was implemented the average price of branded products facing generic competition rose - the median presentation's price rose about 4%. Brands protected by patents did not significantly increase price. Generics in concentrated markets should display a strategic response to the brand's adoption of the MFC. I find support for the strategic effect; generic firms raise their prices more as their markets become more concentrated.  I find little change in hospital prices.  The results suggest that the MFC rule resulted in higher prices to some non-Medicaid consumers of pharmaceuticals.\n\n",
    "acknowledgement": "\n"
}