{
    "id": 5726,
    "citation_title": "Market Segmentation and the Sources of Rents from Innovation: Personal Computers in the Late 1980's",
    "citation_author": [
        "Timothy F. Bresnahan",
        "Scott Stern",
        "Manuel Trajtenberg"
    ],
    "citation_publication_date": "1996-08-01",
    "issue_date": "1996-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the sources of transitory market power in the market for personal computers (PCs) during the late 1980's. Our analysis is motivated by the coexistence of low entry barriers into the PC industry and high rates of innovative investment by a small number of PC manufacturers.  We attempt to understand these phenomena by measuring the role that different principles of product differentiation (PDs) played in segmenting this dynamic market.  Our first PD measures the substitutability between Frontier (386-based) and Non- Frontier products, while the second PD measures the advantage of a brand-name reputation (e.g., by IBM). Building on advances in the measurement of product differentiation, we measure the separate roles that these PDs played in contributing to transitory market power. In so doing, this paper attempts to account for the market origins of innovative rents in the PC industry.  Our principal finding is that, during the late 1980's, the PC market was highly segmented along both the Branded (B versus NB) and Frontier (F versusNF) dimensions. The effects of competitive events in any one cluster were confined mostly to that particular cluster, with little effect on other clusters.  For example, less than 5% of the market share achieved by a hypothetical entrant would be market-stealing from other clusters.  In addition, the product diffe- rentiation advantages of B and F were qualitatively different. The main advantage of F was limited to the isolation from NF competitors it provided; Brandedness both shifted out the product demand curve as well as segmenting B products from NB competition.  These results help explain how transitory market power (arising from market segmentation) shaped the underlying incen- tives for innovation in the PC industry during the mid to late 1980s.\n\n",
    "acknowledgement": "\n"
}