{
    "id": 5738,
    "citation_title": "Cash Welfare as a Consumption Smoothing Mechanism for Single Mothers",
    "citation_author": [
        "Jonathan Gruber"
    ],
    "citation_publication_date": "1996-09-01",
    "issue_date": "1996-09-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile there has been considerable research on the disincentive effects of cash welfare under the Aid to Families with Dependent Children (AFDC) program, there is little evidence on the benefits of the program for single mothers and their children.  One potential benefit of this program is that it provides short-run consumption insurance for women at the point that they become single mothers. This is only true, however, to the extent that the program is not crowding out other sources of support, such as own savings, labor supply, or transfers from others.  I assess the importance of this insurance mechanism by measuring the extent to which AFDC smooths the consumption of women who transition to single motherhood.  I use longitudinal data on family structure and consumption expenditures on food and housing from the Panel Study of Income Dynamics (PSID), matched to information on the welfare benefits available in each state and year over the 1968-1985 period.  I find that raising potential benefits by one dollar raises the food and housing consumption of all women who become single mothers (and their families) by 30 cents. This estimate implies that for each dollar of AFDC received by this population their consumption of these categories of goods rises by up to 95 cents.  This consumption smoothing benefit appears to be larger for women who become single mothers through marital dissolution, rather than through out-of-wedlock childbearing; this is due to increased housing expenditures of the former group but not of the latter.\n\n",
    "acknowledgement": "\n"
}