{
    "id": 5739,
    "citation_title": "Macroeconomic Policy in the Presence of Structural Maladjustment",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1996-09-01",
    "issue_date": "1996-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes two-way interactions between structural reform and macro policy.  If structural reforms increase the flexibility of labor markets, they are likely to improve the short-run inflation-unemployment tradeoff, providing an incentive for policymakers to expand aggregate demand. Also, policymakers' promises that they will encourage a decline in unemployment in response to good news on inflation can be used to strike a political deal with interests opposed to the introduction or extension of structural reform. Expansionary monetary policy also gives relief on the fiscal front by bringing the actual budget deficit closer to the structural budget deficit, and indirectly, by encouraging structural reform, potentially reducing the structural budget deficit itself.  In 1992-93 several European countries dropped out of the ERM to pursue more expansionary monetary policies. The difference in the results of these countries and those countries which maintained a peg between their currencies and the Deutschemark provides a test case of the consequences of expansionary monetary policy.  The depreciating nations by 1995 enjoyed a relative acceleration of nominal GDP and an even greater deceleration of inflation, so that their growth rate of real GDP accelerated more than their growth rate of nominal GDP in relation to the pegging countries. The continued deceleration of inflation in the depreciating countries provides evidence that their natural unemployment rate has declined and that expansionary monetary policy has interacted beneficially with structural reform.\n\n",
    "acknowledgement": "\n"
}