{
    "id": 575,
    "citation_title": "Monetary and Fiscal Policies in an Open Economy",
    "citation_author": [
        "Jacob A. Frenkel",
        "Michael L. Mussa"
    ],
    "citation_publication_date": "1980-10-01",
    "issue_date": "1980-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe central theme of this paper is that international linkages between national economies influence, in fundamentally important ways, the effectiveness and proper conduct of national macroeconomic policies. Specifically, our purpose is to summarize the implications for the conduct of macroeconomic policies in open economies of both the traditional approach to open economy macroeconomics (as developed largely by James Meade, Robert Mundell, and J. Marcus Fleming) and of more recent developments. Our discussion is organized around three key linkages between national economies: through commodity trade; through capital mobility; and through exchange of national monies. These linkages have important implications concerning the effects of macroeconomic policies in open economies that differ from the effects of such policies in closed economies. Recent developments in the theory of macroeconomic policy have established conditions for the effectiveness of policies in influencing output and employment which emphasize the distinction between anticipated and unanticipated policy actions, the importance of incomplete information, and the consequences of contracts that fix nominal wages and prices over finite intervals. In this paper, we shall not analyze how these conditions are modified in an open economy. However, since our concern is with macro-economic policy, a principal objective of which is to influence output and employment, we shall assume that requisite conditions for such influence are satisfied.\n\n",
    "acknowledgement": "\n"
}