{
    "id": 5752,
    "citation_title": "Heterogeneous Information Arrivals and Return Volatility Dynamics: Uncovering the Long-Run in High Frequency Returns",
    "citation_author": [
        "Torben G. Andersen",
        "Tim Bollerslev"
    ],
    "citation_publication_date": "1996-09-01",
    "issue_date": "1996-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent empirical evidence suggests that the long-run dependence in financial market volatility is best characterized by a slowly mean-reverting fractionally integrated process.  At the same time, much shorter-lived volatility dependencies are typically observed with high-frequency intradaily returns.  This paper draws on the information arrival, or mixture-of-distributions hypothesis interpretation of the latent volatility process in rationalizing this behavior.  By interpreting the overall volatility as the manifestation of numerous heterogeneous information arrivals, sudden bursts of volatility typically will have both short-run and long-run components.  Over intradaily frequencies, the short-run decay stands out most clearly, while the impact of the highly persistent processes will be dominant over longer horizons.  These ideas are confirmed by our empirical analysis of a one-year time series of intradaily five-minute Deutschemark - U.S. Dollar returns.  Whereas traditional time series based measures for the temporal dependencies in the absolute returns give rise to very conflicting results across different intradaily sampling frequencies, the corresponding semiparametric estimates for the order of fractional integration remain remarkably stable. Similarly, the autocorrelogram for the low-pass filtered absolute returns, obtained by annihilating periods in excess of one day, exhibit a striking hyperbolic rate of decay.\n\n",
    "acknowledgement": "\n"
}