{
    "id": 5754,
    "citation_title": "Fixing Capital Gains: Symmetry, Consistency and Correctness in the Taxation of Financial Instruments",
    "citation_author": [
        "David F. Bradford"
    ],
    "citation_publication_date": "1996-09-01",
    "issue_date": "1996-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA great deal of effort and ingenuity has been addressed to patching holes in the income tax attributable to realization accounting. A classic instance of the problem is the headachescreated by capital gains, whereby the taxpayer can choose to postpone recognition of gain and accelerate recognition of loss (known as cherry picking). The inconsistencies resulting from realization accounting are most pronounced than in the taxation of financial instruments, especially requirements for income measurement rules based on realization that are `linear' in the sense that doubling a person's transactions will double the taxable income, and adding one set of transactions to another will result in the sum of the associated income.  Under present realization conventions, the tax law cannot be linear because there would then be no limit on tax arbitrage profit via variations on borrowing with deductible interest and lending tax exempt.  To focus on the principles, the paper assumes transactions are costless. In that case, it is shown that to deal with the intertemporal aspect requires virtually universal imputation of taxable interest income to basis. To deal with the risk aspect of the problem (lock-in and cherry picking) requires simply that the effective rate of tax on gains and losses be the same (not necessarily equal to the rate on intertemporal returns). A new method is proposed that satisfies the requirements for linear income measurement. It is shown that the retroactive taxation of gain devised by Alan Auerbach is a special case of the new approach (involving a zero effective rate of tax on gains and losses).\n\n",
    "acknowledgement": "\n"
}