{
    "id": 5756,
    "citation_title": "The Determinants of the Choice between Fixed and Flexible Exchange-Rate Regimes",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "1996-09-01",
    "issue_date": "1996-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, analysts and policy makers alike have been evaluating the nexus between exchange rates and macroeconomic stability.  Among the most important questions is why have some countries adopted rigid, including fixed, exchange-rate paper addresses this question from a political economy perspective both theoretically and empirically.  The model assumes that the monetary authority minimizes a quadratic loss function that captures the trade-off between infla- tion and unemployment.  This framework is initially applied to the case where monetary authorities must choose between a (permanently) fixed and a flexible exchange-rate regime. In choosing the regime it is assumed authorities compare the expected losses under each scenario.  The model is subsequently extended extended to cover the somewhat more complicated case where the authoriities must choose between fixed-but-adjustable and flexible exchange-rate regimes. In this latter case, potential political costs of abandoningithe pegged rate are taken into account.  In the empirical section, an unbalanced panel data set of 63 countries from 1980-1992 is used to estimate a series of probit models, with a binary exchange-rate regime index as the dependent variable. Among the most important explanatory variables were measures of countries' historical degree of political instability, measures of the probability of abandoning pegged rates, and variables related to the relative importance of real (unemployment) targets in the preferences of monetary authorities.  The regression results support the political economy approach developed in the theoretical discussion.\n\n",
    "acknowledgement": "\n"
}