{
    "id": 5759,
    "citation_title": "The Effects of Tax-Based Saving Incentives On Saving and Wealth",
    "citation_author": [
        "Eric M. Engen",
        "William G. Gale",
        "John Karl Scholz"
    ],
    "citation_publication_date": "1996-09-01",
    "issue_date": "1996-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates research examining the effects of tax-based saving incentives on private and national saving.  Several\" factors make this an unusually difficult problem.  First, households that participate in, or are eligible for, saving incentive plans have systematically stronger tastes for saving than other households.  Second, the data indicate that households with saving incentives have taken on more debt than other households.  Third, significant changes in the 1980s in financial markets, pensions, social security, and nonfinancial assets interacted with the expansion of saving incentives.  Fourth, saving incentive accounts represent pre-tax balances, whereas conventional taxable accounts represent post-tax balances. Fifth, the fact that employer contributions to saving incentive plans are a part of total employee compensation is typically ignored. A major theme of this paper is that analyses that ignore these issues overstate the impact of saving incentives on saving. We show that accounting for these factors largely or completely eliminates the estimated positive impact of saving incentives on saving found in the literature.   Thus, we conclude that little if any of the overall contributions to existing saving incentives have raised private or national saving. *Portions of this article were published in the JEP, 1996, under title of \"The Illusory Effects of Saving Incentives on Saving.\"\n\n",
    "acknowledgement": "\n"
}