{
    "id": 5762,
    "citation_title": "Individual Financial Decisions in Retirement Saving Plans and The Provision of Resources for Retirement",
    "citation_author": [
        "James M. Poterba",
        "David A. Wise"
    ],
    "citation_publication_date": "1996-09-01",
    "issue_date": "1996-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProposals for mandatory private saving accounts differ in the degree of investment discretion that they provide to individual savers, and in their provisions for annuitization of accumulated assets.  With respect to investment choices, some argue that individuals must be prevented from investing too conservatively, and earning low returns over their accumulation period, while others argue that individuals should be protected from recklessly investing their retirement assets.  With respect to annuitization, there is concern that individuals might not choose annuities and would thereby expose themselves to a risk of outliving their assets in a privatized system.  This paper draws on the existing experience with 401(k) plans and other defined contribution pension plans to provide evidence on each of these issues.  We find that the share of 401(k) plan assets held in corporate equities has increased substantially in recent years. We are only able to provide limited evidence on participant asset management, since many 401(k) plans have limited options in this regard.  We do find, however, that a participant's education and income levels are related to asset allocation decisions, with less educated and lower income participants less inclined to invest in equity securities.  We also analyze a unique data base on TIAA-CREF participants and find several attributes of annuitization behavior that seem inconsistent with standard behavior in the lifecycle model.\n\n",
    "acknowledgement": "\n"
}