{
    "id": 5763,
    "citation_title": "The Wages and Language Skills of U.S. Immigrants",
    "citation_author": [
        "Geoffrey Carliner"
    ],
    "citation_publication_date": "1996-09-01",
    "issue_date": "1996-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper finds that immigrants on average earned about $0.50/hour less than native-born Americans in 1989.  Immigrants from some regions earned much more than natives, while others, especially from Mexico, earned much less.  This paper also finds that when immigrants first arrive in the U.S. they earn significantly less than native workers, but they close the gap by about 0.8 percentage points with each added year of residence. As a result, the wage of the typical immigrant who arrived in the 1950s and 1960s eventually surpassed the average native wage. Improvements in English language skills contributed 6 to 18 percent of this narrowing, depending on sex and education level. The remainder came from unmeasured sources of assimilation. However, since the 1950s and 1960s the wage gap between natives and newly arrived immigrants has widened by 0.2 to 0.6 percentage points annually.  Because they start with a larger disadvantage the average wage of more recent immigrants may never exceed the average native wage.  A decline in the average education of newly arrived immigrants accounts for 4-23% percent of the starting wage gap, and shifts in the source countries of new immigrants from Europe to Latin America and Asia account for 73 to 95 percent.  Changes in English skills and in other factors have played little role in this relative decline. This analysis also finds a significant return to English skills.  Even after controlling for education, region of origin, and years of U.S. residence, workers are rewarded for speaking English well.  Differences between each of the five English skill categories reported in the Census data are about the same as the return to an additional year of schooling.\n\n",
    "acknowledgement": "\n"
}