{
    "id": 5775,
    "citation_title": "On the Driving Forces Behind Cyclical Movement, in Employment and Job Reallocation",
    "citation_author": [
        "Steven J. Davis",
        "John Haltiwanger"
    ],
    "citation_publication_date": "1996-09-01",
    "issue_date": "1996-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe rely on a decomposition of employment changes into job creation and job destruction components - and a novel set of identifying restrictions that this decomposition permits - to develop new evidence about the driving forces behind aggregate fluctuations and the channels through which they operate. We implement our approach to identification using quarterly postwar U.S. data on oil shocks, monetary shocks, and manufacturing rates of job creation and destruction.  Our analysis delivers many inferences: 1) The data favor a many- shock characterization of fluctuations in employment and job reallocation, 2) Theories of employment fluctuations that attribute a predominant role to aggregate shocks must in order to fit the data involve contemporaneous effects of such shocks on job destruction that are at least as large as the effects on job creation, 3) Theories in which aggregate shocks primarily affect the first moment of the cross-sectional density of employment growth imply that allocative shocks have bigger contemporaneous effects on destruction than on creation and, hence, that allocative shocks reduce aggregate employment, 4) Allocative shocks drive most fluctuations in the intensity of job reallocation, 5) Oil shocks drive employment fluctuations through a mixture of allocative and aggregate channels, 6) Monetary shocks trigger job creation and destruction dynamics that fit the profile of an aggregate shock.\n\n",
    "acknowledgement": "\n"
}