{
    "id": 5780,
    "citation_title": "Pension System Reform: The Mexican Case",
    "citation_author": [
        "Carlos Sales-Sarrapy",
        "Fernando Solis-Soberon",
        "Alejandro Villagomez-Amez"
    ],
    "citation_publication_date": "1996-09-01",
    "issue_date": "1996-09-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper analyzes the Mexican pension reform of December 1995. Essentially, the reform substituted a defined-benefit pay-as-you-go system with a fully funded defined contribution system based\" on individual accounts with a minimum pension guarantee provided by the government.  Total contributions to the accounts will amount to 13.5 percent of the salary for the average worker plus 2.5 percent for disability and life insurance that will still be managed by the government's Social Security Institute (IMSS). The new system shares many common elements with other Latin American experiences.  However, it shows some advantages and disadvantages with respect to them.  Regarding the advantages, the new system completely substitutes the old system; administrative costs are reduced by limiting the number of transfers between pension fund managers to once per year; pension managers are allowed to operate several funds; the law does not establish a minimum guaranteed rate of return for pension funds; and there is a centralized contributions collector agency. Disadvantages include the prohibition of the funds from investing in foreign securities; the IMSS is the sole provider of disability and life insurance; the IMSS will be able to operate a pension fund manager; the housing subaccount offers low returns; there are market share limits; and the new system still faces some portability problems.  Finally, we found that the fiscal cost of the transition to the new system is relatively low compared to similar reforms in other Latin American countries.\n\n",
    "acknowledgement": "\n"
}