{
    "id": 5793,
    "citation_title": "Inflation and the Distribution of Price Changes",
    "citation_author": [
        "Michael F. Bryan",
        "Stephen G. Cecchetti"
    ],
    "citation_publication_date": "1996-10-01",
    "issue_date": "1996-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nits higher order moments, and in particular, its third moment the skewness of the price change distribution. Evidence on correlations between inflation and its moments goesback over thirty years, and was first used to reject the independence of relative price changes and inflation that is assumed in neo- classical models.  More recently, New Keynesian macroeconomists have shown that the strong positive correlation between inflation and the skewness of the price change distribution is consistent with menu-cost models of price setting behavior.  This is a fairly controversial result, prompting other researchers to demonstrate that the same correlation can be found in a multi- sector, flexible-price (real business cycle) model. We examine the small-sample properties of the main empirical finding on which this work is based: the positive correlation between the sample mean and sample skewness of price change distributions.  Our results show that this particular statistic suffers from a large positive small-sample bias, and demonstrate that the entirety of the observed correlation can be explained by this bias.  To the extent that we find any relationship at all, it is that the correlation is negative.  In other words, we establish that one of the most accepted stylized facts in the literature on aggregate price behavior, that inflation and the skewness of the price change distribution are positively linked, need not be a fact at all.\n\n",
    "acknowledgement": "\n"
}