{
    "id": 5794,
    "citation_title": "A Tale of Two Crises: Chile and Mexico",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "1996-10-01",
    "issue_date": "1996-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Mexican peso crisis of December 1994 sent shock waves through the world's financial and policy communities. What is to some extent surprising is not that the Mexican economy faced a major currency crisis, but that so many analysts and observers were shocked by this turn of events.  Mexico had a remarkable historical precedent: merely a dozen years earlier Chile suffered a prophetically similar crisis.  Like Mexico during the 1980s, Chile during the 1970s undertook major structural reforms characterized by a drastic opening of the economy, a sweeping privatization program and a major deregu- lation effort aimed at creating a modern financial sector. In Chile, as in Mexico more than a decade later, the use of a predetermined exchange rate to eliminate inflation, combined with very large capital inflows that were intermediated by a weak banking system, generated a situation of exchange- rate overvaluation, a vulnerable financial sector and eventually the collapse of the currency. This paper provides a comparative analysis of some macroeconomic aspects of the Chilean and Mexican crises and discusses the extent to which exchange-rate-based stabilization programs are successful in reducing or even eliminating inflationary inertia?  The paper provides a brief overview of the Chilean and Mexican reform and stabilization programs started in 1975 and 1985.  I develop a theoretical model on the effects of exchange- rate-based stabilization programs on inflationary inertia. The model emphasizes the roles of government preferences and credibility. I use detailed data on Chile and Mexico to assess whether these programs affected the time series properties of inflation; more specifically, I investigate whether they reduced inflationary inertia.\n\n",
    "acknowledgement": "\n"
}