{
    "id": 5795,
    "citation_title": "Star Scientists, Institutions, and the Entry of Japanese Biotechnology Enterprises",
    "citation_author": [
        "Michael R. Darby",
        "Lynne G. Zucker"
    ],
    "citation_publication_date": "1996-10-01",
    "issue_date": "1996-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdvance of science and its commercial applications are in a close, symbiotic relationship in the U.S. biotechnology industry. Comparing Japan and the U.S., the structure of the science appears broadly similar, but the organization of the biotechnology industry is quite dissimilar.  In the U.S., some 77 percent of new biotechnology enterprises (NBEs) were dedicated new biotechnology firms (NBFs) started for this purpose while 88 percent of Japanese biotech firms in our data base were subunits of existing firms (NBSs).  We report pooled poisson regression estimates of the relation of NBE births in Japan to top-producing is at work in Japan and America, stars in Japan induce entry of significantly fewer NBEs than in the U.S. and preexisting economic activity plays a greater role.  We find no such significant difference for entry of keiretsu-member and nonmember firms within Japan.  We relate the significant Japan-U.S. differences to Japan's relatively compact geography and institutional differences between the higher-education and research funding systems, the venture-capital and IPO markets, cultural characteristics and incentive systems which impact scientists' entrepreneurialism, and tort-liability exposures. The relative importance of these factors and whether differences in organization of biotechnology result in substantial differences in productivity and international competitiveness are issues for future research.\n\n",
    "acknowledgement": "\n"
}