{
    "id": 5800,
    "citation_title": "Are Knowledge Spillovers International or Intranational in Scope? Microeconometric Evidence from the Japan and the United States",
    "citation_author": [
        "Lee Branstetter"
    ],
    "citation_publication_date": "1996-10-01",
    "issue_date": "1996-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a number of theoretical models, it has been shown that technological externalities can generate multiple equilibria in the global pattern of specialization and trade, with different consequences for the relative welfare of the trading countries. In such models, temporary government policies can have lasting effects by pushing the global economy into a particular equilibrium.  However, the prediction of multiple equilibria generally hinges on the assumption that the technological externalities are intranational rather than international in scope. In this paper, I point out important shortcomings in previous attempts to estimate the effects of intranational and international knowledge spillovers. Then, I provide new estimates of the relative impact of intranational and international knowledge spillovers on innovation and productivity at the firm level, using previously unexploited panel data from the U.S. and Japan which provide a rich description of the firms' technological activities and allow for potentially much more accurate measurement of spillover effects. My estimates indicate that knowledge spillovers are primarily intranational in scope, providing empirical confirmation of a crucial assumption in much of the theoretical literature. This finding has important implications for the theoretical literature and the public debate on policy.\n\n",
    "acknowledgement": "\n"
}