{
    "id": 5803,
    "citation_title": "Effort, Wages and the International Division of Labor",
    "citation_author": [
        "Edward E. Leamer"
    ],
    "citation_publication_date": "1996-10-01",
    "issue_date": "1996-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper embeds variable effort into a traditional multi-sector model. Effort enters a production function like total-factor-productivity and on the assumption that effort doesn't affect capital depreciation, the capital-cost savings from high effort operations are passed on to workers. The labor market thus offers a set of contracts with higher wages compensating for higher effort. Among the implications of the model are: The capital savings from effort are greatest in the capital-intensive sectors where the high-effort high-wage contracts occur; Communities inhabited by industrious workers have high returns to capital and comparative advantage in capital-intensive goods; Capital accumulation in a closed economy causes reductions in effort; Capital accumulation in an open economy creates new high-wage high-effort jobs and higher effort levels; Price declines of labor intensive goods twist the wage-eff offer curve reward for hard work; A deterioration in the terms of trade causes an economy- wide reduction in effort; A minimum wage does not cause unemployment. It forces effort in local services up high enough to support the higher wage. This acts like an increase in labor supply which increases the return on capital.  A minimum wage by forcing greater effort increases GDP and reduces earnings inequality, but it makes workers worse off since they prefer the the contracts offered by the free market.\n\n",
    "acknowledgement": "\n"
}