{
    "id": 5806,
    "citation_title": "Sources of Convergence in the Late Nineteenth Century",
    "citation_author": [
        "Alan M. Taylor"
    ],
    "citation_publication_date": "1996-10-01",
    "issue_date": "1996-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough the empirical growth literature has yielded many findings on postwar convergence patterns, it has had little to say about the determinants of convergence in earlier epochs. This paper investigates convergence for group of seven countries during the period 1870-1914, the last great phase of global convergence before the present postwar era.  A standard empirical growth model, the Augmented Solow Model, which includes physical and human capital accumulation, proves unsatisfactory in this setting.  Its shortcomings appear to lie in a failure to control for changes in land endowments, a feature of the endogenous frontier dynamics of the period.  An alternative neoclassical open-economy factor accumulation model is proposed, which admits capital and labor migration, and may be extended to include a moving frontier.  The model explains the observed convergence pattern in the sample, and suggests that factor accumulation patterns were the prime sources of labor productivity convergence from 1870 to 1914.  The analysis gives little role to human capital, trade, or technological catch-up as important convergence mechanisms in this group of countries during the era studied.  Since factor accumulation was influenced heavily by factor migration in the late nineteenth century, the findings also point to the limited use of conventional closed-economy growth models in this historical setting.\n\n",
    "acknowledgement": "\n"
}