{
    "id": 5810,
    "citation_title": "Balance Sheets, Multinational Financial Policy, and the Cost of Capital at Home and Abroad",
    "citation_author": [
        "Rosanne Altshuler",
        "Harry Grubert"
    ],
    "citation_publication_date": "1996-10-01",
    "issue_date": "1996-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from the balance sheets of controlled foreign corporations,(CFCs) to study the real and financial behavior of U.S. multinational corporations. Previous literature on repatriations has mostly been restricted to the choice between dividend distributions to the parent and further real investment in the CFC.  The balance sheet data allows us to study a broader range of financial flows between CFCs and parents. Our theoretical work considers models that depart from the previous work in several important ways. We drop the standard arbitrage condition in which the after-tax return to equity and debt is equalized on the margin and instead impose a worldwide financial constraint consistent with a rising cost of debt finance.  In our model, parents can borrow against financial assets held abroad and may allocate debt across locations to achieve the lowest cost of capital at home and abroad.  We also consider the implications of models in which CFCs can invest in CFCs in other foreign countries.  We explain how low-tax CFCs can repatriate tax-free by investing in high-tax CFCs that are repatriating income to parent corporations. Our theoretical results confirm that financial assets, including the equity or debt of other CFCs, are attractive alternatives to repatriation and investment in real assets.  We show that if the parent can borrow against its CFC's financial assets it can achieve the equivalent of a dividend repatriation. Our regression results confirm the importance of tax considerations in explaining CFC holdings of financial assets. Low-tax CFCs invest in financial assets in order to avoid U.S. taxes on repatriations.  CFCs in high-tax locations are much more highly leveraged than low-tax CFCs.\n\n",
    "acknowledgement": "\n"
}