{
    "id": 5817,
    "citation_title": "Private and Public Supply of Liquidity",
    "citation_author": [
        "Bengt Holmstrom",
        "Jean Tirole"
    ],
    "citation_publication_date": "1996-11-01",
    "issue_date": "1996-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper addresses a basic yet unresolved question: Do claims on private assets provide sufficient liquidity for an efficient functioning of the productive sector? Or does the State have a role in creating liquidity and regulating it either through adjustments in the stock of government securities or by other means? In our model, firms can meet future liquidity needs in three ways: by issuing new claims and diluting old ones, by obtaining a credit credit line from a financial intermediary, and by holding claims on other firms.  When there is no aggregate uncertainty, we show that these instruments are sufficient for attaining the socially optimal (second-best) contract between investors and firms.  Such a contract imposes both a maximum leverage ratio and a liquidity constraint on firms.  Intermediaries coordinate the use of liquidity.  Without intermediation, scarce liquidity may be wasted and the social optimum may not be attainable. When there is only aggregate uncertainty the private sector is no longer self-sufficient with regard to liquidity.  The government can improve liquidity by issuing bonds that commit future consumer income. Government bonds command a liquidity premium over private claims. The supply of liquidity can be managed by loosening liquidity (boosting the value of its securities) when the aggregate liquidity shock is high and tightening liquidity when the shock is low.  The paper thus provides a microeconomic example of government supplied liquidity as well as of the possibility of active government policy.\n\n",
    "acknowledgement": "\n"
}