{
    "id": 583,
    "citation_title": "Modeling Alternative Solutions to the Long-Run Social Security Funding Problem",
    "citation_author": [
        "Michael J. Boskin",
        "Marcy Avrin",
        "Kenneth Cone"
    ],
    "citation_publication_date": "1980-11-01",
    "issue_date": "1980-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a Social Security simulation model. Combining data from the 1975 Social Security Exact Match File, which merges individual records from the1975 Current Population Survey with OASI earnings and benefit records, with a model of income growth, retirement and labor force participation patterns, life expectancy, age-earnings profiles, etc., we present estimates of a variety of types of information concerning the long-run financial status of the OASI system. Estimates are developed for current legislation and a variety of possible reforms of the aggregate real present value of benefits, taxes and deficit; and expected benefits, taxes and net transfers for different population groups by age and income. Among the more important findings of the first in a series of analyses using the simulation model are the following: 1. Under OASI alone, the long-run deficit amounts to $632 billion in 1977dollars. This is roughly the size of the regular privately held national debt. This occurs primarily because of the impending large increase in the ratio of retirees to workers early in the next century and in spite of already legislated impending large payroll tax increases. 2. The long-run deficit is quite sensitive to assumptions concerning productivity growth and the length of the retirement period. For example, a one year increase in the latter (perhaps due to a gain in life expectancy) increases the real present value of the deficit by about$250 billion.3. Current retirees and older workers will be receiving a large multiple of taxes paid plus interest. Younger workers ultimately will not even break even. The overall pattern of benefits, taxes and transfers will depend heavily upon the time pattern of responses to the deficit and the form the response takes.4. Several types of options exist for eliminating the deficit and even for freeing up resources for other purposes. Delaying retirement by three years on average relative to current patterns will eliminate the deficit (mainly reducing total benefits paid); and separating the transfer and annuity components of the system also offers potentially large deficit reductions (but implies part of the sum will be used to finance an expanded transfer payment system from general revenues).\n\n",
    "acknowledgement": "\n"
}