{
    "id": 5833,
    "citation_title": "Research Productivity in a System of Universities",
    "citation_author": [
        "James D. Adams",
        "Zvi Griliches"
    ],
    "citation_publication_date": "1996-11-01",
    "issue_date": "1996-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe focus of this paper is the research performance of a system of universities and sciences.  Using data from the US during the 1980s we study the relationship between research output and R&D in 8 different fields of science We begin at the field level by examining the time series behavior of outputs measured by papers and citations in relation to R&D.  At this level we find approximate parity between growth rates of papers and citations and the growth rate of R&D, except mathematics and agriculture, which diverge from parity in opposite directions, suggesting the predominance of a CRS production process for new scientific results. We then conduct an analysis at the university and field using small samples of leading U.S. research universities. We find returns to R&D are diminishing in nearly every case. One explanation points to the importance of research spillovers between universities and fields which are excluded at the university level but not at the system level, another is that errors in R&D are more important at the university level. The errors arise from misclassification of R&D by university and field.  These explanations emphasize the relevance of research spillovers and of the system-wide aspects of university research, and pinpoint the sources of failings of current data on science resource.  In addition we explore some efficiency aspects of the university system.  Our findings suggest that leading schools have lower average and marginal costs of performing research than lesser institutions, and that leading institutions have a comparative advantage at generating higher quality, more highly cited research.  In our comparisons of private and public institutions the results are not as one-sided, yet they suggest that private schools have a comparative advantage at generating more highly cited research.\n\n",
    "acknowledgement": "\n"
}