{
    "id": 585,
    "citation_title": "International Transmission under Pegged and Floating Exchange Rates: An Empirical Comparison",
    "citation_author": [
        "Michael R. Darby"
    ],
    "citation_publication_date": "1980-12-01",
    "issue_date": "1980-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper continues the investigation of the surprisingly slow and weak international transmission of inflation indicated by the Mark III International Transmission Model. The Mark IV Simulation Model is presented. This is a simplified version of the Mark III Model which retains the transmission channels found significant in the Mark III and is suitable for simulation experiments. Separate versions of the Mark IV model describe the pegged and (dirty) floating exchange regimes. In order to be consistent with the stochastic processes governing policy variables in the sample period, policy experiments involved one percentage point increases in the disturbances of those processes for a single quarter with the behavior thereafter governed by the estimated process. U.S. money shocks were immediately mimicked (in accord with the monetary approach) in Germany but only with a lag (specie-flow mechanism) in the Netherlands. Canada and the U.K. showed only Keynesian absorption transmission. Weaker transmission is generally found under floating exchange rates with a J-curve important in the dynamics. No significant international transmission was found in experiments involving money shocks in the U.K. and Germany and real government spending shocks in the U.S., U.K., and Germany. The money shock experiments indicated short-run money control in U.K. and Germany, although less under pegged than floating rates.\n\n",
    "acknowledgement": "\n"
}