{
    "id": 5858,
    "citation_title": "Accounting for Outward Direct Investment from Hong Kong and Singapore: Who Controls What?",
    "citation_author": [
        "Linda Low",
        "Eric D. Ramstetter",
        "Henry Wai-Chung Yeung"
    ],
    "citation_publication_date": "1996-12-01",
    "issue_date": "1996-12-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter a brief introduction and examination of the economic rationale for accounting for foreign direct investment (FDI), we survey information on outward investors from Hong Kong and Singapore with the aim of illuminating the implications of accounting for such FDI by geographical source or by country of ultimate beneficial owner.  By any measure it is clear that a large part of FDI from these economies comes from foreign-controlled firms and hence that ownership-based estimates of FDI from these two economies would be much smaller than the standard, geography-based estimates. However, because outward investment by foreign firms in Hong Kong and Singapore often involves sub- stantial contributions from local staff and partners, an attempt is made to examine the extent of control over investment decisions exercised by these local staff and partners. Case studies from Hong Kong indicate a tendency for for local control over investment decisions to be relatively strong in 4 types of foreign-controlled Hong Kong firms, recently acquired firms, firms with strong local entrepreneurial involvement, customer-oriented firms, and relocated holding companies.  On the other hand, evidence froma sample of Thai affiliates of foreign-controlled Hong Kong or Singapore investors suggested that many of the investors were acting as part of an integrated network of foreign investors.  Thus, although it is clear local staff and partners have a large influence over the investment decisions of foreign-controlled outward investors in Hong Kong and Singapore, it does not appear that such firms are a majority among foreign-controlled investors in these economies.\n\n",
    "acknowledgement": "\n"
}