{
    "id": 5859,
    "citation_title": "The Characteristics of Multi-Unit Ownership in Franchising: Evidence from Fast-Food Restaurants in Texas",
    "citation_author": [
        "Arturs Kalnins",
        "Francine Lafontaine"
    ],
    "citation_publication_date": "1996-12-01",
    "issue_date": "1996-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne empirical phenomenon that has received little attention in the franchising literature is the tendency for individual franchisees to own not just one but several units of a given franchised chain.  Most current theories of franchising, based on incentives, information asymmetries, and strategic arguments, have little capacity to explain this phenomenon.  In fact, several of them imply that all units should be independently owned and operated.  However, given the existence of multi-unit owners, most of the theories have implications for the extent to which units owned by a single owner should be 1) geographically near each other, 2) located in areas where populations display similar demographic characteristics, and 3) contiguous to each other, that is, should share a market  boundary. This paper provides empirical evidence that restaurants of individual owners in the six largest fast-food chains in Texas are geographically close to each other, that they are located in areas with similar demographic characteristics, and that they are contiguous.  This evidence suggests among other things that franchising is not a strategic delegation device, and that the location of units is not determined by the franchisee's desire to diversify away risk.  Instead, the minimization of monitoring or free-riding costs, and the franchisor's reliance on the franchisee's local market expertise, appear to be central concerns in the allocation of units across franchisees.\n\n",
    "acknowledgement": "\n"
}