{
    "id": 5863,
    "citation_title": "Do Borders Matter for Social Capital? Economic Growth and Civic Culture in U.S. States and Canadian Provinces",
    "citation_author": [
        "John F. Helliwell"
    ],
    "citation_publication_date": "1996-12-01",
    "issue_date": "1996-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper first assesses regional and ethnic group differences in social trust and memberships in both Canada and the United States.  The ethnic categories people choose to describe themselves are as important as regional differences, but much less important than education, in explaining differences in trust.  Respondents who qualify their nationality by any of seven adjectives, a feature more prevalent in the United States than in Canada, (black, white, Hispanic and Asian in the United  States; French, English and Ethnic in Canada) have lower levels of trust than those who consider themselves Canadians or Americans either first or only. The dispersion of incomes across states or provinces has been dropping in both countries,  but faster in Canada than in the United States. The 1980s increase in regional income disparity in the United States has no parallel in Canada.  In neither country is there evidence that per capita economic growth is faster in regions marked by high levels of trust.  However, U.S. migrants tend to move to states with higher perceived levels of trust, thus contributing to higher total growth in those states.  The economic responsiveness of migration appears to be even stronger in Canada than in the United States, despite the much more extensive systems of fiscal equalization and social safety nets in Canada.\n\n",
    "acknowledgement": "\n"
}