{
    "id": 5866,
    "citation_title": "Disability Insurance Benefits and Labor Supply",
    "citation_author": [
        "Jonathan Gruber"
    ],
    "citation_publication_date": "1996-12-01",
    "issue_date": "1996-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDisability Insurance (DI) is a public program that provides income support to persons unable to continue work due to disability.  The difficulty of defining disability, however, has raised the possibility that this program may be subsidizing the early retirement of workers who are not truly disabled.  A critical input for assessing the optimal size of the DI program is therefore the elasticity of labor force participation with respect to benefits generosity.  Unfortunately, this parameter has been difficult to estimate in the context of the U.S. DI program, since all workers face an identical benefits schedule. I surmount this problem by studying the experience of Canada, which operates two distinct DI programs, for Quebec and the rest of Canada.  The latter program raised its benefits by 36% in January, 1987, while benefits were constant in Quebec, providing exogenous variation in benefits generosity across similar workers.  I study this relative benefits increase using both simple `difference-in-difference' estimators and more parameterized estimators that exploit the differential impact of this policy change across workers.  I find that there was a sizeable labor supply response to the policy change; my central estimates imply an elasticity of labor force non-participation with respect to DI benefits of 0.25 to 0.32.  Despite this large labor supply response, simulations suggest that there were welfare gains from this policy change under plausible assumptions about preference parameters.\n\n",
    "acknowledgement": "\n"
}