{
    "id": 5883,
    "citation_title": "Implications of the Great Depression for the Development of the International Monetary System",
    "citation_author": [
        "Michael D. Bordo",
        "Barry Eichengreen"
    ],
    "citation_publication_date": "1997-01-01",
    "issue_date": "1997-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we speculate about the evolution of the international monetary system in the last 2/3 of the 20th century absent the Great Depression but present the major post-Depression political and economic upheavals: WWII and II and the Cold War.  We argue that without the Depression the gold-exchange standard of the 1920s would have persisted until the outbreak of WWI. It would have been suspended during the war and for a period of postwar reconstruction before being restored in the first half of the 1950s.  The Bretton Woods Conference would not have taken place, and instead of a Bretton Woods System of pegged-but-adjustable exchange rates and restrictions on capital-account convertibility, an unreformed gold-exchange standard of pegged exchange rates and unlimited international capital mobility would have been restored. But this gold-exchange standard would have collapsed even earlier than actually was the case with Bretton Woods.  The move toward floating exchange rates that followed would have taken place well before 1971 in our conterfactual We construct a model of the international monetary system from 1928-1971 and simulate its implications for the determination of the world price level and the durability of the hypothetical gold-exchange standard.  We then examine, based on regressions for a 61-country panel, the implications for economic growth and resource allocation of allowing 1920s-style international capital mobility after World War II.  Based on the implications of our model simula- tions and the capital controls regression we contemplate the implications for institution building and international cooperation of the `no Great Depression' scenario.\n\n",
    "acknowledgement": "\n"
}