{
    "id": 5884,
    "citation_title": "Cost of Capital for the United States, Japan, and Canada: An Attempt at Measurement Based on Individual Company Records and Aggregate National Acccoun",
    "citation_author": [
        "Albert Ando",
        "John Hancock",
        "Gary Sawchuk"
    ],
    "citation_publication_date": "1997-01-01",
    "issue_date": "1997-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA conceptual basis is laid out for measuring the cost of capital for corpora- tions from data typically available in countries such as the US, Canada, and Japan.  Attempts are made to carry out the measurement based both on the accounting records of individual companies and on the aggregate National Accounts data, supplemented by the market information on the price of equity shares.  We find a consistent pattern for the US from both sets of data, and the real cost of capital after depreciation and before taxes is found to fluctuate around 10-11% without a persistent trend.  For Canada, the indivi- dual company data cover too few companies for too short a period to produce reliable estimates. The aggregate National Accounts data for Canada supple- mented by some unpublished data supplied by Statistics Canada suggest that the cost of capital in Canada is equal to or somewhat lower than that in the US For Japan, the individual company accounts and National Accounts data yield apparently inconsistent results.  Attempts are made to identify the sources of inconsistency, although the full clarification of this problem must await the publication by the Economic Planning Agency of a detailed and full explanation of the derivation of its national accounts estimates. Finally, we suggest that the extraordinarily high prices of land and the persistent real capital gains which companies enjoyed on their ownership of land until 1990 were an important cause leading to an underestimation of the cost of capital when the standard procedure is applied to Japanese data, and effects still appear to persist.\n\n",
    "acknowledgement": "\n"
}