{
    "id": 5888,
    "citation_title": "Using Maimonides' Rule to Estimate the Effect of Class Size on Student Achievement",
    "citation_author": [
        "Joshua D. Angrist",
        "Victor Lavy"
    ],
    "citation_publication_date": "1997-01-01",
    "issue_date": "1997-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effect of class size on student achievement has long been of concern to educators, parents, and scholars.  In Israeli public schools today, class size is partly determined using a rule proposed by Maimonides in the 12th century. This rule induces a nonlinear and non-monotonic relationship between enroll- ment size and class size.  We use this relationship to construct instrumental variables estimates of the effect of class size on the test scores of Israeli 4th and 5th graders in 1991 and 3rd graders in 1992.  Because the up-and-down pattern in class size induced by Maimonides' rule matches a similar pattern in test scores, the rule provides a credible source of exogenous variation for investigation of the causal effect of class size on student achievement. Our use of Maimonides' rule can be viewed as an application of Campbell's (1969) regression-discontinuity design to the class size question. The results of this application show that reductions in class size induce a significant increase in reading and math scores for 5th graders and a smaller increase in reading scores for 4th graders.  In contrast, there is little evidence of any association between class size and the test scores of 3rd graders, although this finding may result from problems with the 1992 wave of the testing program.  The estimates also suggest that the gains from small classes are largest for students from disadvantaged backgrounds.  Besides being of metho- dological interest and providing new evidence on the class size question, these findings are of immediate policy interest in Israel where legislation to reduce the maximum class size is pending.\n\n",
    "acknowledgement": "\n"
}