{
    "id": 5889,
    "citation_title": "A Distinctive System: Origins and Impact of U.S. Unemployment Compensation",
    "citation_author": [
        "Katherine Baicker",
        "Claudia Goldin",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "1997-01-01",
    "issue_date": "1997-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnemployment compensation in the United States was signed into law in August 1935 as part of the omnibus Social Security Act. Drafted in a period of uncertainty and economic distress, the portions that dealt with unemployment insurance were crafted to achieve a multiplicity of goals, among them passage of the act and a guarantee of its constitutionality.  Along with the federal-state structure went experience-rating and characteristics added by the states, such as the limitation on duration of benefits.  The U.S. unemployment compensation system is distinctive among countries by virtue of its federal-state structure, experience-rating, and limitation on benefits.  We contend that these features were products of the times, reflecting expediency more than efficiency, and thus that UI would have been different had it been passed in another decade. But how different is the UI system in the United States because of these features, and how have they affected the U.S. labor market?  We present evidence showing that more seasonality in manufacturing employment in 1909-29 is related to higher UI benefits from 1947 to 1969, if a state's manufacturing employment share is below the national mean.  Lobbying activities of seasonal industries appear important in the evolution of the parameters.  We also present suggestive evidence on the relationship between declining seasonality and experience-rating.\n\n",
    "acknowledgement": "\n"
}