{
    "id": 5896,
    "citation_title": "Trade Policy and Economic Development: How We Learn",
    "citation_author": [
        "Anne O. Krueger"
    ],
    "citation_publication_date": "1997-01-01",
    "issue_date": "1997-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIdeas with regard to trade policy and economic development have changed radically since the 1950s.  Then and now, it was recognized that trade policy was central to the overall design of policies for economic development. But in the early days, there was a broad consensus that trade policy for development should be based on `import-substitution.'  By this was meant that domestic production of import-competing goods should be started and increased to satisfy the domestic market under incentives provided through whatever level of protection against imports, or even import prohibitions, was necessary to achieve it.  It was thought that import substitution in manufactures would be synonymous with industrialization, which in turn was seen as the key to deve- lopment. The contrast with views today is striking.  It is now widely accepted that growth prospects for developing countries are greatly enhanced through an outer-oriented trade regime and fairly uniform incentives (primarily through the exchange rate) for production across exporting and import competing goods. This paper addresses the changes in thought and policy. What was the contribu- tion of economic research to the sea change in thinking, policy prescriptions, and politicians' acceptance of the need for reform?  What sorts of economic research best informed the policy process?  In a nutshell, how did we learn? In this paper, I first sketch the initial approach to trade policy in early development research and thought.  Next, consideration is given to the evolu- tion of thought, research, and experience with respect to trade and develop- ment over the next several decades, and to the `conventional wisdom' of the 1990s. Finally, the role of research and the sorts of research that proved most fruitful in guiding policy and changing the consensus is considered.\n\n",
    "acknowledgement": "\n"
}