{
    "id": 59,
    "citation_title": "An Analysis of Firm Demand for Protection Against Crime",
    "citation_author": [
        "Ann P. Bartel"
    ],
    "citation_publication_date": "1974-10-01",
    "issue_date": "1974-10-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well known that as a result of spiralling crime rates, public expenditures for police protection have been rising at a rapid rate. It is less well known, however, that private expenditures for guards, protective services and equipment have kept pace with the increasing public expenditures.  Despite the fact that in 1970 the private sector allocated at least $3.3 billion of its resources to protection, and this sum is two-thirds the size of the corresponding public outlay, no one has explicitly analyzed the determinants of the private sector's demand for protection.  This article, which summarizes a larger study, attempts to fill this gap by considering firm demand for protection.  The main purpose of this article is to answer three questions. One, how is firm demand for protection related to business losses from crime and the probability of crime? Two, are public and private expenditures substitutes or complements? Three, does a firm choose self-protection as a substitute for market insurance or will it spend more on protection if it has insurance?  Part I describes a theoretical framework for analyzing a firm's protection decisions. In Part II I discuss the data set that is used to test the model and the methods of proxying some of the unobserved theoretical variables. Part III presents the results of the empirical analysis. In Part IV the data are used to test what factors, holding protection expenditures constant, predict whether or not a firm will be victimized.\n\n",
    "acknowledgement": "\nI would like to thank Professor William Landes for his valuable suggestions and criticism sand Professor Jacob Mincer for his helpful comments. This research was partially supported by a grant (No. 73-NI-99-l005) from the Manpower Development Assistance Division of the Law Enforcement Assistance Administration to Columbia University.\n\n\n"
}