{
    "id": 590,
    "citation_title": "A Model of the Black Market for Dollars",
    "citation_author": [
        "Rudiger Dornbusch",
        "Daniel Valente Dantas",
        "Clarice Pechman",
        "Roberto de Rezende Rocha",
        "Demetrio Simoes"
    ],
    "citation_publication_date": "1980-12-01",
    "issue_date": "1980-12-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper develops an analytical framework to discuss the determinants of the premium in the black market for dollars in Brazil. While the specific details of the model were chosen with the Brazilian case in mind, the structure of the model is quite general and suitable for application to black markets for currency elsewhere. The building blocks of the model are three. A capital asset pricing approach is used to derive an asset demand for dollars, or equivalently a real yield premium in market equilibrium. The current account of the black market is specified in terms of the sources and uses in the flow market for dollars, mainly smuggling proceeds and flows associated with tourism. The model is closed by a model of official exchange rate policy and the assumption of rational expectations. In comparative static applications the model has the properties of current account oriented models of the exchange rate. Unanticipated current account improvements due, for example, to increased export taxes that promote smuggling, lead to a decline in the premium. Asset market disturbances, such as increased inflation uncertainty or increased variability in the official real exchange rate policy are shown to have ambiguous effects on the premium. In applying the distinction between anticipated and unanticipated disturbances it is shown that the current expectation of a future maxi-devaluation leads to an immediate rise in the premium, with a subsequent decline when the maxi actually takes place. The paper concludes with a discussion of seasonal patterns in the premium. It is shown-that for \"always\" anticipated disturbances there is no jump in the premium, but a gradual adjustment that precedes the actual seasonal in the current account.\n\n",
    "acknowledgement": "\n"
}