{
    "id": 5901,
    "citation_title": "A Century of Global Stock Markets",
    "citation_author": [
        "William N. Goetzmann",
        "Philippe Jorion"
    ],
    "citation_publication_date": "1997-01-01",
    "issue_date": "1997-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe expected return on equity capital is possibly the most important driving factor in asset allocation decisions.  Yet, the long-term estimates we typically use are derived from U.S. data only.  There are reasons to suspect, however, that these estimates of return on capital are subject to survivorship, as the United States is arguably the most successful capitalist system in the world; most other countries have been plagued by political upheaval, war, and financial crises. The purpose of this paper is to provide estimates of return on capital from long-term histories for world equity markets.  By putting together a variety of sources, we collected a database of capital appreciation indexes for 39 markets with histories going as far back as the 1920s. Our results are striking.  We find that the United States has by far the highest uninterrupted real rate of appreciation of all countries, at about 5 percent annually.  For other countries, the median real appreciation rate is about 1.5 percent.  The high return premium obtained for U.S. equities therefore appears to be the exception rather than the rule. Our global database also allows us to reconstruct monthly real and dollar-valued capital appreciation indices for global markets, providing further evidence of the benefits of international diversification.\n\n",
    "acknowledgement": "\n"
}