{
    "id": 5904,
    "citation_title": "The Valuation of the Foreign Income of U.S. Multinational Firms: A Growth Opportunities Perspective",
    "citation_author": [
        "Gordon M. Bodnar",
        "Joseph Weintrop"
    ],
    "citation_publication_date": "1997-01-01",
    "issue_date": "1997-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper demonstrates the value-relevance of foreign earnings for U.S. multinational firms by examining the associations between annual abnormal stock performance and changes in firms' domestic and foreign incomes disclosed through SEC Regulation ?210.4-08(h).  For 2570 firm-year observations between 1985 and 1993, both foreign and domestic earnings changes have significant positive associations with annual excess returns measures; however, the association coefficient on foreign income is significantly larger than the association coefficient on domestic income.  This indicates that foreign earnings disclosures are value-relevant and suggests that firm value is more sensitive to foreign earnings than domestic earnings.  We demonstrate that this larger foreign association coefficient is consistent with differences in growth opportunities between domestic and foreign operations.  To further support the growth opportunity interpretation of the results, we demonstrate that larger foreign association coefficients are not due to the influence of exchange rate changes or the result of methodological problems such as differences in the timing of foreign versus domestic earnings recognition or misspecification in the earnings expectation process.\n\n",
    "acknowledgement": "\n"
}