{
    "id": 5906,
    "citation_title": "Re-emerging Markets",
    "citation_author": [
        "William N. Goetzmann",
        "Philippe Jorion"
    ],
    "citation_publication_date": "1997-01-01",
    "issue_date": "1997-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research shows that emerging markets are distinguished by high returns and low covariances with global market factors. These are striking results because of their immediate implications for the international investor.  One key issue is whether these results may be attributed to recent emergence. Most of today's emerging markets are actually re-emerging markets, i.e. markets that attracted international attention earlier in the century, and for various political, economic and institutional reasons experienced discontinuities in data sources. To analyze the effects of conditioning on recent emergence, we simulate a simple, general model of global markets in which markets are priced according to their exposure to a world factor; returns are only observed if the price level exceeds a threshold at the end of the observation period.  The simulations reveal a number of new effects.  In particular, we find that the brevity of a market history is related to the bias in annual returns as well as to the world beta.  These patterns are confirmed by long-term histories of global capital markets and by recent empirical\" evidence on emerging and submerged markets.  Even though these results can also be explained by alternative theories, the common message is that basing investment decisions on the past performance of emerging markets is likely to lead to disappointing results.\n\n",
    "acknowledgement": "\n"
}