{
    "id": 5913,
    "citation_title": "Reinsurance for Catastrophes and Cataclysms",
    "citation_author": [
        "David M. Cutler",
        "Richard J. Zeckhauser"
    ],
    "citation_publication_date": "1997-02-01",
    "issue_date": "1997-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the optimal design of insurance and reinsurance policies. We first consider reinsurance for catastrophes: risks which are large for any one insurer but not for the reinsurance market as a whole. Reinsurance for catastrophes is complicated by adverse selection.  Optimal reinsurnace in the presence of adverse selection depends critically on the source of information asymmetry.  When information on the probability of a loss is private but the magnitude of the loss is public optimal reinsurance employs a deductible-style deductible-style excess-of-loss policy, and when is is private but the proba- bility of a loss is common, optimal reinsurance covers small and large risks, but makes the primary insurer responsible for moderate risks.  There is a dramatic divergence between these designs, which suggests that traditional approaches to design may be misguided. We then consider reinsurance for cata- clysms: risks that are so large that a loss can threaten the solvency  of re- insurance such as a major earthquake, while others derive from common risks-changes in conditions that affect many individuals-such as the liability revolution or or escalating medical care costs.  We argue that cataclysms must be reinsured in either broad securities markets or by the government. Beyond their one- period loss potential, cataclysms pose another risk: risk levels change over time.  A simulation model traces the implications of evolving risk levels for long-term patterns of losses and premiums, where the latter reflect learning learning about loss distributions.  Premium risk emerges as an important part of risk, which reinsurance and primary insurance markets do not adequately diversify.\"\n\n",
    "acknowledgement": "\n"
}