{
    "id": 5915,
    "citation_title": "Cyclical Productivity with Unobserved Input Variation",
    "citation_author": [
        "Susanto Basu",
        "Miles S. Kimball"
    ],
    "citation_publication_date": "1997-02-01",
    "issue_date": "1997-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we derive and estimate relationships governing variable utilization of capital and labor for a firm solving a dynamic cost-minimization problem.  Our method allows for (i) imperfect competition, (ii) increasing returns to scale, (iii) unobserved changes in utilization, (iv) unobserved changes in technology, (v) unobserved fluctuations in the factor prices of capital and labor, (vi) unobserved fluctuations in the shadow price of output, and (vii) the non-existence of a value-added production function.  We can estimate the parameters of interest without imposing specific functional forms or using restrictions from assuming the existence of a representative consumer.  We find that variable capital and labor utilization explain 40-60 percent of the cyclicality of the Solow residual in U.S. manufacturing, so true technology shocks have a lower correlation with output than the RBC literature assumes.  Controlling for variable utilization also eliminates the evidence for increasing returns to scale.  We show that our model-based proxies for variable utilization are valid even when extending the workweek of capital potentially has two costs: a shift premium paid to workers, as well as a higher rate of depreciation.  Thus, these proxies can be used under very general conditions in a wide range of empirical work.\n\n",
    "acknowledgement": "\n"
}