{
    "id": 592,
    "citation_title": "Oil, Disinflation, and Export Competitiveness: A Model of the \"Dutch Disease\"",
    "citation_author": [
        "Willem H. Buiter",
        "Douglas D. Purvis"
    ],
    "citation_publication_date": "1980-12-01",
    "issue_date": "1980-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines three possible sources of \"de-industrialization\" in an open economy: monetary disinflation, an increase in the international price of oil, and a 'domestic oil discovery. The analysis is conducted using a model which incorporates different speeds of adjustment in goods and asset markets; domestic goods prices respond only sluggishly to excess demand while the exchange rate (and hence the price of imported goods) adjusts quickly. Monetary disinflation leads to reduced real balances, higher interest rates, and a lower nominal exchange rate. In the short-run this causes a real appreciation and a decline in domestic manufacturing output. Perhaps surprisingly, an increase in world oil prices can create similar effects even for a country which is a net exporter of oil. Although the direct effect of an oil price increase for such a country is an increase in the demand for the domestic manufacturing good, that effect may be swamped by a real appreciation created by the increased demand for the home currency. This corresponds rather closely to the recent experiences of several oil and gas exporting countries, and is commonly referred to as the \"Dutch-Disease\". In our analysis, however, this is only a transitional phenomenon. Domestic oil discoveries, though necessarily finite in nature, generate permanent income effects in demand which last beyond the productive life of the new oil reserve. Initially, current income is above permanent income, leading to an improvement in the trade account; this is eventually reversed when permanent income exceeds current income. A wide variety of output response patterns are possible.\n\n",
    "acknowledgement": "\n"
}