{
    "id": 5921,
    "citation_title": "Regionalism and Multilateral Tariff Cooperation",
    "citation_author": [
        "Kyle Bagwell",
        "Robert W. Staiger"
    ],
    "citation_publication_date": "1997-02-01",
    "issue_date": "1997-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider a 3 country world in which each country's import market is served by competing exporters from its 2 trading partners.  We assume that weak multilateral enforcement mechanisms prevent governments from implementing efficient trade policies through a multilateral agreement requiring tariffs to conform to the most-favored-nation (MFN) principle.  We then ask whether ex- ceptions from MFN for the purpose of forming preferential agreements can lead to lower external tariffs, and thereby to a more efficient tariff structure under the multilateral agreement.  We identify 3 opposing effects of prefer- ential agreements on the multilateral tariff structure in this setting.  The tariff complementarity effect works to reduce the desired external tariffs of countries that join together in a preferential agreement.  Two additional effects of preferential agreements arise only when enforcement issues at the multilateral level are considered.  One of these, the punishment effect, weakens the ability of the member countries of a preferential agreement to punish deviations from the multilateral agreement thereby interfering with the ability of countries to sustain low tariffs under the multilateral agreement. The tariff discrimination effect lets countries to discriminate against those who would external tariffs of countries that join together in a preferential agreement. The relative strengths of these 3 effects determine the impact of a prefer- ential agreement on the tariff structure under the multilateral agreement. Our findings suggest that preferential agreements can have their most desirable effects on the multilateral system when the degree of multilateral cooperation is low.\n\n",
    "acknowledgement": "\n"
}