{
    "id": 5928,
    "citation_title": "Measuring Positive Externalities from Unobservable Victim Precaution: An Empirical Analysis of Lojack",
    "citation_author": [
        "Ian Ayres",
        "Steven D. Levitt"
    ],
    "citation_publication_date": "1997-02-01",
    "issue_date": "1997-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrivate expenditures on crime reduction have potentially important externalities.  Observable measures such as barbed-wire fences and deadbolt locks may shift crime to those who are unprotected, imposing a negative externality.  Unobservable precautions, on the other hand, may provide positive externalities since criminals cannot determine a priori who is protected.  Focusing on one specific form of victim precaution, Lojack, we provide the first thorough empirical analysis of the magnitude of such externalities.  Because installing Lojack does not reduce the likelihood that an individual car will be stolen, any decrease in the aggregate crime rates due to Lojack is an externality from the perspective of the individual Lojack purchaser.  We find that the presence of Lojack is associated with a sharp fall in auto theft in central cities and a more modest decline in the remainder of the state.  Rates of other crimes do not change appreciably.  Our estimates suggest that, at least historically, the marginal social benefit of an additional unit of Lojack has been as much as 15 times greater than the marginal social cost in high crime areas.  Those who install Lojack in their cars, however, obtain less than ten percent of the total social benefits of Lojack, causing Lojack to be undersupplied by the free market. Current insurance subsidies for the installation of Lojack appear  to be well below the socially optimal level.\n\n",
    "acknowledgement": "\n"
}