{
    "id": 5932,
    "citation_title": "Reciprocity, Non-discrimination and Preferential Agreements in the Multilateral Trading System",
    "citation_author": [
        "Kyle Bagwell",
        "Robert W. Staiger"
    ],
    "citation_publication_date": "1997-02-01",
    "issue_date": "1997-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nand non-discrimination, the two principles that are the pillars of the multi- lateral trading system as embodied in GATT and its successor, the WTO. We show that GATT's principle of reciprocity serves to neutralize the world-price effects of a country's trade policy decisions, and hence can deliver efficient trade-policy outcomes for its member governments provided that the externa- lities associated with trade intervention travel through world prices. We then establish that externalities indeed travel in this way if and only if tariffs also conform to the principle of non-discrimination (MFN). In this way, the principles of reciprocity and non-discrimination can work together to deliver efficient outcomes for the multilateral trading system.  We also consider within our framework the implications of preferential agreements for the multilateral trading system.  The introduction of free trade agreements com- plicates the way in which externalities are transmitted across countries, and in this environment the principle of reciprocity can not longer deliver efficient multilateral outcomes for its member governments.  We do find a limited place for customs unions in the multilateral trading system, provided that the member countries of the union have similar political preferences. As these conditions are quite stringent, we offer little support for the hypothesis that the principle of reciprocity can deliver an efficient multi- lateral trade agreement in the presence of preferential agreements. Instead, our results offer support for the view that preferential agreements pose a threat to the existing multilateral system.\n\n",
    "acknowledgement": "\n"
}