{
    "id": 5934,
    "citation_title": "Shifts in U.S. Relative Wages: The Role of Trade, Technology and Factor Endowments",
    "citation_author": [
        "Robert E. Baldwin",
        "Glen G. Cain"
    ],
    "citation_publication_date": "1997-02-01",
    "issue_date": "1997-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates three hypotheses to account for the observed shifts in U.S. relative wages of less educated compared to more educated workers between 1967 and 1992: increased import competition, changes in the relative supplies of labor of different education levels and changes in technology. Our analysis relies on a basic relation of the standard general equilibrium trade model that relates changes in product prices to factor price changes and factor shares, and information about changes in the composition of output, trade, within-industry factor use and factor supplies. We conclude that the relative increase in the supply of well educated labor from 1967-1973 was the dominant force that narrowed the wage gap among workers of different education levels. The gap continued to narrow during the rest of the 1970s, but our results are not clear-cut enough to conclude that the continued increase in the rela- tive supply of more educated workers was the main factor shaping relative From 1980-1993, the wage gap between these workers widened sharply despite the continued relative increase in the supply of more educated workers. Increased import competition cannot account for the rise in wage inequality among these groups but it could have contributed to the decline in wages for the least educated. Instead, support is found for technical progress that is saving of less educated labor and more rapid in some manufacturing sectors using highly educated labor as the main force in widening the wage gaps these groups. Last, we use the Deardorff-Staiger model which allows changes in the factor content of trade to reveal the effects of trade on relative factor prices. Our tests show increased import competition from 1977 to 1987 was not the dominant force in widening the wage gap between more educated and less educated labor between those years.\n\n",
    "acknowledgement": "\n"
}