{
    "id": 5935,
    "citation_title": "Understanding China's Economic Performance",
    "citation_author": [
        "Jeffrey D. Sachs",
        "Wing Thye Woo"
    ],
    "citation_publication_date": "1997-02-01",
    "issue_date": "1997-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBroadly speaking, two schools of thought have emerged to interpret China's rapid growth since 1978:the experimentalist school and the convergence school. The experimentalist school attributes China's successes to the evolutionary, experimental, and incremental nature of China's reforms.  Specifically, the resulting non-capitalist institutions are said to be successful in (a) agri- culture where land is not owned by the farmers; (b) township and village en- terprises (TVEs) which are owned collectively by rural communities; and (c) state owned enterprises (SOEs) where increased competition and increased wage incentive, not privatization, have been emphasized. The convergence school holds that China's successes are the result of its institutions being allowed to converge with those of non-socialist market economies, and that China's economic structure at the start of reforms is a major reason for the fast growth.  China had a high population density heavily concentrated in low-wage agriculture which was favorable for labor-intensive export-led growth in other parts of East Asia. The convergence school also holds that China's gradualism results mainly from a lack of consensus over the proper course, with power divided between market reformers and old-style socialists; and that the 'inno- ative economic circumstances. Perhaps the best test of the two approaches is whether China's policy choices are in fact leading to institutions harmonized with normal market economies or to more distinctive innovations. The recent policy trend has been towards institutional harmonization rather than institutional innovation, suggesting that the government accepts that the ingredients for a dynamic market economy are already well-known.\n\n",
    "acknowledgement": "\n"
}