{
    "id": 5940,
    "citation_title": "Technology, Trade, and Wages",
    "citation_author": [
        "James D. Adams"
    ],
    "citation_publication_date": "1997-02-01",
    "issue_date": "1997-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConsiderable effort has been devoted in recent years to the description of wage structure.  This research has documented a rising return to education, unobserved skill, and work experience, but there is little research into causes of the change in structure.  This paper seeks to fill the gap by study- ing the impact of domestic technology, foreign technology and trade on U.S. wages.  The standard model of general equilibrium presented shows that each effect tends to be opposite in sign for high and low skilled labor.  We then modify the model to allow for accumulation of sector-specific skills and sec- toral immobility. In this version shocks have the same direction of effect on high and low skilled workers. In the empirical work we devise measures of foreign and domestic R&D inputs for 6 sectors of the private U.S. economy, and of R&D outputs for 24 manufacturing industries. Holding time and industry effects constant we find that in most cases technology has the same, not oppo- site effect on wages at both skill levels; a rise in the foreign share in world innovation or US patents decreases US wages; an increase in the US share in world innovation or US patents raises US wages, especially for the less skilled; and the stock of world innovation and US patents decreases real wages especially for the less skilled. Turning to the relative skilled wage, we find that the stock of world innovation or US patents increases the skill differen- tial. Holding technology constant we find mixed results for trade. Effects of trade on real wages are generally insignificant once time effects are taken into consideration. Our findings suggest that sectoral labor immobility is a factor in the interaction between the U.S. labor market, technology and trade technology is a key element in the twists of the wage structure, and in and of itself, trade may not be an important determinant of real wages.\n\n",
    "acknowledgement": "\n"
}