{
    "id": 5956,
    "citation_title": "Computing Inequality: Have Computers Changed the Labor Market?",
    "citation_author": [
        "David H. Autor",
        "Lawrence F. Katz",
        "Alan B. Krueger"
    ],
    "citation_publication_date": "1997-03-01",
    "issue_date": "1997-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effect of technological change and other factors on the relative demand for workers with different education levels and on the recent growth of U.S. educational wage differentials. A simple supply-demand framework is used to interpret changes in the relative quantities, wages, and wage bill shares of workers by education in the aggregate U.S. labor market in each decade since 1940 and from 1990 to 1995.  The results suggest that the relative demand for college graduates grew more rapidly on average during the past 25 years (1970-95) than during the previous three decades (1940-70).  The increased rate of growth of relative demand for college graduates beginning in the 1970s did not lead to an increase in the college/high school wage diffe- rential until the 1980s because the growth in the supply of college graduates increased even more sharply in the 1970s before returning to historical levels in the 1980s.  The acceleration in demand shifts for more-skilled workers in the 1970s and 1980s relative to the 1960s is entirely accounted for by an increase in within-industry changes in skill utilization rather than between- industry employment shifts.  Industries with large increases in the rate of skill upgrading in the 1970s and 1980s versus the 1960s are those with greater growth in employee computer usage, more computer capital per worker and larger investment as a share of total investment.  The results suggest that the spread of computer technology may `explain' as much as 30-50% of the increase in the rate of growth of the relative demand for more-skilled workers since 1970.\n\n",
    "acknowledgement": "\n"
}