{
    "id": 5963,
    "citation_title": "Was the Great Depression a Watershed for American Monetary Policy?",
    "citation_author": [
        "Charles W. Calomiris",
        "David C. Wheelock"
    ],
    "citation_publication_date": "1997-03-01",
    "issue_date": "1997-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Great Depression changed the institutions governing monetary policy. These changes included the departure from the gold standard, an opening of a a new avenue for monetizing government debt, changes in the structure of the the Federal Reserve System, and new monetary powers of the Treasury. Ideo- logical changes accompanied institutional changes. We examine whether and how thes changes mattered for post-Depression monetary policy. With regard to the period 1935-1941, the tools of Fed policy, but not its goals or tactics, changed. But structural reforms weakened the Federal Reserve relative to the Treasury, and removed a key limit on the monetization of government debt. The increased power of the Treasury to determine the direction of policy, along with the departure from gold and the new ment debt produced a new (albeit small) inflationary bias in monetary policy that lasted until the Treasury-Fed Accord of 1951. The Fed regained some independence with the Accord of 1951. The Fed returned to its traditional pre-Depression) operating methods, and the procyclical bias in these procedures--along with pressures to monetize government debt--explains how the Fed stumbled into an inflationary policy in the 1960s.  Depression-era changes--especially the departure from the gold standard in 1933 and the relaxation of an important constraint on deficit monetization in 1932--made this inflationary policy error possible, and contributed to the persistence of inflationary policy.\n\n",
    "acknowledgement": "\n"
}