{
    "id": 5965,
    "citation_title": "International Portfolio Diversification with Generalized Expected Utility Preferences",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1997-03-01",
    "issue_date": "1997-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper revisits the Home Bias Puzzle -- the relatively low interna- tional diversification of portfolios.  We suggest that part of the diversifi- cation puzzle may be due to reliance on the conventional CAPM model as the benchmark predicting patterns of diversification. We compare the asset diver- sification patterns of agents who maximize a generalized expected utility (GEU) to the diversification of agents who maximize the conventional expected utility (EU).  Specifically, we derive the patterns of diversification for agents who maximize a  rank-dependent' expected utility, attaching more weight to  bad' than to  good' outcomes, in contrast to the probability weights used in a conventional expected utility maximization.  We show that agents who maximize a GEU exhibit first order risk aversion and tend to refrain from di- versification in contrast to the diversification of agents who maximize the EU.  For a given covariance structure we identify a `cone of diversifica- tion -- the range of domestic and foreign yields leading to a  positive demand for both equities.  Greater downside risk aversion increases the threshold of yields leading to diversification, shifting the cone of diversification upwards and rightwards.  Thus, greater downsiderisk aversion narrows the range of foreign yields leading to diversification for a given domestic yield. Ceteris paribus, greater downside risk aversion reduces the feasible hetero- geneity of normalized excess yields associated with diversification. Conse- quently, we argue that first order risk aversion should be added to the explanatory factors that account for the observed diversification patterns.\n\n",
    "acknowledgement": "\n"
}