{
    "id": 5967,
    "citation_title": "When Can Carbon Abatement Policies Increase Welfare? The Fundamental Role of Distorted Factor Markets",
    "citation_author": [
        "Ian W. H. Parry",
        "Roberton C. Williams III",
        "Lawrence H. Goulder"
    ],
    "citation_publication_date": "1997-03-01",
    "issue_date": "1997-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper employs analytical and numerical general equilibrium models to assess the efficiency impacts of two policies to reduce U.S. carbon emissions -- a carbon tax and a carbon quota -- taking into account the inter- actions between these policies and pre-existing tax distortions in factor markets.  We show that tax interactions significantly raise the costs of both policies relative to what they would be in a first-best setting. In addition, we show that these interactions put the carbon quota at a signficant efficiency disadvantage relative to the carbon tax: the costs of reducing emissions by 10 % are more than three times higher under the carbon quota than than under the carbon tax.  This disadvantage reflects the inability of the quota policy to generate revenue that can be used to reduce pre-existing dis- tortionary taxes. Indeed, second-best considerations severely limit the potential of a carbon quota to general overall efficiency gains. Under our central estimates, a non-auctioned carbon quota (or set of grandfathered carbon emissions permits) cannot increase efficiency unless the marginal benefits from avoided future climate change are at least $25 per ton of carbon abatement. Most estimates of these marginal environmental benefits are well below $25 per ton.  Thus, our analysis suggests that any carbon abatement by way of a non-auctioned quota will be efficiency-reducing. In contrast, a revenue-neutral carbon tax is found to be efficiency-improving so long as marginal environmental benefits are positive.\n\n",
    "acknowledgement": "\n"
}