{
    "id": 5978,
    "citation_title": "Openness, Productivity and Growth: What Do We Really Know?",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "1997-03-01",
    "issue_date": "1997-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor over a century social analysts have debated the connection between trade policy and economic performance.  This controversy continues today, even as the world is experiencing an unprecedented period of trade liberalization, and in spite of numerous empirical studies that claim to have found a positive effect of openness on growth.  Two issues have been at the core of these controversies: first, until recently theoretical models had been unable to link trade policy to faster equilibrium growth.  And second, the empirical literature on the subject has been affected by serious data problems.  In this paper I use a new comparative data set for 93 countries to analyze the robustness of the relationship between openness and TFP growth. I use nine alternative indexes of trade policy to investigate whether the evidence supports the view that, with other things given, TFP growth is faster in more open economies.  The regressions reported here are robust to the use of openness indicator, estimation technique, time period and functional form, and suggest that more open countries have indeed experienced faster productivity growth.  Although the use of instrumental variables goes a long way towards dealing with endogeneity, issues related to causality are still somewhat open, and will require time series analyses to be adequately addressed.\n\n",
    "acknowledgement": "\n"
}