{
    "id": 5985,
    "citation_title": "The Technology of Birth: Health Insurance, Medical Interventions, and Infant Health",
    "citation_author": [
        "Janet Currie",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "1997-04-01",
    "issue_date": "1997-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo key issues for public insurance policy are the effect of insurance status on medical treatment, and the implications of insurance-induced treat- ment differentials for health outcomes. We address these issues in the context of the treatment of childbirth, using Vital Statistics data on every birth in the U.S. over the 1987-1992 period.  The effects of insurance status on treat- ment and outcomes are identified using the tremendous variation in eligibility for public insurance coverage under the Medicaid program over this period. Among teen mothers and high school dropouts, who were largely uninsured before being made eligible for Medicaid, eligibility for this program was associated with significant increases in the use of a variety of obstetric procedures. On average, this more intensive treatment was associated with only marginal changes in the health of infants, as measured by neonatal mortality.  But the effect of eligibility on neonatal mortality is sizeable among children born to mothers whose closest hospital had a Neonatal Intensive Care Unit, suggest- ing that insurance-induced increases in use of `high tech' treatments can have real effects on outcomes.  Among women with more education there is a counter- vailing effect on procedure use. Most of these women had private insurance before becoming Medicaid-eligible, and some may have been 'crowded out' onto the public program.  These women moved from more generous to less generous insurance coverage of pregnancy and neonatal care. This movement was accompanied by reductions in procedure use without any discernable change in neonatal mortality.\n\n",
    "acknowledgement": "\n"
}