{
    "id": 5986,
    "citation_title": "The Great Depression and the Regulating State: Federal Government Regulation of Agriculture: 1884-1970",
    "citation_author": [
        "Gary D. Libecap"
    ],
    "citation_publication_date": "1997-04-01",
    "issue_date": "1997-04-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe New Deal increased the amount and breadth of agricultural regulation in the economy, shifting it from providing public goods and transfers to controlling supplies and directing government purchases to raise prices, and created the institutional structure to continue the new regulation long after the crisis ended.  Agricultural laws passed by Congress and the President from 1884 through 1970 are classified as to whether they provided public goods, gave direct and indirect transfers, or engaged in economic regulation.  Additionally, laws enacted from 1940 through 1970 are classified as to whether or not they were linked to specific New Deal agricultural programs.  The hypothesis is tested that absent the Great Depression and New Deal, the pattern of agricultural regulation with public goods and transfers that existed prior to 1933 would have continued through 1970.  Budget appropriations for economic regulation of agricultural commodities are assembled and categorized as demand enhancement and supply control to analyze how the New Deal affected regulatory expenditures relative to what existed prior to 1933.  Additionally, staffing and budgets for the U.S. Department of Agriculture and domestic wheat prices are examined to determine if they were changed by New Deal policies from 1933 through 1970 compared to the pre-New Deal period.  International comparisons are made to determine how the U.S. regulatory experience compared to that in other western industrial countries.\n\n",
    "acknowledgement": "\n"
}