{
    "id": 5998,
    "citation_title": "Can Higher Cigarette Taxes Improve Birth Outcomes?",
    "citation_author": [
        "William N. Evans",
        "Jeanne S. Ringel"
    ],
    "citation_publication_date": "1997-04-01",
    "issue_date": "1997-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study uses within-state variation in taxes over the 1989-1992 time period to test whether maternal smoking and birth outcomes are responsive to higher state cigarette taxes.  Data on the outcomes of interest are taken from the Natality Detail files, generating a sample of roughly 10.5 million births. The results indicate that smoking participation declines when excise taxes are increased.  The elasticity of demand for cigarettes is estimated to be appro- ximately -0.25.  In addition, estimates of two-part models suggest that taxes only alter the probability a mother smokes and not average daily consumption conditional on smoking.  Reduced-form models also indicate that higher excise taxes translate into higher birth weights.  These two sets of results can be used to form an instrumental variables estimate of the impact of smoking on birth weight.  This estimate indicates that maternal smoking reduces average birth weight by 367 grams, which is remarkably close to estimates from random assignment clinical trials. It is important to note that as a policy tool to improve birth outcomes, cigarette taxes are a blunt instrument. Taxes will be imposed on all smokers, but the benefits received and costs imposed extend beyond the targeted population.  Under the naive assumption that the only benefits of the tax are received in the form of improved birth outcomes, we find that an increase in the cigarette tax is not as cost effective in preventing low birth weight as other more targeted public policies such as the Medicaid expansions of the late 1980's.\n\n",
    "acknowledgement": "\n"
}