{
    "id": 600,
    "citation_title": "Social Insurance and Consumption: An Empirical Inquiry",
    "citation_author": [
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "1980-12-01",
    "issue_date": "1980-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe main stated purposes of social insurance programs have been the maintenance of consumption by people suffering from misfortunes, and the stabilization of employment. Despite this, most recent research on unemployment insurance (UI) and Old Age Insurance has focused on secondary labor-market effects, with only a few studies looking at stabilization, and none considering effects on consumption. In this study we examine how UI will affect the consumption of recipients. For some individuals UI will help remove the constraints on consumption during periods of reduced income that arise from insufficient savings and imperfect capital markets, while for others the UI benefits merely augment the entire lifetime consumption stream. The model enables us to estimate what fractions of the population fall into these two categories. If individuals are also constrained in the allocation of their reduction consumption, consumption propensities out of UI will differ from those out of nonrecipients' income. The model is tested on aggregate time-series data covering 41 consumption categories for 1959-1978:II, and on over 14,000 individuals from the 1972-73 Consumer Expenditure Survey. In both data sets we find no more than half of UI benefits are consumed as if the recipients' consumption were constrained during times of unemployment. In both samples spending out of UI benefits is disproportionately on luxuries, though UI recipients spend greater shares of their income on necessities. The results imply that a large part of social insurance payments does not go to prevent serious imbalances in individuals' lifetime consumption profiles.\n\n",
    "acknowledgement": "\n"
}