{
    "id": 6018,
    "citation_title": "Public-Private Interaction and the Productivity of Pharmaceutical Research",
    "citation_author": [
        "Iain Cockburn",
        "Rebecca Henderson"
    ],
    "citation_publication_date": "1997-04-01",
    "issue_date": "1997-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of publicly funded biomedical research on the in-house research of the for-profit pharmaceutical industry.  Qualitative analysis of the history of the discovery and development of a sample of 21 significant drugs, and a program of interviews with senior managers and scientists reveals a complex and often bidirectional relationship between the public and private sectors of the industry, illustrating the difficulties inherent in estimating the rate of return to public support of basic research.  This analysis also highlights the importance for private sector firms of maintaining close connections to the  upstream' scientific community, which requires them to make significant investments in doing in-house basic research and adopting appropriate internal incentives and procedures.  We measure the extent and nature of this connectedness' using data on coauthorship of scientific papers between pharmaceutical company scientists and publicly funded researchers.  These measures are significantly correlated with firms' internal organization, as well as their research performance in drug discovery as measured by important patents per research dollar.  The size of the estimated impact of connectedness' to private research productivity implies a substantial return to public investments in basic research.\n\n",
    "acknowledgement": "\n"
}