{
    "id": 6020,
    "citation_title": "Ethical Foundations of Financial Regulation",
    "citation_author": [
        "Edward J. Kane"
    ],
    "citation_publication_date": "1997-04-01",
    "issue_date": "1997-04-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRegulation consists of rulemaking and enforcement. Economic theory offers two complementary rationales for regulating financial institutions. Altruistic public-benefits theories treat rules as governmental instruments for increas- ing fairness and efficiency across society as a whole. Agency-cost theory recognizes that incentive conflicts and coordination problems arise in multi- party relationships and that regulation introduces opportunities to impose rules that enhance the welfare of one sector of society at the expense of another. Each rationale sets different goals and assigns responsibiliy for choosing and adjusting rules differently. Altruistic theories assign regula- tion to governmental entities who search for market failures and correct them. It is taken for granted that we may rely on a well-intentioned government to use its discretion and choose actions for the common good. Agency-cost theories portray regulation as a way to raise the quality of financial services by improving incentives to perform contractual obligations in stress- stressful situations.  These private-benefits theories count on self-interest- ed parties to spot market failures and correct them by opening more markets. In financial services markets for regulatory service create outside discipline that controls and coordinates industry behavior.  Institutions benefit from Institutions benefit from regulation that: enhances customer confidence; increases the convenience of customer transactions; or creates cartel profit. profits.  Agency-cost theories emphasize the need to reconcile conflicts between the interests of institutions, customers, regulators and taxpayers.\n\n",
    "acknowledgement": "\n"
}