{
    "id": 6030,
    "citation_title": "How Taxing is Corruption on International Investors?",
    "citation_author": [
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "1997-05-01",
    "issue_date": "1997-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the effect of corruption on foreign direct investment.  The sample covers bilateral investment from fourteen source countries to forty-five host countries during 1990-91.  There are three central findings.  (1) A rise in either the tax rate on multinational firms or the corruption level in a host country reduces inward foreign direct investment (FDI).  An increase in the corruption level from that of Singapore to that of Mexico is equivalent to raising the tax rate by over twenty percentage points.   (2) There is no support for the hypothesis that corruption has a smaller effect on FDI into East Asian host countries.  (3) American investors are averse to corruption in host countries, but not necessarily more so than average OECD investors, in spite of the U.S. Foreign Corrupt Practices Act of 1977.  On the other hand, there is some weak support for the hypothesis that Japanese investors may be somewhat less sensitive to corruption.  Neither American nor Japanese investors treat corruption in East Asia any differently from that in other parts of the world. There are other interesting and sensible findings.  For example, consistent with theories that emphasize the importance of networks in trade and investment, sharing a common linguistic tie between the source and host countries and geographic proximity between the two are associated with a sizable increase in the bilateral FDI flow.\n\n",
    "acknowledgement": "\n"
}