{
    "id": 6031,
    "citation_title": "Cohort Crowding and Youth Labor Markets: A Cross-National Analysis",
    "citation_author": [
        "Sanders Korenman",
        "David Neumark"
    ],
    "citation_publication_date": "1997-05-01",
    "issue_date": "1997-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess the evidence on the contribution of changes in the population age structure to the changing fortunes of youths in labor markets in advanced economies over the 1970s, 1980s and early 1990s, and use this evidence to project the likely effects of future cohort sizes on youth labor markets.  We estimate a series of regression models to isolate the effects of exogenous changes in potential youth labor supply on youth employment and unemployment rates using a panel data set on 15 countries over more than 20 years.  Our preferred estimates show large youth cohorts lead to increases in the unemployment rate of youths, with elasticities as high as .5 or .6.  But the estimates generally indicate little effect of relative cohort size on employment rates of youths.  We also find some evidence, though statistically weak, that labor market institutions that decrease flexibility lead to sharper responses of youth unemployment and employment rates to fluctuations in youth cohort size. Finally, due to recent declines in fertility, some European countries will see reductions in the size of youth cohorts over the next 16 years (especially Ireland, Italy, Portugal, and Spain). Projections suggest declining youth shares should improve youth labor markets in these countries, although the effects are not large compared with longer-term changes in youth unemployment rates.  Other countries cannot expect demographic changes to improve youth labor markets since youth population shares are projected to decline moderately or to increase.\n\n",
    "acknowledgement": "\n"
}