{
    "id": 6035,
    "citation_title": "Insuring Consumption Against Illness",
    "citation_author": [
        "Paul Gertler",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "1997-05-01",
    "issue_date": "1997-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the most sizable and least predictable shocks to economic opportunities in developing countries is major illness, both in terms of medical care expenditures and lost income from reduced labor supply and productivity.  As a result, families may not be able to smooth their consumption over periods of illness.  In this paper, we investigate the extent to which families are able to insure consumption against major illness using a unique panel data set from Indonesia that combines excellent measures of health status with consumption information.  We focus on the effect of large exogenous changes in physical functioning.  We find that there are significant economic costs associated with these illnesses, albeit more from income loss than from medical expenditures.  We also find a robust and striking rejection of full consumption insurance.  Indeed, the deviation from full consumption smoothing is significant, particularly for illnesses that severely limit physical function; families are able to smooth less than 30 percent of the income loss from these illnesses.  These estimates suggest large welfare gains from the introduction of formal disability insurance, and that the large public subsidies for medical care typical of most developing countries may improve welfare by providing consumption insurance.\n\n",
    "acknowledgement": "\n"
}