{
    "id": 6036,
    "citation_title": "Environmental Regulation, Investment Timing, and Technology Choice",
    "citation_author": [
        "Wayne B. Gray",
        "Ronald J. Shadbegian"
    ],
    "citation_publication_date": "1997-05-01",
    "issue_date": "1997-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe began this project interested in collecting  real-world' insight about how environmental regulation affects the paper industry. Based on conversations with people in the industry and visits to paper mills, we formulated several hypotheses related to technology choice in new mills and the investment decision for existing plants.  We tested these hypotheses using technology choice data for 686 paper mills and annual investment data for 116 mills. Technology choice is influenced by environmental regulation. New mills in states with strict environmental regulations are less likely to employ the more polluting technologies involving pulping. Differences between air and water pollution regulations also emerge, with the dirtiest technology in each medium avoiding those states with the strictest regulations.  The magnitudes of the impacts are sizable, with a one standard deviation increase in stringency associated with several percentage point reductions in the probability of choosing a dirty technology. State regulatory stringency and plant technology have little or no effect on annual investment spending at existing plants. However, pollution abatement investment is significantly related to productive (non-abatement) investment.  Plants with high abatement investment spend less on productive capital.  The magnitude of the impact corresponds to nearly complete crowding out of productive investment by abatement investment. Examining investment timing, we find that abatement and productive investment tend to be concentrated in the same years, consistent with the high cost of shutting down a paper mill for renovations.\n\n",
    "acknowledgement": "\n"
}