{
    "id": 6041,
    "citation_title": "Public Health Insurance and Private Savings",
    "citation_author": [
        "Jonathan Gruber",
        "Aaron Yelowitz"
    ],
    "citation_publication_date": "1997-05-01",
    "issue_date": "1997-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent theoretical work suggests that means and asset-tested social insurance programs can explain the low savings of lower income households in the U.S.  We assess the validity of this hypothesis by investigating the effect of Medicaid, the health insurance program for low income women and children, on savings behavior.  We do so using data on asset holdings from the Survey of Income and Program Participation, and on consumption from the Consumer Expenditure Survey, matched to information on the eligibility of each household for Medicaid.  Exogenous variation in Medicaid eligibility is provided by the dramatic expansion of this program over the 1984-1993 period.  We document that Medicaid eligibility has a sizeable and significant negative effect on wealth holdings; we estimate that in 1993 the Medicaid program lowered wealth holdings by 17.7% among the eligible population.  We confirm this finding by showing a strong positive association between Medicaid eligibility and consumption expenditures; in 1993, the program raised consumption expenditures among eligibles by 5.2%.  We also exploit the fact that asset testing was phased out by the Medicaid program over this period to document that these Medicaid effects are much stronger in the presence of an asset test, confirming the importance of asset testing for household savings decisions.\n\n",
    "acknowledgement": "\n"
}