{
    "id": 6050,
    "citation_title": "Labor Mobility from Academe to Commerce",
    "citation_author": [
        "Lynne G. Zucker",
        "Michael R. Darby",
        "Maximo Torero"
    ],
    "citation_publication_date": "1997-05-01",
    "issue_date": "1997-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFollowing a breakthrough discovery, scientific knowledge with natural excludability may be best transferred to industry by the labor mobility of top scientists from universities and research institutes to firms. We model labor mobility as a function of scientist's quality (as measured by scientific citations) and his or her reservation wages which is determined by labor quality and the cost of moving, and also depends on the trial frequency, (number of potential firm employers), potential interfering offers from universities, and experienced increase in productivity of top scientists already in firms (reducing reservation values).  Applying our model to bioscience and related industries, we find broad support in a group duration analysis.  The time a star scientist remains in a university before moving to a firm is significantly decreased as the quality of the bioscientist and as her focus on human genetics increases; decreased as the expected frequency of offers increases with increases in local firms commercializing the technology and the percentage of ties to scientists outside the bioscientist's organization; decreased by experienced increase in productivity by other star scientists nearby who have already moved to firms. Only the number of top quality universities in the local area, via interfering university moves, increases the time a star scientist remains in a university before moving to a firm.  We find some evidence of heterogeneity when we decompose the sample of bioscientists by their destination status, finding only quality remains significant across both affiliated scientists (full-time employment in a firm) and linked scientists (part-time employment), with all variables that are significant in the duration model also entering for linked scientists.\n\n",
    "acknowledgement": "\n"
}