{
    "id": 6051,
    "citation_title": "Experimental Estimates of Education Production Functions",
    "citation_author": [
        "Alan B. Krueger"
    ],
    "citation_publication_date": "1997-06-01",
    "issue_date": "1997-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes data from Project STAR, an experiment in which 11,600 Tennessee kindergarten students and teachers were randomly assigned to one of three types of classes beginning in the 1985-86 school year: small classes (13-17 students), regular-size classes (22-25 students) teacher's aide.  According to the original design, students were to remain in their initial class type through the third grade. In practice, however, students in regular-size classes were randomly re-assigned at the end of kindergarten, and about 10 percent of students moved between class types in second and third grade.  Attrition was also common.  Several statistical methods are used to investigate the impact of these limitations.  The main conclusions are: (1) on average, performance on standardized tests increases by about 4 percentile points the first year students are assigned to a small class, irrespective of the grade in which the student first attends a small class; (2) after initial assignment to a small class, student performance increases by about one percentile point per year relative to those in regular-size classes; (3) teacher aides have little effect on student achievement; (4) class size has a larger effect on test scores for minority students and for those on free lunch; (5) the beneficial effect of smaller classes does not appear to result from Hawthorne effects.\n\n",
    "acknowledgement": "\n"
}