{
    "id": 6055,
    "citation_title": "The Economics of Prefunding Social Security and Medicare Benefits",
    "citation_author": [
        "Martin Feldstein",
        "Andrew Samwick"
    ],
    "citation_publication_date": "1997-06-01",
    "issue_date": "1997-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a detailed analysis of the economics of prefunding benefits for the aged, focusing on Social Security but indicating some of the analogous magnitudes for prefunding Medicare Benefits.  We use detailed Census and Social Security information to model the transition to a fully funded system based on mandatory contributions to individual accounts.  The funded system we examine would permanently maintain the level of benefits now specified in current law and would require no new government borrowing (other than eventually selling the bonds in the Social Security trust fund). During the transition, the combined rate of payroll tax and mandatory saving rises at first by 2 percentage points (to a total of 14.4 percent) and then declines so that in less than 20 years it is less than the current 12.4 percent payroll tax. We estimate the impact of such prefunding on the growth of the capital stock and the level of national income and show that the combination of higher pretax wages and lower payroll taxes could raise wages net of income and payroll taxes by more than 35 % in the long run.  We also discuss distributional issues and the way that the poor can be at least as well off as under Social Security.   A stochastic simulation shows that a small increase in the mandatory saving rate would reduce the risk of receiving less than the scheduled level to less than one percent. Separate calculations are presented of the value of the 'forward-looking recognition bonds' and 'backward-looking recognition bonds' which the government might issue if it decides not to pay future social security benefits explicitly.\n\n",
    "acknowledgement": "\n"
}