{
    "id": 6057,
    "citation_title": "Public Radio in the United States: Does It Correct Market Failure or Cannibalize Commercial Stations?",
    "citation_author": [
        "Steven T. Berry",
        "Joel Waldfogel"
    ],
    "citation_publication_date": "1997-06-01",
    "issue_date": "1997-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRadio signals are pure public goods whose total value to society is the sum of their value to advertisers and listeners. Because broadcasters can capture only part of the value of their product as revenue, there is the potential for a classic problem of underprovision.  Small markets have much less commercial program variety than larger markets, suggesting a possible underprovision problem.  Public funding of radio broadcasting targets programming in three formats - news, classical music, and jazz - with at least some commercial competition.  Whether public support corrects a market failure depends on whether the market would have provided similar services in the absence of public broadcasting.  To examine this we ask whether public and commercial classical stations compete for listening share and revenue.  We then directly examine whether public stations crowd out commercial stations.  We find evidence consistent with the view that public broadcasting crowds out commercial programming in large markets, particularly in classical music and to a lesser extent in jazz.  Although the majority of government subsidies to radio broadcasting are allocated to stations without commercial competition in their format (thereby possibly correcting inefficient market underprovision), roughly a quarter of subsidies support direct competition with existing commercial stations.\n\n",
    "acknowledgement": "\n"
}