{
    "id": 6066,
    "citation_title": "Japanese Research Consortia: A Microeconometric Analysis of Industrial Policy",
    "citation_author": [
        "Lee Branstetter",
        "Mariko Sakakibara"
    ],
    "citation_publication_date": "1997-06-01",
    "issue_date": "1997-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe existence of strong  spillover' effects of private R&D increases the potential social contribution of R&D but may depress the private incentives to undertake it.  R&D consortia offer a potentially effective means of internalizing this externality, and a number of prominent economists have argued for public support of such consortia (e.g., Romer, 1993). Governments in Europe and North America have adopted policies to promote the formation of such consortia, motivated less by economic theory than by the perception that the Japanese government has used such policies to great effect (Tyson, 1992). Despite the existence of a large theoretical literature analyzing the potential benefits and costs of R&D consortia, there has been little corresponding empirical work on their efficacy. In this paper, we undertake the first large-sample econometric study of Japanese government-sponsored research consortia which uses firm-level data on research inputs and outputs to measure the impact of participation on the ex-post research productivity of the firm.  We are able to find evidence that frequent participation in these consortia has a positive impact on research expenditure and research productivity.  These results hold after controlling for the potential endogeneity of the intensity of participation in consortia to participating firms' research productivity.  Furthermore, we find evidence that part of this impact arises from the increased knowledge spillovers that take place within these consortia.  Not only are\n\n",
    "acknowledgement": "\n"
}