{
    "id": 6073,
    "citation_title": "Measuring Market Integration: A Model of Arbitrage with an Econometric Application to the Gold Standard, 1879-1913",
    "citation_author": [
        "Gauri Prakash",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "1997-06-01",
    "issue_date": "1997-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA major question in the literature on the classical gold standard concerns the efficiency of international arbitrage. Most authors have examined efficiency by looking at the spread of the gold points, gold-point violations, the flow of gold in profitable or unprofitable directions, or by tests of various asset market criteria, including speculative efficiency and interest arbitrage.  These studies have suffered from many limitations, both methodological and empirical.  We offer a new methodology for measuring market integration, based on a theoretical model of arbitrage applicable to any type of market. The model is econometrically tractable using the techniques of threshold autoregressions.  We study the efficiency of the dollar-sterling gold standard in this framework, and we radically improve the empirical basis for investigation by compiling a new, high-frequency series of continuous daily data from 1879 to 1913. Using data at this frequency we can derive reasonable econometric estimates of the size of transaction-cost bands (as compared with direct cost estimates).  We can also estimate the speed of adjustment through which disequilibria (gold-point violations) were corrected.  The changes in these measures over time provides an insight into the evolution of market integration in the classical gold standard.\n\n",
    "acknowledgement": "\n"
}