{
    "id": 6075,
    "citation_title": "Output Price and Markup Dispersion in Micro Data: The Roles of Producer Heterogeneity and Noise",
    "citation_author": [
        "Mark J. Roberts",
        "Dylan Supina"
    ],
    "citation_publication_date": "1997-06-01",
    "issue_date": "1997-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides empirical evidence on the extent of producer heterogeneity in the output market by analyzing output price and price-marginal cost markups at the plant level for thirteen homogenous manufactured goods.  It relies on micro data from the U.S. Census of Manufactures over the 1963-1987 period. The amount of price heterogeneity varies substantially across products.  Over time, plant transition patterns indicate more persistence in the pricing of individual plants than would be generated by purely random movements.  High-price and low-price plants remain in the same part of the price distribution with high frequency, suggesting that underlying time-invariant structural factors contribute to the price dispersion.  For all but two products, large producers have lower output prices. Marginal cost and the markups are estimated for each plant.  The markup remains unchanged or increases with plant size for all but four of the products and declining marginal costs play an important role in generating this pattern.  The lower production costs for large producers are, at least partially, passed on to purchasers as lower output prices.  Plants with the highest and lowest markups tend to remain so over time, although overall the persistence in markups is less than for output price, suggesting a larger role for idiosyncratic shocks in generating markup variation.\n\n",
    "acknowledgement": "\n"
}