{
    "id": 6079,
    "citation_title": "From Socialist Showcase to Mezzogiorno? Lessons on the Role of Technical Change from East Germany's Post-World War II Growth Performance",
    "citation_author": [
        "Wolfgang Keller"
    ],
    "citation_publication_date": "1997-07-01",
    "issue_date": "1997-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we emphasize the contribution of technical change, broadly defined, towards productivity growth in explaining the relative East Germany-West Germany performance during the post-World War II era.  We argue that previous work was excessively focused on physical capital investments determining productivity differentials, which consequently led to an overestimation of the East German performance during the Socialist era, and an overly pessimistic assessment of the East German prospects of catching up with West Germany during the post-reunification era.  We show, first, that the rates of technical change in the manufacturing industries of East German states were significantly below those in Western states, helping to account for the fact that East Germany was not the socialist showcase for which it was frequently taken before German reunification.  Second, we demonstrate that the rates of technical change in the East German states have been considerably higher than those in the West since German reunification.  This suggests that the Mezzogiorno prediction for East Germany--that it will stay persistently behind West Germany as does Italy's South relative to its North--, based on an analysis of the need for physical capital accumulation alone, will prove too pessimistic.\n\n",
    "acknowledgement": "\n"
}