{
    "id": 608,
    "citation_title": "On Functions, Quality, and Timeliness of Economic Information",
    "citation_author": [
        "Victor Zarnowitz"
    ],
    "citation_publication_date": "1980-12-01",
    "issue_date": "1980-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe flow of production and use of economic information consists of the collection and processing of primary data, the reporting of the resulting measures, and the transformation of the latter into signals or messages that presumably aid knowledge or decision-making. Each stage contributes to the return and costs, quality and errors of the information. The processes involved on the micro and macro levels show important similarities and interact ions. The uncertainty about economic information increases with the probability of error in the underlying data and their processing and interpretation. Many errors cannot be promptly detected and eliminated but can be gradually reduced over time, as attested by the revisions in economic statistics. This paper presents substantial evidence on the accuracy of provisional estimates of quarterly and monthly changes in eighteen important variables. Measures of several aspects of data quality and of average lags of data release and signal detection are provided for a collection of 110 widely used economic indicators. These materials help identify the location of the more serious measurement errors by variable and period, and they show that informational lags of five and more months are frequent. The errors and lags of information may lead to apparently \"systematic\" but not readily detectable and removable errors in expectations. This is likely to happen, in particular, in times of great surprises and shocks when measurement of short-term changes in the economy is most difficult and current signals are often misread. Some illustrations are drawn from the events of 1970-75.\n\n",
    "acknowledgement": "\n"
}