{
    "id": 6080,
    "citation_title": "Contagion and Volatility with Imperfect Credit Markets",
    "citation_author": [
        "Pierre-Richard Agenor",
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1997-07-01",
    "issue_date": "1997-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper interprets contagion effects as a perceived increase (triggered by events occurring elsewhere) in the volatility of aggregate shocks impinging on the domestic economy. The implications of this approach are analyzed in a model with two types of credit market imperfections: domestic banks borrow at a premium on world capital markets, and domestic producers (whose demand for credit results from working capital needs) borrow at a premium from domestic banks which possess comparative advantage in monitoring the behavior of domestic agents. Financial intermediation spreads are shown to be determined by a markup that compensates for the expected cost of contract enforcement and state verification and for the expected revenue lost in adverse states of nature.  Higher volatility of producers' productivity shocks increases both financial spreads and the producers' cost of capital, resulting in lower employment and higher incidence of default.  The welfare effects of volatility are non-linear.  Higher volatility does not impose any welfare cost for countries characterized by relatively low volatility and efficient financial intermediation.  The adverse welfare effects are large (small) for countries that are at the threshold of full integration with international capital markets (close to financial autarky), that is, countries characterized by a relatively low (high) probability of default.\n\n",
    "acknowledgement": "\n"
}