{
    "id": 6082,
    "citation_title": "Teen Drinking and Education Attainment: Evidence From Two-Sample Instrumental Variables (TSIV) Estimates",
    "citation_author": [
        "Thomas S. Dee",
        "William N. Evans"
    ],
    "citation_publication_date": "1997-07-01",
    "issue_date": "1997-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research has suggested that one of the important consequences of teen drinking is reduced scholastic achievement and that state excise taxes on beer and minimum legal drinking ages (MLDA) as policy instruments can have a positive impact on educational attainment. But there is reason to ask whether the results are empirically sound.  Prior research as assumed the decision to drink is made independently of schooling decisions and estimations that have recognized potential simultaneity in these decisions may be poorly identified since they rely only on the cross-state variation in beer taxes and MLDA as exogenous determinants of teen drinking. A more convincing strategy would rely on the within-state variation in alcohol availability over time.  We use the increases in the state MLDA during the late 70's and 80's as an exogenous source of variation in teen drinking. Using data from the 1977-92 Monitoring the Future (MTF) surveys, we show that teens with an MLDA of 18 were more likely to drink than teens with a higher drinking age. If teen drinking did reduce educational attainment then it should have risen within a state after the MLDA was increased. Using data from over 1.3 million respondents from the 1960-1969 birth cohorts in the 1990 Public-Use Microdata Sample (PUMS) we find that changes in the MLDA had small effects on educational attainment measured by high school completion, college entrance and completion.  A new method developed by Angrist and Krueger (1992, 1995) lets us tie these results together. Using matched cohorts from the MTF and PUMS data sets, we report two-sample instrumental variables (TSIV) estimates of the effect of teen drinking on educational attainment. These estimates are smaller than corresponding single-equation probit estimates, indicating that teen drinking does not have an independent effect on educational attainment.\n\n",
    "acknowledgement": "\n"
}