{
    "id": 6088,
    "citation_title": "Age Discrimination Laws and Labor Market Efficiency",
    "citation_author": [
        "David Neumark",
        "Wendy A. Stock"
    ],
    "citation_publication_date": "1997-07-01",
    "issue_date": "1997-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn Lazear's (1979) model of efficient long-term incentive contracts, employers impose involuntary retirement based on age. This model implies that age discrimination laws, which bar involuntary terminations based on age, discourage the use of such contracts and reduce efficiency.  Alternatively, by making it costly for firms to dismiss older workers paid in excess of their marginal product, such laws may serve as precommitment devices that make credible the long-term commitment to workers that firms must make under Lazear contracts.  Given that employers remain able to use financial incentives to induce retirement, age discrimination laws may instead strengthen the bonds between workers and firms and encourage efficient Lazear contracts. We assess evidence on these alternative interpretations of age discrimination laws by estimating the effects of such laws on the steepness of age-earnings profiles.  If long-term incentive contracts are strengthened or become more prevalent, average age-earnings profiles should steepen for workers who enter the labor\" market after age discrimination laws are passed, and vice versa. The empirical analysis uses decennial Censuses of Population and state-level variation in age discrimination laws induced by state and federal legislation.  The evidence indicates that age discrimination laws lead to steeper age-earnings profiles for cohorts entering the labor market, suggesting that these laws encourage the use of Lazear contracts, and increase efficiency.\n\n",
    "acknowledgement": "\n"
}