{
    "id": 6099,
    "citation_title": "The Structure of Firm R&D and the Factor Intensity of Production",
    "citation_author": [
        "James D. Adams"
    ],
    "citation_publication_date": "1997-07-01",
    "issue_date": "1997-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the influence of the structure of firm R&D, industry R&D spillovers, and plant level physical capital on the factor intensity of production.  By the structure of firm R&D we mena its distribution across states and products.  By factor intensity we mena the cost shares of variable factors, which in this paper are blue collar labor, white collarlabor, and materials.  We characterize the effect of the structure of firm R&D on factor intensity using a Translog cost function with quasi-fixed factors. This cost function gives rise to a system of variable cost shares that depends on factor prices, firm and industry R&D, and physical capital. The paper turns to estimation of this system using a sample of plants owned by chemical firms. We find that total firm R&D, industry R&D spillovers, and plant level physical capital are factor biased towards labor as a whole, and factor saving in materials.  None of these three factors consistently increase the factor intensity of white collar workers relative to blue collar workers. Since white collar workers are the more skilled of the two grades of labor, none of these factors is strongly associated with skill bias. When we turn to the structure of firm R&D, we find that the strongest effect of firm R&D on the factor intensity of white collar workers occurs when the R&D is conducted in the same product area as the plant.  Indeed, the skill bias effect of firm R&D in the same product dominates all other variables, implying that skill bias is technologically 'localized' within firms. All told, the findings suggest that skill bias is governed by portions of the firm's R&D program that are targeted on articular plants, rather than transmitted through capital or by general firm and industry know-how.\n\n",
    "acknowledgement": "\n"
}