{
    "id": 6103,
    "citation_title": "Saving, Investment, and Gold: A Reassessment of Historical Current Account Data",
    "citation_author": [
        "Matthew T. Jones",
        "Maurice Obstfeld"
    ],
    "citation_publication_date": "1997-07-01",
    "issue_date": "1997-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper revises pre-World War II current account data for thirteen countries by treating gold flows on a consistent basis. The standard historical data sources often fail to distinguish between monetary gold exports, which are capital-account credits, and nonmonetary gold exports, which are current-account credits. The paper also adjusts historical investment data to account for changes in inventories.  The revised data are used to construct estimates of saving and investment over the period from 1850 to 1945. Our methodology for removing monetary gold flows from the current account leads naturally to a gold-standard version of the Feldstein-Horioka hypothesis on capital mobility.  The regression results are in broad agreement with those of Eichengreen, who found a significantly positive cross-sectional correlation between saving and investment even during some periods when the gold standard prevailed.  Despite reaching broadly similar conclusions, we estimate correlations between saving and investment that are somewhat lower and less significant than those Eichengreen found.  In particular, we find that in comparison to other interwar subsamples, the saving-investment correlation is markedly low during the fleeting years of a revived world gold standard, 1925-1930.\n\n",
    "acknowledgement": "\n"
}