{
    "id": 612,
    "citation_title": "The Choice of Health Policies with Heterogeneous Populations",
    "citation_author": [
        "Richard J. Zeckhauser",
        "Donald S. Shepard"
    ],
    "citation_publication_date": "1980-12-01",
    "issue_date": "1980-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeciding whether to fund a given health program involves both statistical and ethical issues. Traditional statistical methods of measuring program effectiveness may give misleading results unless careful attention is paid to the question of population heterogeneity. Even within particular age and sex categories, members of a population typically differ in both their mortality rate and the extent to which they would benefit from a given medical intervention. It may or may not be possible to identify the risk factors (e. g., weight, smoking behavior) that explain these differences. If an intervention confers unequal benefit on different risk groups, it will change their mixture within the population over time. If those helped most are those at greatest risk, a \"traditional assessment\" will overstate intervention benefits. Greater accuracy can be achieved through a \"standardized assessment, \" which calculates intervention benefits separately for each distinctive risk group of the population. For example, a traditional assessment of pneumococcal pneumonia vaccine probably overstates program benefits and underestimates costs. Failure to recognize population heterogeneity also creates pitfalls in interpreting the results of clinical trials of new drugs, as illustrated by the example of sulfinpyrazone. As more sophisticated statistical methods improve our understanding of differential program benefits, they will also raise ethical problems. Use of a standardized assessment, for instance, may make it clear that it is cost-effective to give an intervention to certain groups (e.g., nonsmokers, the elderly) but not others. Considering this problem from an \"original position\" may reveal an ethically acceptable basis for making such decisions on the basis of efficiency. We believe that if people were unaware of which risk group they themselves would fall into, they would elect to allocate resources according to the principle of cost-effectiveness.\n\n",
    "acknowledgement": "\n"
}