{
    "id": 6120,
    "citation_title": "How to Compete: The Impact of Workplace Practices and Information Technology on Productivity",
    "citation_author": [
        "Sandra E. Black",
        "Lisa M. Lynch"
    ],
    "citation_publication_date": "1997-08-01",
    "issue_date": "1997-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from a unique nationally representative sample of businesses, the Educational Quality of the Workforce National Employers Survey (EQW-NES), matched with the Bureau of the Census' Longitudinal Research Database (LRD), we examine the impact of workplace practices, information technology and human capital investments on productivity.  We estimate an augmented Cobb Douglas production function with both cross section and panel data covering the period of 1987-1993 using both within and GMM estimators.  We find that what is associated with higher productivity is not so much whether or not an employer adopts a particular work practice but rather how that work practice is actually implemented within the establishment.  We also find that those unionized establishments that have adopted what have been called new or  transformed' industrial relations practices that promote joint decision making coupled with incentive based compensation have higher productivity than other similar non-union plants maintain more traditional labor management relations have lower productivity.  We also find that the higher the average educational level of production workers or the greater the proportion of non-managerial workers who use computers, the higher is plant productivity.\n\n",
    "acknowledgement": "\n"
}