{
    "id": 6125,
    "citation_title": "The Effect of U.S. Supreme Court Ruling Sullivan v. Zebley on Child SSI and AFDC Enrollment",
    "citation_author": [
        "A. Bowen Garrett",
        "Sherry Glied"
    ],
    "citation_publication_date": "1997-08-01",
    "issue_date": "1997-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1990, in the case of Sullivan v. Zebley, the U.S. Supreme Court relaxed the criteria whereby children became eligible for Supplemental Security Income (SSI) benefits.  Since that ruling, the number of children covered by SSI has almost tripled; nearly 1 million American children are receiving cash and medical benefits through SSI. Many of those new enrollees were not previously eligible for cash and Medicaid benefits. Other new eligibles had already been receiving cash and Medicaid through AFDC. This paper examines the extent of spillovers between the SSI and AFDC programs using the Sullivan v. Zebley expansion in child SSI enrollment to identify spillovers between the programs. We describe how a family's decision to participate in AFDC or SSI is likely to depend on the level of AFDC and SSI supplementation payments in a state.  If the likelihood of SSI participation increases with the net financial gain of SSI relative to AFDC, child SSI participation over the period affected by Zebley is likely to be highest in states with low AFDC payments and high state SSI supplementation payments. Using difference-in-difference estimates based on state-level data, we find that the increase in child SSI participation was significantly larger in low-AFDC states than in high-AFDC states.  For SSI adults (a group unaffected by the Zebley decision), we find no effect of state AFDC payments on the increase in SSI participation over this period.  We use state-level data pre- and post-Zebley to obtain state fixed-effects estimates of the effects of the decision on SSI participation, AFDC participation, and total program participation and find that Zebley increased SSI participation and total participation by children. We find that Zebley increased child SSI more in states with lower AFDC payments and higher state SSI supplementation payments.\n\n",
    "acknowledgement": "\n"
}