{
    "id": 6127,
    "citation_title": "Do Minimum Wages Fight Poverty?",
    "citation_author": [
        "David Neumark",
        "William Wascher"
    ],
    "citation_publication_date": "1997-08-01",
    "issue_date": "1997-08-01",
    "revision_date": "2022-01-26",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe primary goal of a national minimum wage floor is to raise the incomes of poor or near-poor families with members in the work force. However, estimates of employment effects of minimum wages tell us little about whether minimum wages are can achieve this goal; even if the disemployment effects of minimum wages are modest, minimum wage increases could result in net income losses for poor families. We present evidence on the effects of minimum wages on family incomes from matched March CPS surveys, focusing on the effectiveness of minimum wages in reducing poverty. The results show that over a one-to-two year period, minimum wages increase both the probability that poor families escape poverty and the probability that previously non-poor families fall into poverty.  The estimated increase in the number of non-poor families that fall into poverty is larger than the estimated increase in the number of poor families that escape poverty, though this difference is not statistically significant.  We also find that minimum wages tend to boost the incomes of poor families that remain below the poverty line. The evidence indicates that in the wake of minimum wage increases, some families gain and others lose.  On net, the various tradeoffs created by minimum wage increases more closely resemble income redistribution among low-income families than income redistribution from high- to low-income families.  Given these findings it is difficult to make a distributional or equity argument for minimum wages.\n\n",
    "acknowledgement": "\n"
}