{
    "id": 6131,
    "citation_title": "Openness, Specialization, and Productivity Growth in Less Developed Countries",
    "citation_author": [
        "Diana Weinhold",
        "James Rauch"
    ],
    "citation_publication_date": "1997-08-01",
    "issue_date": "1997-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany empirical studies have found a positive relationship between openness and growth in per capita GDP in less developed countries, and economists have produced many explanations for this correlation.  However, the existing studies are consistent with all of these theories and thus do not provide direct evidence in support of any one of them.  Quah and Rauch [18] show how increased openness to international trade can lead to increased specialization in models of endogenous growth through learning by doing.  These models imply that increased specialization accelerates productivity growth by more fully realizing dynamic economies of scale.  In order to test the hypothesis that specialization increases productivity growth in LDCs we first define a Herfindahl index of production specialization for the manufacturing sector in 39 countries.  We then present a series of dynamic panel regressions controlling for country fixed effects which show that, for the less developed countries, the index of specialization is positively and significantly correlated with manufacturing productivity growth. We test the robustness of this correlation by including different variables that have been associated with growth in the regressions, such as openness, inflation, government spending, and investment.\n\n",
    "acknowledgement": "\n"
}