{
    "id": 6134,
    "citation_title": "Social Security Programs and Retirement Around the World: Introduction and Summary of Papers by...",
    "citation_author": [
        "Jonathan Gruber",
        "David Wise"
    ],
    "citation_publication_date": "1997-08-01",
    "issue_date": "1997-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe populations in all industrialized countries are aging rapidly and life life expectancies are increasing. Yet older workers are leaving the labor force at younger and younger ages.  In some countries, the labor force participation rates of 60 to 64 year old men have fallen by 75% over the past 30 years.  This decline magnifies population trends, further increasing the number of retirees relative to the number of people working.  Together these trends have put enormous pressure on the financial solvency of social security systems around the world. Ironically, the provisions of the systems themselves typically contribute to the labor force withdrawal. This paper is a summary of the findings of the evidence in 11 industrialized countries. We distill the key conclusions drawn from the collective findings of the individual papers. It is clear there is a strong correspondence between the age at which benefits are available and departure from the labor force.  Social security programs often provide generous retirement benefits at young ages. Also, the provisions of these programs often imply large financial penalties on earnings beyond the social security early retirement age.Furthermore, in many countries disability and unemployment programs effectively provide early retirement benefits before the official social security early retirement age.  We conclude that social security program provisions have contributed to the decline in labor force participation of older persons, substantially reducing the potential productive capacity of the labor force.  It seems evident that if the trend to early retirement is to be reversed, as will almost surely be dictated by demographic trends, changing the provisions of social security programs that induce early retirement will play a key role.\n\n",
    "acknowledgement": "\n"
}