{
    "id": 6143,
    "citation_title": "The Objectives of the FDA's Office of Generic Drugs",
    "citation_author": [
        "Fiona Scott Morton"
    ],
    "citation_publication_date": "1997-08-01",
    "issue_date": "1997-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI use variation in approval time for generic drugs to shed light on the objectives of the federal agency in charge of granting entry permission for these drugs (FDA).  Applications belonging to firms later found to have engaged in fraud or corruption were approved nine months faster on average, controlling for other characteristics, indicating that illegal behavior was effective in reducing approval times.  The FDA approved applications for large revenue markets faster; this is the only evidence that the agency is taking consumer surplus into account, but it is also consistent with a response to producer surplus and application quality.  Order of entry into a drug market is insignificant in predicting approval times due to the offsetting effects of social surplus and FDA learning.  The FDA appears to avoid complaints from constituent firms by preserving the entry order of applications. FDA resources clearly affect approval times; this appears in the year effects after the generic scandal (much slower) and in the agency's use of slack provided by applications submitted before patent expiration. After the scandal the FDA appears to care more about the risk inherent in a product and discounts a firm's pre-scandal technical experience.  Overall, the results provide most support for an agency responding to bureaucratic preferences, complaints from constituent firms, and risk to consumers, rather than trying to maximize classic measures of social surplus (absent risk considerations).\n\n",
    "acknowledgement": "\n"
}