{
    "id": 6144,
    "citation_title": "Why the United States Led in Education: Lessons from Secondary School Expansion, 1910 to 1940",
    "citation_author": [
        "Claudia Goldin",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "1997-08-01",
    "issue_date": "1997-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe  second transformation' of U.S. education   the growth of secondary schooling   occurred swiftly in the early 1900s and placed the educational attainment of Americans far ahead of that in other nations for much of the twentieth century.  Just 9 percent of U.S. youths had high school diplomas in 1910, but more than 50 percent did by 1940.  By the mid-1950s the United States was 35 years in front of the United Kingdom in the educational attainment of 14 to 17-year olds.  What can explain why secondary schooling advanced in the United States, why differences in secondary schooling emerged across U.S. states and cities, and why America led the world in educational attainment for much of the twentieth century?  Although we motivate the paper with international comparisons, the core of the analysis exploits the considerable cross-state, cross-city, and time-series variation within the United States. The areas of the United States that led in secondary school education (the Far West, Great Plains, and parts of New England) were rich in income and wealth, had high proportions of the elderly, and had relative equality of wealth or income.  Given wealth, they also contained a low proportion of jobs in manufacturing and low percentages immigrant and Catholic. Homogeneity of economic and social conditions, and the social stability of community, given a modicum of income or wealth, also fostered the extension of education to the secondary school level.\n\n",
    "acknowledgement": "\n"
}