{
    "id": 6145,
    "citation_title": "How Costly is Financial (not Economic) Distress? Evidence from Highly Leveraged Transactions that Became Distressed",
    "citation_author": [
        "Gregor Andrade",
        "Steven N. Kaplan"
    ],
    "citation_publication_date": "1997-08-01",
    "issue_date": "1997-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies thirty-one highly leveraged transactions (HLTs) of the 1980s that subsequently became financially distressed.   At the time of distress, all sample firms have operating margins that are positive and in the majority of cases greater than the median for the industry.  Therefore, we consider these firms financially distressed, not economically distressed. The net effect of the HLT and financial distress is a slight increase in value -- from pre-transaction to distress resolution, the sample firms experience a marginally positive change in (market- or industry-adjusted) value.  This finding strongly suggests that, overall, the HLTs of the late 1980s succeeded in creating value.  We also present quantitative and qualitative estimates of the (direct and indirect)costs of financial distress and their determinants.  Our preferred estimates of the costs of financial distress are 10% of firm value.  Our most conservative estimates do not exceed 23% of firm value.  Operating margins of the distressed firms increase immediately after the HLT, decline when the firms become distressed and while they are distressed, but then rebound after the distress is resolved.  Consistent with some costs of financial distress, we find evidence of unexpected cuts in capital expenditures, undesired asset sales, and costly managerial delay in restructuring.  To the extent they occur, the costs of financial distress that we identify are heavily concentrated in the period after the firms become distressed, but before they enter Chapter 11.\n\n",
    "acknowledgement": "\n"
}