{
    "id": 6154,
    "citation_title": "Pensions and Retirement in the UK",
    "citation_author": [
        "Richard Blundell",
        "Paul Johnson"
    ],
    "citation_publication_date": "1997-08-01",
    "issue_date": "1997-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLabor force participation of men over age 50 fell sharply in the UK between the early 1970s and early 1990s. Despite the fact that the state retirement pension does not become available to men until age 65, half of men aged 60-64 were economically inactive in the mid 1990s. The main element of the state retirement pension is flat rate, and for most people is unaffected by any potential contributions made after age 60.  Additional amounts of the earnings related component, SERPS, are earned as a result of extra contribu- tions.  Overall the state retirement pension system offers no incentives for people to retire early. However, other benefits are available to people before the age of 65.  Once the age of 60 is reached there is no availability for work test for receipt of means-tested benefits and there appears to be widespread use of invalidity and sickness benefits as a route into early retirement.  Once these are accounted for a substantial incentive for early withdrawal from the labor market is apparent.  The combination of this with the reduced demand for, and wages available to, low skilled labor can explain the reduced labor force participation that is observed. The state pension system, though, is complemented by extensive occupational pension coverage. For those in the occupational system the rules of their own scheme are likely to be an important element in their retirement decision.  We show that the retirement behavior of those with and without occupational pensions is substantially different.  Those without are more likely to withdraw from the labor market very early. A large share of those with occupational pensions retires from the age of 55 when relatively generous benefits are likely to become available. In many schemes there are incentives to retire before age 65\n\n",
    "acknowledgement": "\n"
}