{
    "id": 6158,
    "citation_title": "Optimal Risk Management Using Options",
    "citation_author": [
        "Dong-Hyun Ahn",
        "Jacob Boudoukh",
        "Matthew Richardson",
        "Robert F. Whitelaw"
    ],
    "citation_publication_date": "1997-09-01",
    "issue_date": "1997-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper addresses the question of how an institution might optimally manage the market risk of a given exposure.  We provide an analytical approach to optimal risk management under the assumption that the institution wishes to minimize its Value-at-Risk (VaR) using options follows a geometric Brownian.  The optimal solution specifies the VaR-minimizing level of moneyness of the option as a function of the asset's distribution, the risk-free rate, and the VaR hedging period.  We find that the optimal strike of the put is independent of the level of expense the institution is willing to incur for its hedging program.  The costs associated with a suboptimal choice of exercise price, in terms of either the increased VaR for a fixed hedging cost or the increased cost to achieve a given VaR, are economically significant.  Comparative static results show that the optimal strike price of these options is increasing in the asset's drift, decreasing in its volatility for most reasonable parameterizations, decreasing in the risk-free interest rate, nonmonotonic in the horizon of the hedge, and increasing in the level of protection desired by the institution (i.e., the percentage of the distribution relevant for the VaR).  We show that the most important determinant is the conditional distribution of the underlying asset exposure; therefore, the optimal exercise price is very sensitive to the relative magnitude of the drift and diffusion of this exposure.\n\n",
    "acknowledgement": "\n"
}