{
    "id": 6164,
    "citation_title": "Selection, Marketing, and Medicaid Managed Care",
    "citation_author": [
        "Sherry Glied",
        "Jane Sisk",
        "Sheila Gorman",
        "Michael Ganz"
    ],
    "citation_publication_date": "1997-09-01",
    "issue_date": "1997-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn several states, the Medicaid program allows beneficiaries a choice among multiple managed care plans and traditional Medicaid. This paper uses data from a survey of New York City Medicaid beneficiaries enrolled in conventional Medicaid and in 5 Medicaid managed care plans to study the effect of plan selection on measures of satisfaction with care, access to a regular source of care, and utilization of ambulatory and emergency room services. We use information on health status to evaluate selection on observable characteristics; variation in geographic patterns of enrollment to assess selection on unobservable characteristics; and survey responses to questions about source of information about a plan to study selection responses to plan marketing.  We find that managed care enrollees differed from those who stayed in traditional Medicaid on both observable and unobservable characteristics. Adjusting for population differences reduced the positive effect of managed care on satisfaction with care and eliminated the apparent utilization savings from managed care, but did not reduce the positive effect of managed care on access to regular care. Enrollees in different managed care plans did not differ substantially in terms of their observable health-related characteristics, but did, however, on unobservable characteristics in ways that affected measures of satisfaction, access, and utilization. Finally, we find that enrollees who learned about plans from plan representatives were healthier than those who learned about plans from city income support staff. This suggests that marketing practices can be a contributor to selection. Differences in marketing, however, also had direct effects on patterns of use of health services that should be considered in making marketing policy decisions.\n\n",
    "acknowledgement": "\n"
}