{
    "id": 6166,
    "citation_title": "Implications of Skill-Biased Technological Change: International Evidence",
    "citation_author": [
        "Eli Berman",
        "John Bound",
        "Stephen Machin"
    ],
    "citation_publication_date": "1997-09-01",
    "issue_date": "1997-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDemand for less skilled workers decreased dramatically in the US and in other developed countries over the past two decades.  We argue that pervasive skill-biased technological change rather than increased trade with the developing world is the principal culprit.  The pervasiveness of this technological change is important for two reasons.  First, it is an immediate and testable implication of technological change.  Second, under standard assumptions, the more pervasive the skill-biased technological change the greater the increase in the embodied supply of less skilled workers and the greater the depressing effect on their relative wages through world goods prices.  In contrast, in the Heckscher-Ohlin model with small open economies, the skill-bias of local technological changes does not affect wages.  Thus, pervasiveness deals with a major criticism of skill-biased technological change as a cause.  Testing the implications of pervasive, skill-biased technological change we find strong supporting evidence.  First, across the OECD, most industries have increased the proportion of skilled workers employed despite rising or stable relative wages.  Second, increases in demand for skills were concentrated in the same manufacturing industries in different developed countries.\n\n",
    "acknowledgement": "\n"
}