{
    "id": 6171,
    "citation_title": "Pensions and the Distribution of Wealth",
    "citation_author": [
        "Kathleen McGarry",
        "Andrew Davenport"
    ],
    "citation_publication_date": "1997-09-01",
    "issue_date": "1997-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the enormous gains in the economic well-being of the elderly, and the progressivity of the Social Security benefit schedule, there remains substantial inequality in financial resources.  In this paper we use data from the Health and Retirement Survey to examine the distribution of pension wealth in relation to other private wealth.  We pay particular attention to differences by sex and race.  We find that men are approximately 50 percent more likely to have pensions than are women, and conditional on having a pension, the mean value for men is twice as great as that for women.  These differences remain significant even when factors such as industry, occupation, and tenure are controlled for.  Differences by race are smaller than differences by sex but are still significant. We find further that pension wealth is slightly more equally distributed than is other private wealth, however, adding pension wealth to net worth has only small effects on overall inequality, and these effects are distributed unequally across groups. Single women, in particular, fare worse when pension wealth is included as part of total wealth. In addition to these results, the paper describes in detail the assumptions necessary to calculate pension wealth from the data available in the HRS.  We hope this description will lead to a discussion of the most appropriate assumptions to be made in these calculations, and to a standard set of pension wealth variables.\n\n",
    "acknowledgement": "\n"
}