{
    "id": 6182,
    "citation_title": "Is Price Inflation Different for the Elderly? An Empirical Analysis of Prescription Drugs",
    "citation_author": [
        "Ernst R. Berndt",
        "Iain M. Cockburn",
        "Douglas L. Cocks",
        "Arnold Epstein",
        "Zvi Griliches"
    ],
    "citation_publication_date": "1997-09-01",
    "issue_date": "1997-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing annual IMS data from 1990 to 1996, we examine empirically whether whether elderly-nonelderly price inflation differentials exist for one medical item, namely, prescription pharmaceuticals.  We assess prices for Rx for Rx drugs destined for ultimate use by the elderly vs. the nonelderly at three points in the distribution chain: initial sales from manufacturers, intermediate purchases by retail pharmacies, and final sales from retail pharmacies to patients/payors.  We find that at the initial point in the distribution chain, there are no differences in price inflation for the aggregate of drugs destined for use by the elderly vs. the nonelderly. At the intermediate sell-in to pharmacy distribution point, we examine antibiotics (ABs), antidepressants (ADs) and calcium channel blockers (CCBs). For ABs, since 1992 elderly price inflation is somewhat greater than for the young, reflecting in part the elderly's more intensive use of newer branded products having fewer side effects, adverse drug interactions and more convenient dosing--attributes of particular importance to the elderly. For ADs, elderly price inflation is considerably less than for the young, due in large part to the elderly's greater use of older generic products. For CCBs, elderly- nonelderly differentials are negligible.  None of these differentials adjusts for variations in quality.  At the final retail sell-out point, we only examine ADs. We find that since retailers obtain larger gross margins on generic than on branded products, and because the elderly are disproportionately large users of generic ADs, the elderly-nonelderly price inflation differential benefiting the elderly at the intermediate point is reduced considerably at final sale.\n\n",
    "acknowledgement": "\n"
}