{
    "id": 6185,
    "citation_title": "Household Portfolio Allocation Over the Life Cycle",
    "citation_author": [
        "James M. Poterba",
        "Andrew A. Samwick"
    ],
    "citation_publication_date": "1997-09-01",
    "issue_date": "1997-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we analyze the relationship between age and portfolio structure for households in the US. We focus on both the probability that households of different ages own particular portfolio assets and the fraction of their net worth allocated to each asset category. We distinguish between age and cohort effects using data from the repeated cross-sections of the Federal Reserve Board's Surveys of Consumer Finances.  We present two broad conclusions.  First, there are important differences across asset classes in both the age-specific probabilities of asset ownership and in the portfolio shares of different assets at different ages. The notnion that all assets can be treated as identical from the standpoint of analyzing household wealth accumulation is not supported by the data.  Institutional factors, asset liquidity, and evolving investor tastes must be recognized in modeling asset demand. These factors could affect analyses of overall household saving as well as the composition of this saving. Second, there are evident differences in the asset ownership probabilities of different birth cohorts.  Currently, older households were more likely to hold corporate stock, and less likely to hold tax-exempt bonds, than younger households at any given age.  These differences across cohorts are important to recognize when analyzing asset accumulation profiles.\n\n",
    "acknowledgement": "\n"
}