{
    "id": 6187,
    "citation_title": "Managed Care and Health Care Expenditures: Evidence From Medicare",
    "citation_author": [
        "Laurence C. Baker",
        "Sharmila Shankarkumar"
    ],
    "citation_publication_date": "1997-09-01",
    "issue_date": "1997-09-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreases in the activity of managed care organizations are likely to have a number of implications for the structure and functioning of the US health care market.  One possibility is that increases in managed care activity may have 'spillover effects,' influencing the performance of the entire health care delivery system, so that care for both managed care and non-managed-care patients is affected.  Some discussions of Medicare reform have incorporated spillover effects as a way that increasing Medicare HMO enrollment could contribute to savings for Medicare.  This paper investigates the relationship between HMO market share and expenditures for the care of beneficiaries enrolled in traditional fee-for-service Medicare.  We find that increases in system-wide HMO market share (including Medicare and non-Medicare enrollment) are associated with declines in both Part A and Part B fee-for-service expenditures.  The fact that managed care can influence expenditures for this population suggests that managed care activity can have broad effects on the entire health care market.  Increases in Medicare HMO market share are linked with increases in Part A expenditures and with small decreases in Part B. This suggests that any spillovers directly associated with Medicare HMO enrollment are small. For general health care policy discussions, these results suggest assessment of new policies should account not only for the effects of managed care on enrollees, but also for its system-wide effects.  For Medicare policy discussions, these findings imply previous results that showed the existence of large spillover effects associated with increases in Medicare HMO market share, but did not account for system-wide managed care activity and relied on older data, overstated the magnitude of actual Medicare spillovers.\n\n",
    "acknowledgement": "\n"
}