{
    "id": 6188,
    "citation_title": "Doing Without Money: Controlling Inflation in a Post-Monetary World",
    "citation_author": [
        "Michael Woodford"
    ],
    "citation_publication_date": "1997-09-01",
    "issue_date": "1997-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that it is possible to analyze equilibrium inflation determination without any reference to either money supply or demand, as long as one specifies policy in terms of a Wicksellian' interest-rate feedback rule.  This approach should be of considerable interest, as central banks now generally agree that conventional monetary aggregates are of little use as targets or even indicators for monetary policy, owing to the instability of money demand relations in economies with well-developed financial markets.\" The paper's central result is an approximation theorem, showing the existence, for a simple monetary model, of a well-behaved cashless limit' in which the money balances held to\" facilitate transactions become negligible.  Inflation in the cashless limit is shown to be a function of the gap between the natural rate' of interest, determined by the supply of goods and opportunities for intertemporal substitution, and a time-varying parameter of the interest-rate rule indicating the tightness of monetary policy.  Inflation can be completely stabilized, in principle, by adjusting the policy parameter so as to track variation in the natural rate.  Under such a regime, instability of money demand has little effect upon equilibrium inflation, and need not be monitored by the central bank.\n\n",
    "acknowledgement": "\n"
}