{
    "id": 619,
    "citation_title": "Social Security, Bequests, and the Life Cycle Theory of Saving: Cross-Sectional Tests",
    "citation_author": [
        "Alan S. Blinder",
        "Roger H. Gordon",
        "Donald E. Wise"
    ],
    "citation_publication_date": "1981-01-01",
    "issue_date": "1981-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the asset holdings of white American men near retirement age. Assets as conventional defined show no tendency to decline with age, in apparent contradiction of the life-cycle theory of saving. However, a broadened concept of assets which includes expected future pension benefits (both public and private) and expected future earnings (\"human wealth\") does decline more or less as predicted by the theory. No matter how they are defined, assets are a decreasing function of the number of children--which casts doubt on the strength of the bequest motive. Finally, financial assets and social security wealth fail to exhibit the inverse relationship suggested by Feldstein's displacement hypothesis. To investigate these issues econometrically, an equation for assets is developed from the strict life-cycle theory. The specification is generalized to allow for (a) a bequest motive, proxied by the number of children; (b) displacement of private wealth by social security wealth that is not exactly dollar-for-dollar; (c) a level of consumption late in life that differs systematically from what the strict life-cycle theory implies. The equation is estimated by nonlinear least squares on a rich cross- sectional data set containing over 4300 observations. The results show that the life-cycle model has little ability to explain cross-sectional variability in asset holdings. The model's key parameters are poorly identified, despite the large sample size and considerable cross-sectional variation in most variables. According to the estimates, consumption late in Life is on average only about half of what the strict life-cycle theory predicts; each dollar of social security wealth displaces about 3% (with a large standard error) of private wealth; and the bequest motive, while present, is quite weak.\n\n",
    "acknowledgement": "\n"
}