{
    "id": 6190,
    "citation_title": "Entry Decisions in the Generic Pharmaceutical Industry",
    "citation_author": [
        "Fiona M. Scott Morton"
    ],
    "citation_publication_date": "1997-09-01",
    "issue_date": "1997-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I use data on all generic drug approvals granted from 1984- 1994 to examine whether heterogeneity among potential generic entrants can be used to predict which firms will choose to enter a particular market.  The findings suggest that a firm's portfolio characteristics, namely, its previous experience with a drug or therapy reduces the cost of preparing an ANDA and increases the probability of entry.  A subsidiary's parent's experience is not generally significant in predicting entry of the subsidiary.  Firms also prefer entering markets that are similar, in terms of revenue and sales to hospitals, to markets already in their portfolios.  On both scientific and marketing dimensions evidence shows that firms are specializing. I explore several different ways of constructing the set of potential entrants and find the results are not affected by methodological variation.  Standard IO theory suggests that profits per entrant will decline in the number of entrants. Previous research has found that generic prices depend on the number of generic entrants, and the results presented here show that the total number of entrants increases with the size of the market (revenue).  These findings imply that generic firms face a negative competition externality which makes their expectations about who else might be planning to enter any given market important in the entry decision. The limited evidence on entrant beliefs supports this conjecture as do several features of a regulatory upheaval when firms began entering different markets than they had in the past.\n\n",
    "acknowledgement": "\n"
}