{
    "id": 6193,
    "citation_title": "The Predictive Validity of Subjective Probabilities of Survival",
    "citation_author": [
        "Michael D. Hurd",
        "Kathleen McGarry"
    ],
    "citation_publication_date": "1997-09-01",
    "issue_date": "1997-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough expectations (or subjective probability distributions) play a prominent role in models of decision-making under uncertainty, we have very little data on them and are instead forced to base our models on unverifiable assumptions.  Macroeconomic models often assume rational expectations, and microeconomic models base estimation on observable population probabilities. An alternative to these assumptions is to query individuals directly about their subjective probabilities, and to use the responses as measures of expectations.  Prior research on subjective survival probabilities in the Health and Retirement Study has shown that reported probabilities aggregate closely to life table values and covary appropriately with known risk factors. This paper uses panel data to study the evolution of subjective survival probabilities and their ability to predict actual mortality.  We find that respondents modify appropriately their survival probabilities based on new information.  The onset of a new disease condition or the death of a parent between the waves is associated with a reduction in survival probabilities. The subjective survival probabilities also predict actual survival. Those who survived in our panel reported probabilities approximately 50 percent greater at baseline than those who died. Although more needs to be learned about properties of subjective probabilities we conclude that they show considerable promise for estimating models of decision-making under uncertainty.\n\n",
    "acknowledgement": "\n"
}