{
    "id": 6197,
    "citation_title": "Optimal Management of Indexed and Nominal Debt",
    "citation_author": [
        "Robert J. Barro"
    ],
    "citation_publication_date": "1997-09-01",
    "issue_date": "1997-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA tax-smoothing objective is used to assess the optimal consumption of public debt with respect to maturity and contingencies.  This objective motivates the government to make its debt payout contingent on the levels of public outlay and the tax base. If these contingencies are present, but asset prices of non-contingent indexed debt are stochastic, then full tax smoothing dictates an optimal maturity structure of the non-contingent debt. If the certainty-equivalent outlays are the same for each period then the government should guarantee equal real payouts in each period, that is, the debt takes the form of indexed consols. This structure insulates the government's budget constraint from unpredictable variations in the market prices of indexed bonds of various maturities.  If contingent debt is precluded, then the government may want to depart from a consol maturity structure to exploit covariances among public outlay, the tax base, and the term structure of real interest rates.  However, if moral hazard is the reason for the preclusion of contingent debt, then this consideration also deters exploitation of these covariances and tends to return the optimal solution to the consol maturity structure.  The issue of nominal bonds may allow the government to exploit the covariances among public outlay, the tax base, and the rate of inflation. But if moral-hazard explains the absence of contingent debt, then the same reasoning tends to make nominal debt issue undesirable. The bottom line is that an optimal-tax approach to public debt favors bonds that are indexed and long term.\n\n",
    "acknowledgement": "\n"
}