{
    "id": 6199,
    "citation_title": "Environmental Taxes and the Double-Dividend Hypothesis: Did You Really Expect Something for Nothing?",
    "citation_author": [
        "Don Fullerton",
        "Gilbert E. Metcalf"
    ],
    "citation_publication_date": "1997-09-01",
    "issue_date": "1997-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe  double-dividend hypothesis' suggests that increased taxes on polluting activities can provide two kinds of benefits. The first is an improvement in the environment, and the second is an improvement in economic efficiency from the use of environmental tax revenues to reduce other taxes such as income taxes that distort labor supply and saving decisions. In this paper, we make four main points.  First, the validity of the double-dividend hypothesis cannot logically be settled as a general matter. Second, the focus on revenue in this literature is misplaced.  We demonstrate that three policies have equivalent impacts on the environment and on labor supply. One of those policies raises revenue from the environmental component of the reform, another loses revenue, and a third has no revenue associated with it. Third, what matters is the creation of privately-held scarcity rents. Policies that raise product prices through some restriction on behavior may create scarcity rents.   Unless those rents are captured by the government, such policies are less efficient at ameliorating an environmental problem than are policies that do not create rents.  Finally, we distinguish between two types of command and control regulations on the basis of whether they create scarcity rents.\n\n",
    "acknowledgement": "\n"
}