{
    "id": 62,
    "citation_title": "The Private Enforcement of Law",
    "citation_author": [
        "William M. Landes",
        "Richard A. Posner"
    ],
    "citation_publication_date": "1974-11-01",
    "issue_date": "1974-11-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn important question in the economic study of enforcement is the appropriate, and the actual, division of responsibilities between public and private enforcers. This question has been brought into sharp focus recently by an article in which Gary Becker and George Stigler advocate the privatization of law enforcement.  In the present article, we explore the idea that the area in which private enforcement is in fact clearly preferable to public enforcement on efficiency grounds is more restricted than Becker and Stigler believe; perhaps the existing division of enforcement between the public and private sectors approximates the optimal division.  Part I develops an economic model of competitive, profit-maximizing private enforcement. The model predicts the level of enforcement and the number of offenses that would occur in a world of exclusively private enforcement.  Part II refines the model to account for the presence of monopoly in the private enforcement industry, different assignments of property rights in legal claims, the effect of taxing private enforcers, nonmonetary penalties, and legal errors - elements ignored in the initial development of the model in Part I.  Part III contrasts our model with other economic approaches to the enforcement question. Part IV presents a number of positive implications of the model, relating to the choice between public and private enforcement of criminal versus civil laws, the assignment of exclusive rights to the victims of offenses, the budgets of public agencies, the discretionary nonenforcement of the law, and the legal treatment of blackmail and bribery. The positive implications of the model appear to be consistent with observations of the real world, although the findings in Part IV must be regarded as highly tentative. An appendix discusses the economics of rewards - an important method of compensating private enforcers.\n\n",
    "acknowledgement": "\nResearch on this paper was supported by a grant from the National ScienceFoundation to the NBER for its research in law and economics.\n\n\n"
}