{
    "id": 6201,
    "citation_title": "Monetary Policy Regimes and Economic Performance: The Historical Record",
    "citation_author": [
        "Michael D. Bordo",
        "Anna J. Schwartz"
    ],
    "citation_publication_date": "1997-09-01",
    "issue_date": "1997-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMonetary policy regimes encompass the constraints or limits imposed by custom, institutions and nature on the ability of the monetary authorities to influence the evolution of macroeconomic aggregates. This paper surveys the historical experience of both international and domestic (national) aspects of monetary regimes from the nineteenth century to the present.  We first survey the experience of four broad international monetary regimes: the classical gold standard 1880-1914; the interwar period with a short lived restoration of the gold standard; the postwar Bretton Woods international monetary system (1946-1971) indirectly linked to gold; the recent managed float period (1971- float period (1971-1995).  We then present in some detail the institutional arrangements and policy actions of the Federal Reserve in the United States as an important example of a domestic policy regime.  The survey of the Federal Reserve subdivides the demarcated broad international policy regimes into a number of episodes.  A salient theme in our survey is that the convertibility rule or principle that dominated both domestic and international aspects of the monetary regime before World War I has since declined in its relevance At the same time, policymakers within major nations placed more emphasis on stabilizing the real economy.   In the post-World War II era, the complete abandonment of the convertibility principle, and its replacement by the goal of full employment, combined with the legacy of inadequate policy tools and theory from the interwar period set the stage for the Great Inflation of the 1970s.  The lessons from that experience have convinced monetary authorities to reemphasize the goal of low inflation, as it were, committing themselves to rule-like behavior.\n\n",
    "acknowledgement": "\n"
}