{
    "id": 6207,
    "citation_title": "Where is the Market Going? Uncertain Facts and Novel Theories",
    "citation_author": [
        "John H. Cochrane"
    ],
    "citation_publication_date": "1998-02-01",
    "issue_date": "1998-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWill the stock market provide high returns in the future as it has in the past?  The average US stock return in the postwar period has been about 8% above treasury bill rates.  But that average is poorly measured: The standard confidence interval extends from 3% to 13%.  Furthermore, expected returns are low at times such as the present of high prices.  Therefore, the statistical evidence suggests a period of low average returns, followed by a slow reversion to a poorly measured long term average. I turn to a detailed survey of economic theory, to see if models that summarize a vast amount of other information shed light on stock returns.  Standard models predict nothing like the historical equity premium.  After a decade of effort, a range of drastic modifications to the standard model can account for the historical equity premium.  It remains to be seen whether the drastic modifications and a high equity premium, or the standard model and a low equity premium, will triumph in the end. Therefore, economic theory gives one reason to fear that average excess returns will not return to 8% after the period of low returns signaled by today's high prices. I conclude with a warning that low average returns does not imply one should change one's portfolio.  Someone has to hold the market portfolio; one should only deviate from that norm if one is different from everyone else.\n\n",
    "acknowledgement": "\n"
}