{
    "id": 6213,
    "citation_title": "Are CEOs Really Paid Like Bureaucrats?",
    "citation_author": [
        "Brian J. Hall",
        "Jeffrey B. Liebman"
    ],
    "citation_publication_date": "1997-10-01",
    "issue_date": "1997-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA common view of CEO compensation is that there is essentially no correlation between firm performance and CEO pay.  This calls into question an important component of effective corporate governance.  This zero correlation' belief is based on the widely cited result that CEO wealth rises by only $3.25 for every $1,000 increase in firm value (Jensen and Murphy, 1990b) and findings that the elasticity of CEO salary and bonus with respect to firm market value is only 0.1. We use a new 15-year panel data set of CEOs in the largest U.S. firms and focus on a broad measure of  compensation' that includes changes in the value of CEO holdings of stock and stock options.  We find very large pay to performance sensitivity.  For example, for a moderate change in firm performance (moving from a median stock price performance to a 70th percentile performance), the compensation of the median CEO in our sample increases by more than 50 percent, which represents an increase in CEO wealth of $1.8 million.  We estimate a median elasticity of CEO compensation with respect to firm value of 3.9 for 1994.  This value is about 30 times larger than previous elasticity estimates that ignore the effects of changes in the value of stock stock option holdings.  We also document that both the level of CEO compensation and th sensitivity of CEO compensation to firm performance have grown dramatically over the past 15 years.  In our sample, the direct compensation (salary and bonus plus stock option grants) of the mean (median) CEO increased by 209 percent (136 percent) from 1980 to 1994. Because of the large increase in stock option awards and in the value of stock holdings in the past 15 years, measures of CEO pay-to-performance sensitivity increased during the period by factors of 2 to nearly 7.\n\n",
    "acknowledgement": "\n"
}