{
    "id": 6216,
    "citation_title": "Trade and Environment: Bargaining Outcomes from Linked Negotiations",
    "citation_author": [
        "Lisandro Abrego",
        "Carlo Perroni",
        "John Whalley",
        "Randall M. Wigle"
    ],
    "citation_publication_date": "1997-10-01",
    "issue_date": "1997-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent literature has explored both physical and policy linkage between trade and environment.  Here we explore linkage through leverage in bargaining, whereby developed countries can use trade policy threats to achieve improved developing country environmental management, while developing countries can use environmental concessions to achieve trade disciplines in developed countries.  We use a global numerical simulation model to compute bargaining outcomes from linked trade and environment negotiations, comparing developed-developing country bargaining only on trade policy with joint bargaining on both trade and domestic environmental policies.  Results indicate joint gains from expanding the trade bargaining set to include environment, opposite to the current developing country reluctance to negotiate in the World Trade Organization on this issue. However, compared to bargaining with cash side payments, linking trade and environment through negotiation on policy instruments provides significantly inferior developing country outcomes. Thus, a trade and environment policy-linked negotiation may be better than an environment-only negotiation, but negotiating compensation to developing countries for environmental restraint would be better.  We provide sensitivity and further analysis of our results and indicate what other factors could qualify our main finding, including the erosion of the MFN principle involved with environmentally based trade actions.\n\n",
    "acknowledgement": "\n"
}