{
    "id": 6230,
    "citation_title": "Business Cycles Observed and Assessed: Why and How They Matter",
    "citation_author": [
        "Victor Zarnowitz"
    ],
    "citation_publication_date": "1997-10-01",
    "issue_date": "1997-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBusiness cycles are fairly well defined yet they have no generally accepted explanation.  Natural disasters and then financial crises constituted the earliest perceived reasons for economic instability. Classical literature developed in late 19th-early 20th century favored the idea of self-sustaining or endogenous fluctuations, but recent models stress outside factors and random shocks. In an ideal world under assumptions of perfect competition, flexible prices, national expectations, and money neutrality, real business cycles due to shocks to technology are possible and perhaps also shocks to tastes, relative prices, and fiscal variables. In the real world, there is evidence that many sticky prices and wages coexist with many flexible prices flexible prices and wages.  Movements in levels of prices can be stabilizing even while movements in expected changes of prices are destabilizing. Cyclical movements in nominal aggregates point to the role of money.  The premise of passive money clashes with the view that monetary policy is very important. Recent history shows monetary factors influence the course of economic activity along with real and expectational variables. Certain variables have long been critically important in business cycles as shown by historical studies within and across countries: profits, investment, interest rates, money and credit.  Leads and lags, nonlinearities and asymmetries also had demonstrably eminent roles, which they retain.  Multiple-shock models are superior to single-shock models. Finally, recessions have high social costs in terms of unemployment and depressed growth. Expansions can also be costly by causing imbalances and excesses. Structural and policy problems may seem to be separable from these cyclical problems but often are not.\n\n",
    "acknowledgement": "\n"
}