{
    "id": 6235,
    "citation_title": "Firm-level Evidence on Productivity Differentials, Turnover, and Exports in Taiwanese Manufacturing",
    "citation_author": [
        "Bee Yan Aw",
        "Xiaomin Chen",
        "Mark J. Roberts"
    ],
    "citation_publication_date": "1997-10-01",
    "issue_date": "1997-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe manufacturing sector in Taiwan has a market structure composed of large numbers of small firms, a focus on less capital-intensive industries, and a dense network of firms specializing in subcontracting and trading services. It has been argued that these features lower the start-up costs of new manufacturing firms.  Recent theoretical models of market evolution show that low sunk entry and exit costs act to speed firm turnover by facilitating entry and increasing the pressure on inefficient firms to exit. As a result, low cost entry and exit may help improve aggregate productivity by allowing for the rapid transfer of resources from less to more efficient producers within an industry.  Using comprehensive firm-level panel data from the Taiwanese Census of Manufactures for 1981, 1986, and 1991, we measure differences in total factor productivity among entering, exiting, and continuing firms, and quantify the contribution of firm turnover to industry productivity improvements. We find notable differences in productivity across manufacturing firms that are reflected in turnover patterns in both the domestic and export market.  Cohorts of new firms have lower average productivity than incumbents but are also a heterogeneous group. The more productive members of the group survive and in many cases their productivity converges to the productivity level of incumbents.  Exiting firms are less productive than survivors.  Exporters, including firms that recently left the export market, are more productive than nonexporters. These patterns are consistent with the view that both the domestic and export market sort out high productivity from low productivity firms and that the export market is a tougher screen.\n\n",
    "acknowledgement": "\n"
}