{
    "id": 6237,
    "citation_title": "State Fiscal Institutions and the U.S. Municipal Bond Market",
    "citation_author": [
        "James M. Poterba",
        "Kim S. Rueben"
    ],
    "citation_publication_date": "1997-10-01",
    "issue_date": "1997-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents new evidence on the effect of state fiscal institutions, particularly balanced-budget rules and restrictions on state debt issuance, on the yields on state general obligation bonds. We analyze information from the Chubb Relative Value Survey, which contains relative tax-exempt yields on the bonds issued by different states over the period 1973-1996.  We find that states with tighter anti-deficit rules, and more restrictive provisions on the authority of state legislatures to issue debt, pay lower interest rates on their bonds.  The interest rate differential between a state with a very strict anti-deficit fiscal constitution, and one with a lax constitution, is between fifteen and twenty basis points.  States with binding revenue limits tend to face higher borrowing rates by approximately the same amount, while states with expenditure limits face lower borrowing costs. Thus fiscal restraints that control expenditures are viewed favorably by bond market participants, while those that restrict taxes, and therefore might interfere with the state's ability to repay interest, result in higher borrowing costs. The effect of strict fiscal institutions is particularly evident when a state's economy is weak.  These results provide important evidence that bond market participants consider fiscal institutions in assessing the risk characteristics of tax-exempt bonds, and further support the view that fiscal institutions have real effects on fiscal policy outcomes.\n\n",
    "acknowledgement": "\n"
}