{
    "id": 6240,
    "citation_title": "Projected Retirement Wealth and Savings Adequacy in the Health and Retirement Study",
    "citation_author": [
        "James F. Moore",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "1997-10-01",
    "issue_date": "1997-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLow saving rates raise questions about Americans' ability to maintain consumption levels in old age. Using the Health and Retirement Study, this paper explores asset holdings among a nationally representative sample of people on the verge of retirement.  Making reasonable projections about asset growth, we assess how much more people would need to save in order to preserve consumption levels after retirement. We find that the median older household has current wealth of approximately $325,000 including pensions, social security, housing, and other financial wealth, an amount projected to grow to about $380,000 by retirement at age 62. Nevertheless, our model suggests that this median household will still need to save 16% of annual earnings to preserve pre-retirement consumption.  For retirement at age 65, assets are expected to be about $420,000 and required additional saving totals 7% of earnings per year. These summary statistics conceal extraordinary heterogeneity in both assets and saving needs in the older population. Older high wealth households have 45 times more assets than the poorest decile and this disparity increases with age.  There are also large differences in prescribed saving targets, ranging from 38% of annual earnings for those in the lowest wealth decile to negative rates for the wealthiest decile.\n\n",
    "acknowledgement": "\n"
}