{
    "id": 6242,
    "citation_title": "Impact of a Managed Behavioral Health Care Carve-Out: A Case Study of One HMO",
    "citation_author": [
        "Anne E. Brisson",
        "Richard G. Frank",
        "Elizabeth S. Notman",
        "Julie A. Gazmararian"
    ],
    "citation_publication_date": "1997-10-01",
    "issue_date": "1997-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this study we examine a case study of a carve-out for mental health and substance abuse services between a local plan of a national HMO (N=120,213) and a local managed behavioral health care vendor (MBHC). This is one of the first studies which estimates the impact of an HMO carve-out on costs and patterns of MH/SA care. Three years of insurance claims data (1993-1995) were used for the analyses, with a new carve-out contract implemented in May 1994. The new carve-out arrangement included a new vendor, a change in the organizational structure of clinical services, and increased financial risk to the vendor for inpatient care.  Descriptive and empirical analyses are reported on a continuously enrolled population (N=49,529). Results from the analyses showed the new carve-out arrangements had a significant impact on spending and utilization of services. Enrollees were 20% less likely to use MH/SA services after the implementation of the new carve-out, and inpatient MH/SA utilization dropped 50% under the new carve-out.  Overall, MH/SA spending per enrollee dropped from approximately $4.90 per month to $2.20 per month.  Outpatient MH/SA spending per user dropped 35% after the implementation of the new carve-out.  Further research should be conducted to evaluate the impact on access and quality of care, given the substantial decrease in utilization and spending.\n\n",
    "acknowledgement": "\n"
}