{
    "id": 6246,
    "citation_title": "Explaining National Differences in the Size and Industry Distribution of Employment",
    "citation_author": [
        "Steven J. Davis",
        "Magnus Henrekson"
    ],
    "citation_publication_date": "1997-10-01",
    "issue_date": "1997-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat factors determine national differences in the size and industry distribution of employment?  We stress the role of the economic policy environment as determined by business taxes, employment securitylaws, credit market regulations, the national pension system, wage-setting institutions and the size of the public sector.  We characterize these aspects of the policy environment in Sweden prior to 1990-91 and compare them to the situation in other European countries and the United States.  Our characterization and international comparisons show that Swedish policies strongly disfavored less capital-intensive firms, smaller firms, entry by new firms and individual and family ownership of business. We also compile evidence that these policies affect outcomes. Taking the U.S. industry distribution as a benchmark that reflects a comparatively neutral set of policies and institutions, Sweden's employment distribution in the mid-1980s is sharply tilted away from low-wage industries and industries with greater employment shares for smaller firms and establishments. Compared to other European countries, Sweden has an unusually high share of employment in large firms.  Furthermore, the Swedish rate of self-employment in the 1970s and 80s is the lowest among all OECD countries. The institutional and policy factors emphasized by our study differ greatly across countries.  This fact suggests that our approach can be fruitfully applied to other studies of national differences in industry and size structures and their evolution over time.  As an example, the tax reform wave of the 1980s which largely evened out cross-country differences in corporate taxation among OECD countries offers some basis for projecting a movement towards greater similarity among wealthy countries in the size and industry distribution of employment.\n\n",
    "acknowledgement": "\n"
}