{
    "id": 6248,
    "citation_title": "Simulating U.S. Tax Reform",
    "citation_author": [
        "David Altig",
        "Alan J. Auerbach",
        "Laurence J. Kotlikoff",
        "Kent A. Smetters",
        "Jan Walliser"
    ],
    "citation_publication_date": "1997-10-01",
    "issue_date": "1997-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a new large-scale dynamic simulation model to compare the equity, efficiency, and macroeconomic effects of five alternative to the current U.S. federal income tax.  These reforms are a proportional income tax, a proportional consumption tax, a flat tax, a flat tax with transition relief, and a progressive variant of the flat tax called the 'X tax.' The model incorporates intragenerational heterogeneity and kinked budget constraints. It predicts major macroeconomic gains (including an 11 percent increase in long-run output) from replacing the federal tax system with a proportional consumption tax.  Future middle- and upper-income classes gain from this policy, but initial older generations are hurt by the policy's implicit capital levy.  Poor members of current and future generations also lose. The The flat tax, which adds a standard deduction to the consumption tax, makes all members of future generations better off, but at a cost of halving the economy's long-run output gain and harming initial older generations. Insulating these older generations through transition relief further reduces transition relief further reduces the long-run gains from tax reform. Switching to a proportional income tax without deductions and exemptions hurts current and future low lifetime earners, but helps everyone else. It also raises long-run output by over 5 percent. The X tax makes everyone better off in the long-run and also raises long-run output by 7.5 percent.  But it harms initial older generations who bear its implicit wealth tax.\n\n",
    "acknowledgement": "\n"
}