{
    "id": 6249,
    "citation_title": "Persistence of Medicare Expenditures Among Elderly Beneficiaries",
    "citation_author": [
        "Alan M. Garber",
        "Thomas E. MaCurdy",
        "Mark B. McClellan"
    ],
    "citation_publication_date": "1997-10-01",
    "issue_date": "1997-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe highly uneven distribution of Medicare payments among elderly beneficiaries, combined with the predictability of some of the expenditures, poses several challenges to the Medicare program. We present information about the distribution of Medicare expenditures among beneficiaries in specific years, accompanied by new evidence on the extent to which Medicare payments for the care of individual beneficiaries persist over long time periods. Our analysis is based on a longitudinal population of Medicare enrollees during the years from 1987 to 1995.  We find that high-cost users accounted for a disproportionate share of the growth of Medicare Part A (hospital) payments during this period, but that an increase in the number of beneficiaries using covered services was largely responsible for the growth of Medicare Part B payments. Few beneficiaries are in the highest-cost categories for multiple years; the high mortality rates of people who use medical services heavily, whether the expenditures occur in one year or repeatedly, limits the extent of expenditure persistence.  Even among survivors, it is unusual to remain in the highest-cost categories for multiple years.  Nevertheless, individuals with high expenditures in one year are likely to have higher than average expenditures in other years, and expenditures are highly skewed even over a period of nine years.  Any policy to reform Medicare will need to accomodate expenditure persistence in order to provide adequate coverage for all beneficiaries.\n\n",
    "acknowledgement": "\n"
}