{
    "id": 6260,
    "citation_title": "Taxation by Telecommunications Regulation",
    "citation_author": [
        "Jerry Hausman"
    ],
    "citation_publication_date": "1997-11-01",
    "issue_date": "1997-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTelecommunications regulation in the U.S. is replete with a system of subsidies and taxes. Because of budgetary spending limits, Congress is unable to increase general taxes to pay for social programs and thus funds these programs from taxes on specific sectors of the economy. In this paper I consider the Congressional legislation which established a program so that all public schools and libraries in the U.S. will receive subsidized service to the Internet. The cost of the program is estimated to be $2.25 billion per year.  Congress passed legislation that directed all users of interstate telephone service to pay for the program.  Using analytical methods from public finance, I calculate the efficiency cost to the economy of the higher taxation of interstate telephone services to fund the Internet access discounts.  I estimate the cost to the economy of raising the $2.25 billion per year to be at least $2.36 billion (in addition to the $2.25 billion of tax revenue), or the efficiency loss to the economy for every $1 raised to pay for the Internet access discounts is an additional $1.05 to $1.25 beyond the money raised for the Internet discounts.  This cost to the economy is extremely high compared to other taxes used by the Federal government to raise revenues.  I discuss an alternative method by which the FCC could have raised the revenue for the Internet discounts which would have a near zero cost to the economy.\n\n",
    "acknowledgement": "\n"
}