{
    "id": 6261,
    "citation_title": "The Role of Discretion in the Criminal Justice System",
    "citation_author": [
        "Daniel P. Kessler",
        "Anne Morrison Piehl"
    ],
    "citation_publication_date": "1997-11-01",
    "issue_date": "1997-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough a substantial body of research suggests that the discretion of discretion of actors in the criminal justice system is important, there is disagreement in the existing empirical literature over its role. Studies in this literature generally hypothesize that discretion plays one of two roles: either it serves as the means by which changing broad social norms against crime causes changes in sentencing patterns, or it serves as the means by which internal social norms of the criminal justice system prevent the implementation of formal changes in laws. We reject both of these hypotheses using data on the sentencing of California prisoners before and after Proposition 8, which provided for sentence enhancements for those convicted of certain  serious' crimes with  qualifying' criminal histories.  We find that an increase in the statutory sentence for a given crime can increase sentence length for those who are charged with the crime, and also for those who are charged with factually 'similar' crimes, where a  'similar' crime is defined as one that has legal elements in common with the given crime. These spillovers are consistent with neither broad social norms nor internal social norms, so we conclude that discretion takes a less-well studied form, which we call 'prosecutorial maximization.'\n\n",
    "acknowledgement": "\n"
}