{
    "id": 6262,
    "citation_title": "International Trade and Labor-Demand Elasticities",
    "citation_author": [
        "Matthew J. Slaughter"
    ],
    "citation_publication_date": "1997-11-01",
    "issue_date": "1997-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I try to determine whether international trade has been increasing the own-price elasticity of demand for U.S. labor in recent years. The empirial work yields three main results.  First, from 1960 through 1990 demand for U.S. production labor became more elastic in manufacturing overall and in five of eight industries within manufacturing.  Second, during this time U.S. nonproduction-labor demand did not become more elastic in manufacturing overall or in any of the 8 industries within manufacturing. If anything, demand seems to be growing less elastic over time.  Third, the hypothesis that trade contributed to increased elasticities has mixed support at best.  For production labor many trade variables have the predicted effect for specifications with only industry contols, but these predicted effects disappear when time controls are included as well.  For nonproduction labor things are somewhat better, but time continues to be a very strong predictor of elasticity patterns.  Thus the time series of labor-demand elasticities are explained largely by a residual, time itself.  This result parallels the common finding in studies of rising wage inequality.  Just as there appears to be a large unexplained residual for changing factor prices over time, there also appears to be a large unexplained residual for changing factor demand elasticities over time.\n\n",
    "acknowledgement": "\n"
}