{
    "id": 6265,
    "citation_title": "Does Immigration Hurt African-American Self-Employment?",
    "citation_author": [
        "Robert W. Fairlie",
        "Bruce D. Meyer"
    ],
    "citation_publication_date": "1997-11-01",
    "issue_date": "1997-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious studies tend to find that immigration has a weak negative effect on the employment and earnings of native-born workers. These studies overlook the effect of immigration on an important sector of the labor force, the self- employed.  Anecdotal evidence suggests that immigrants, especially those from Asian countries, may displace black-owned business owners.  We use Census of Population microdata to examine if black self-employment levels are lower in labor markets which have a higher share of immigrants. We define labor markets as metropolitan areas (MAs) and use the variation across 94 MAs in the U.S. to examine the relationship between black self-employment and immigration in both 1980 and 1990.  To control for permanent differences across MAs in other we also estimate the effect of the change in immigration from 1980 to 1990 on the change in black self-employment over this period.  We generally find that immigration has no effect or only a small negative but statistically insignificant effect on black male or female self-employment.  Our findings are similar if we weight immigration rates by the propensity of immigrant groups to be self-employed, if we limit our sample of immigrants to those from only Asian countries, and if we try other alternative estimation techniques and specifications.\n\n",
    "acknowledgement": "\n"
}