{
    "id": 6268,
    "citation_title": "Demographic Transitions and Economic Miracles in Emerging Asia",
    "citation_author": [
        "David E. Bloom",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "1997-11-01",
    "issue_date": "1997-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe demographic transition a change from high to low rates of mortality and fertility has been more dramatic in East Asia during this century than in any other region or historical period.  By introducing demographic variables into an empirical model of economic growth, this essay shows that this transition has contributed substantially to East Asia's so-called economic miracle.  The 'miracle' occurred in part because East Asia's demographic transition resulted in its working-age population growing at a much faster pace than its dependent population during the period 1965-1990, thereby expanding the per capita productive capacity of East Asian economies. This effect was not inevitable; rather, it occured because East Asian countries had social, economic, and political institutions and policies that allowed them to realize the growth potential created by the transition.  The empirical analyses indicate that population growth has a purely transitional effect on economic growth; this effect operates only when the dependent and working-age populations are growing at different rates. An important implication of these results is that future demographic change will tend to depress growth rates in East Asia, while it will promote more rapid economic growth in Southeast and South Asia.\n\n",
    "acknowledgement": "\n"
}