{
    "id": 6270,
    "citation_title": "Geographic Concentration as a Dynamic Process",
    "citation_author": [
        "Guy Dumais",
        "Glenn Ellison",
        "Edward Glaeser"
    ],
    "citation_publication_date": "1997-11-01",
    "issue_date": "1997-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe degree of geographic concentration of individual manufacturing industries in the U.S. has declined only slightly in the last twenty years.  At the same time, new plant births, plant expansions, contractions and closures have shifted large quantities of employment across plants, firms, and locations. This paper uses data from the Census Bureau's Longitudinal Research Database to examine how relatively stable levels of geographic concentration emerge from this dynamic process.  While industries' agglomeration levels tend to remain fairly constant, we find that there is greater variation in the locations of these agglomerations.  We then decompose aggregate concentration changes into portions attributable to plant births, expansions, contractions, and closures, and find that the location choices of new firms and differences in growth rates have played the most significant role in reducing levels of geographic concentration, while plant closures have tended to reinforce agglomeration. Finally, we look at coagglomeration patterns to test three of Marshall's theories of industry agglomeration: (1) agglomeration saves transport costs by proximity to input suppliers or final consumers, (2) agglomeration allows for labor market pooling, and (3) agglomeration facilitates intellectual spillovers.  While there is some truth behind all three theories, we find that industrial location is far more driven by labor mix than by any of the other explanatory variables.\n\n",
    "acknowledgement": "\n"
}