{
    "id": 6279,
    "citation_title": "Employer Learning and Statistical Discrimination",
    "citation_author": [
        "Joseph G. Altonji",
        "Charles R. Pierret"
    ],
    "citation_publication_date": "1997-11-01",
    "issue_date": "1997-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a test for statistical discrimination or rational stereotyping in in environments in which agents learn over time.  Our application is to the labor market.  If profit maximizing firms have limited information about the general productivity of new workers, they may choose to use easily observable characteristics such as years of education to 'statistically discriminate' among workers.   As firms acquire more information about a worker, pay will become more dependent on actual productivity and less dependent on easily observable characteristics or credentials that predict productivity. Consider a wage equation that contains both the interaction between experience and a hard to observe variable that is positively related to productivity and the interaction between experience and a variable that firms can easily observe, such as years of education.  We show that the wage coefficient on the unobservable productivity variable should rise with time in the labor market and the wage coefficient on education should fall.  We investigate this proposition using panel data on education, the AFQT test, father's education, and wages for young men and their siblings from NLSY.  We also examine the empirical implications of statistical discrimination on the basis of race. Our results support the hypothesis of statistical discrimination, although they are inconsistent with the hypothesis that firms fully utilize the information in race.  Our analysis has wide implications for the analysis of the determinants of wage growth and productivity and the analysis of statistical discrimination in the labor market and elsewhere.\n\n",
    "acknowledgement": "\n"
}