{
    "id": 6287,
    "citation_title": "The Market and the Estimators: Forecasting the Cost of Medicare Catastrophic Coverage",
    "citation_author": [
        "Sherry Glied",
        "Tama Brooks"
    ],
    "citation_publication_date": "1997-11-01",
    "issue_date": "1997-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs part of the process of enacting the Medicare Catastrophic Coverage Act (MCCA) in 1988, both the Congressional Budget Office (CBO) and the Department of Health and Human Services (HHS) estimated the cost of the pharmaceutical part of the proposal which varied substantially. For some benefit years, cost estimates differed by a factor of more than two. This paper uses data from the stock market to measure how market participants gauged the likely consequences of the MCCA and to compare the market estimate with those of the CBO and HHS estimators.  We examine the market response to key events linked to passage and repeal of the MCCA for brand name and generic pharmaceutical producers. We find that on event days associated with passage of the MCCA, generic pharmaceutical firms had positive and significant excess stock market returns. On early event days associated with passage, brand name producers had smaller positive returns and on later days, brand name producers had small negative returns.  On event days associated with repeal of the MCCA, brand name makers had small positive excess returns and generic producers had zero or small negative returns. The effect of the MCCA on the stock price of pharmaceutical firms would depend on the elasticity of demand for pharmaceuticals. Differences in assumptions about this elasticity were a key component of the differences between CBO and HHS estimates. Using the market returns to evaluate these elasticities, we find that market participants shared the CBO's view that demand responses to the legislation would be small.  We also find that the market anticipated that the MCCA would favor generic manufacturers.\n\n",
    "acknowledgement": "\n"
}