{
    "id": 6301,
    "citation_title": "Predation, Efficiency, and Inequality",
    "citation_author": [
        "Herschel I. Grossman",
        "Minseong Kim"
    ],
    "citation_publication_date": "1997-12-01",
    "issue_date": "1997-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows how predation breaks the links between an economy's aggregate resourceendowment and aggregate consumption and between the interpersonal distribution of endowments and the interpersonal distribution of consumption. We construct a general-equilibrium model in which some people (the privileged) are well endowed with resources and other people (the unprivileged) are poorly endowed with resources and in which each  person can choose to be either a producer or a predator.  Here, the choice by some to be predators decreases decreases aggregate consumption, both because the predators' resources are wasted and because producers sacrifice production by allocating resources to guarding against predators. Analyzing this model we find that the minimum equilibrium ratio of predators to producers depends on the technology of predation.  Also, the equilibrium ratio of predators to producers equals its minimum value if and only if the ratio of unprivileged to privileged people is not larger than this minimum value.  These properties imply that, in contrast to a model that abstracts from predation, the fully egalitarian distribution of resources does not satisfy the Rawlsian criterion of maximizing the consumption of the person with the lowest consumption.  (In fact, the fully egalitarian distribution is not even Pareto efficient). Instead, the Rawlsian criterion selects an unegalitarian distribution of resources in which the ratio of unprivileged to privileged people equals the minimum ratio of predators to producers and in which unprivileged have only the minimum possible endowment of resources.  In the resulting Rawlsian equilibrium, only unprivileged people choose to be predators rather than producers and because both the ratio of predators to producers and the amount of resources predators waste are minimized aggregate consumption is maximized.\n\n",
    "acknowledgement": "\n"
}