{
    "id": 6305,
    "citation_title": "Are Public Housing Projects Good for Kids?",
    "citation_author": [
        "Janet Currie",
        "Aaron Yelowitz"
    ],
    "citation_publication_date": "1997-12-01",
    "issue_date": "1997-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the goals of federal housing policy is to improve the prospects of children in poor families.  But little research has been conducted into the effects of participation in housing programs on children, perhaps because it is difficult to find data sets with information about both participation and interesting outcome measures.  This paper combines data from several sources in order to provide a first look at the effect of public housing projects on housing quality and the educational attainment of children.  We first use administrative data from the Department of Housing and Urban Development to impute the probability that a Census household lives in a public housing project.  We find that a higher probability of living in a project is associated with poorer outcomes.  We then use two-sample instrumental variables (TSIV) techniques to combine information on the probability of living in a project obtained from the 1990 to 1995 Current Population Surveys, with information on outcomes obtained from 1990 Census. The instrument common to both samples is an indicator equal to one if the household is entitled to a larger housing project unit because of the sex composition of the children in the household.  Families entitled to a larger unit because of sex composition are 24% more likely to live in projects.  When we control for omitted variables bias using TSIV, we find that project households are less likely to suffer from overcrowding and less likely to live in high-density complexes. Project children are also 12 to 17 percentage points less likely to have been held back in school one or more grades, although this effect is confined to boys.  Thus, most families do not face a tradeoff between housing quality and child outcomes -- the average project improves both.\n\n",
    "acknowledgement": "\n"
}