{
    "id": 6306,
    "citation_title": "Central Bank Policy Rules: Conceptual Issues and Practical Considerations",
    "citation_author": [
        "Stephen G. Cecchetti"
    ],
    "citation_publication_date": "1997-12-01",
    "issue_date": "1997-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe design of rules for central bank policy has been a subject of increasing interest to many monetary economists.  The purpose of this essay is first to present an analytical structure in which a policymaker is presumed to formulate a rule based on the solution to an optimal control problem, and then to examine a number of issues that are germane to the current debate on the nature of such rules.  These issues include the implication for policymaking of the slope of the output-inflation variability frontier, the importance of various types of uncertainty, the consequences of a zero nominal interest rate floor, and the possible reasons for interest rate smoothing. Although this essay is intended to raise, rather than resolve, key questions concerning policy rules, it does offer fairly compelling evidence on one point.  This concerns the potential consequences of the move by many central banks toward some form of price-level or inflation targeting.  In adopting this approach, central banks are implicitly changing the relative importance of output and inflation variability in their objective function.  The robustness of the policy rule, however, may depend on the shape of the output-inflation variability trade-off.  The data indicate that this trade-off is extremely steep: small decreases in inflation variability are associated with very large increases in output variability.  This finding suggests that pure inflation targeting may have very undesirable side effects.\n\n",
    "acknowledgement": "\n"
}