{
    "id": 6319,
    "citation_title": "Open-Economy Macroeconomics, Developments in Theory and Policy",
    "citation_author": [
        "Maurice Obstfeld"
    ],
    "citation_publication_date": "1999-06-01",
    "issue_date": "1999-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper surveys recent research in open-economy macroeconomics, using questions raised by European economic and monetary unification to guide the topics discussed. A striking empirical regularity is the tendency for changes in the nominal exchange rate regime systematically to affect the variability of nominal and real exchange rates alike.  This regularity (which disappears in high-inflation conditions) can be explained by sticky-price theories or by models of asset-market liquidity effects.  But plausible liquidity models have difficulty generating enough persistence (in output and real exchange rates, in particular) to match the data. So the macroeconomic costs of giving up the exchange-rate realignment option, emphasized in Mundell's optimum currency area concept, seem empirically relevant. The paper discusses other possible costs of currency unification, associated with a reduced number of asset markets.  On the benefit side, our theories of the efficiencies due to a common currency remain unsatisfactory, despite recent advances. A key motivation for the choice of a common currency over a fixed exchange rate between national currencies is the fear of speculative attack.  The paper concludes by showing how self-fulfilling currency crises can occur, and describes recent progress in narrowing the range of multiple equilibria in adjustable-peg regimes.\n\n",
    "acknowledgement": "\n"
}