{
    "id": 632,
    "citation_title": "Self-Selection and Pareto Efficient Taxation",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "1981-02-01",
    "issue_date": "1981-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the set of Pareto efficient tax structures. The formulation of the problem as one of self-selection not only shows more clearly the similarity between this problem and a number of other problems (such as optimal pricing of a monopolist) which have recently been the subject of extensive research, but also allow the derivation of a number of new results. We establish (i) under fairly weak conditions, randomization of tax structures is desirable; (ii) if different individuals are not perfect substitutes for one another, then the general equilibrium effects -- until now largely ignored in the literatures -- of changes in the tax structure may be dominant in determining the optimal tax structure; in particular if relative wages of high ability and low ability individuals depends on the relative supplies of labor, the optimal tax structure entails a negative marginal tax rate on the high ability individuals, and a positive marginal tax rate on the low ability individuals (the magnitude of which depends on the elasticity of substitution); (iii) if individuals differ in their preferences, Pareto efficient taxation may entail negative marginal tax rates for high incomes; while (iv) if wage income is stochastic, the marginal tax rate at the upper end may be 100%.Our analysis thus makes clear that the main qualitative properties of the optimal tax structure to which earlier studies called attention are not robust to these attempts to make the theory more realistic.\n\n",
    "acknowledgement": "\n"
}