{
    "id": 6334,
    "citation_title": "The Mexican Peso Crisis? How Much Did We Know? When Did We Know It?",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "1997-12-01",
    "issue_date": "1997-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Mexican crisis of 1994 raised throughout the world a number of questions about the sustainability -- and even the merits -- of the market oriented reform process in Latin America and other regions. Understanding how events unfolded in Mexico during the early 1990s continues to be fundamentally important to assess the mechanics of currency crises.  More importantly, perhaps, the eruption of the East Asian currency crises in the summer and fall 1997 has raised the question of whether the lessons from Mexico have indeed been learned by policy makers, private sector analysts and international civil servants.  More specifically, as a result of the recent events in South East Asia many observers have argued that the international financial organizations -- the IMF and the World Bank -- and the governments of the advanced countries have failed to revamp the early warning system that was supposed to prevent a repetition of a Mexico-style crisis.  This paper analyzes the causes behind the Mexican crisis, emphasizing the role of capital inflows, inflationary inertia and real exchange rate overvaluation. I also ask a number of questions regarding the predictability of the crisis: Should Wall Street analysts have known that things were getting out of hand?  And if they did, why didn't they alert their clients?  And, how much did officials at the US Treasury know about the depth of the Mexican problems?  And, what was the role of the media? I conclude that although the US Treasury was fully aware of what was going on, most private sector analysts were unaware of the seriousness of the situation.\n\n",
    "acknowledgement": "\n"
}