{
    "id": 6337,
    "citation_title": "The Estate Tax and After-Tax Investment Returns",
    "citation_author": [
        "James Poterba"
    ],
    "citation_publication_date": "1997-12-01",
    "issue_date": "1997-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the effect of estate and gift taxes on the after-tax rate of return earned by savers.  The estate tax affects only a small fraction of households -- taxable decedents represented only 1.4 percent of all deaths in 1995 -- but the affected households account for a substantial fraction of household net worth.  The estate tax can be viewed as a tax on capital income, with the effective rate depending on the statutory tax rate as well as the potential taxpayer's mortality risk.  Because mortality rates rise with age, the effective estate tax burden is therefore greater for older than for younger individuals.  The estate tax adds approximately 0.3 percentage points to the average tax burden on capital income for households headed by individuals between the ages of 50 and 59.  For households headed by individuals between the ages of 70 and 79, however, the estate tax increases the tax burden on capital income by approximately 3 percentage points.  The effects are even larger for older households.  The paper also explores the fraction of the net worth held by households that are subject to the estate tax that could be transferred to the next generation with a program a per donee exemption from gift tax.  While roughly one quarter of potentially taxable assets could be transferred in this way, actual levels of inter vivos giving are much lower than the levels that would one would expect if households were taking full advantage of this tax avoidance strategy.\n\n",
    "acknowledgement": "\n"
}