{
    "id": 6346,
    "citation_title": "The Effects of Malpractice Pressure and Liability Reforms on Physicians' Perceptions of Medical Care",
    "citation_author": [
        "Daniel P. Kessler",
        "Mark McClellan"
    ],
    "citation_publication_date": "1998-01-01",
    "issue_date": "1998-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderstanding how and why liability laws and liability reforms alter the medical treatment decision-making process is central to reforming the current U.S. malpractice liability system. Survey methods serve a valuable role in this process because they measure how malpractice pressure affects physician perceptions of appropriate practices, and thereby capture an important determinant of treatment decisions. Based on analysis of the American Medical Association Socioeconomic Monitoring System survey, we present four findings. First, physicians from states enacting liability reforms that directly reduce malpractice pressure experience lower growth over time in malpractice claims rates and in real malpractice insurance premiums.  Second, physicians from reforming states report significant relative declines in the perceived impact of malpractice pressure on practice patterns. Third, individual physicians' personal experiences with the malpractice system are a key determinants of the perceived importance of defensive medicine.  Fourth, the impact of individual physicians' claims experience on perceptions is smaller in reforming than in nonreforming states.  Taken together, these results suggest that reforms in law affect physicians' attitudes, both by reducing the probability of an encounter with the liability system and by changing the nature of the experience of being sued, for those physicians who defend against malpractice claims.\n\n",
    "acknowledgement": "\n"
}