{
    "id": 6349,
    "citation_title": "VAT Base Broadening, Self Supply, and The Informal Sector",
    "citation_author": [
        "John Piggott",
        "John Whalley"
    ],
    "citation_publication_date": "1998-01-01",
    "issue_date": "1998-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a general equilibrium tax model to evaluate the impacts of equal yield base broadening in indirect taxes from high rate narrow based (typically manufactures) taxes to broad based taxes (including services) such as a VAT.  We capture differences in choice of mode of supply between market goods, such as manufactures, which cannot be supplied other than through the market, and self-suppliable services and informal sector supplied products. Using this formulation, we are able to provide numerical examples of welfare worsening VAT base broadening, which expands the tax base from market based manufactures, in which there are few (or no) non taxed supply possibilities, to all goods and services where such possibilities exist. We show that the usual presumption that there are welfare benefits from equal yield VAT base broadening breaks down once tax induced increases in self supply of previously non taxed goods and services and in informal sector activity (in small scale construction and other areas) are taken into account. Moreover, since untaxed informal sector supply is typically from lower income to higher income households, they gain as comparable informal sector activity is taxed under the base broadening change.  We provide a calibrated version of the model, which captures Canadian base broadening accompanying the introduction of the Canadian VAT (GST) in 1990.  Results show the change to have been welfare worsening in aggregate but progressive; opposite to conventional belief. Aggregate welfare losses increase sharply if pre-existing income taxes enter the analysis, since VAT induced supply side losses compound with the income tax, while consumption side tax rate variance reducing gains do not\n\n",
    "acknowledgement": "\n"
}