{
    "id": 6377,
    "citation_title": "Nonprofit Production and Competition",
    "citation_author": [
        "Darius Lakdawalla",
        "Tomas Philipson"
    ],
    "citation_publication_date": "1998-01-01",
    "issue_date": "1998-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndustries in which private nonprofit production is present and significant, such as health care and education, account for more than one-fifth of US economic activity.  This paper argues that previous analysis of nonprofits has not separated profit-deviating preferences from the state-defined regulatory status of nonprofit production.  We argue that this separation is crucial in providing predictions about the underlying forces which allow the coexistence of nonprofit and for-profit production in an industry, as well as predictions about such fundamental matters as the share of nonprofit activity.  By separating choice of nonprofit status from profit-deviating preferences, the paper provides predictions about the forces which determine the share of nonprofit production in an industry.  We argue that this share falls with the share of the demand that is publicly subsidized, rises with the total number of firms in the industry, and rises with growth in the pace or extent of cost-reductions resulting from learning-by-doing. These predictions stem from a basic aspect of regulatory nonprofit choice which links the degree of competition in a market with the share of nonprofits: the availability of economic profits under for-profit status raises the cost of choosing nonprofit status when such a status is associated with a distribution constraint. Empirical evidence using panel data on US states in the long-term care industry from 1989 to 1994 suggests the presence of the discussed predictions in this industry.\n\n",
    "acknowledgement": "\n"
}