{
    "id": 6378,
    "citation_title": "Theories of the Distribution of Labor Earnings",
    "citation_author": [
        "Derek Neal",
        "Sherwin Rosen"
    ],
    "citation_publication_date": "1998-01-01",
    "issue_date": "1998-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral empirical regularities motivate most theories of the distribution of labor earnings.  Earnings distributions tend to be skewed to the right and display a long right tail. The are leptokurtic (positive fourth cumulant) and have a fat tail.  Mean earnings always exceed median earnings and the top percentiles of earners account for a disproportionate share of total earnings. Mean earnings also differ greatly across groups defined by occupation, education, experience, and other observed traits.  With respect to the evolution of the distribution of earnings for a given cohort, initial earnings dispersion is smaller than the dispersion observed in prime working years. We explore several classes of models that address these stylized facts. Stochastic theories begin with distributional assumptions about worker endowments and then examine the stochastic structures that might generate observed features of the aggregate distribution of earnings. Selection models describe how workers allocate their skills to tasks.  Because workers choose their best option from a menu of careers, these allocation decisions generate earnings distributions which tend to be skewed.  Sorting models provide dynamic versions of selection models and illustrate how gradual learning about endowments leads to sorting patterns that amplify dispersiion and generate a skewed distribution of earnings within a cohort of experienced workers. Human capital theory demonstrates that earnings dispersion is a prerequisite for significant skill investments.  Without earnings dispersion, workers would not willingly make the investments necessary for high-skill jobs.  Human capital model illustrate how endowments of wealth and talent influence the investment decisions that generate observed distributions of earnings.\n\n",
    "acknowledgement": "\n"
}