{
    "id": 6383,
    "citation_title": "Has U.S. Investment Abroad Become More Sensitive to Tax Rates?",
    "citation_author": [
        "Rosanne Altshuler",
        "Harry Grubert",
        "T. Scott Newlon"
    ],
    "citation_publication_date": "1998-01-01",
    "issue_date": "1998-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from the U.S. Treasury corporate tax files for 1984 and 1992 to address two related questions concerning the investment decisions of U.S. multinational corporations.  How sensitive are investment location decisions to tax rate differences across countries, and have investment location choices become more sensitive to differences in host country tax rates? We regress a measure of the real capital held in the manufacturing affiliates of U.S. manufacturing firms in each of the 58 countries in our sample on tax rate variables and measures of non-tax characteristics of countries.  The availability of two years of data allows us to control for unmeasured country fixed effects.  We find large estimated tax elasticities for investment abroad.  Our basic estimates yield an elasticity of real capital to after-tax rates of return of close to three in 1992 and about 1.5 in 1984; both the elasticities and the difference between them are significant at standard levels.  The increase of more than one in the estimated elasticities from 1984 to 1992 suggests that the allocation of real capital abroad may have become more sensitive to differences in host country taxes in recent years. These results are consistent with increasing international mobility of capital and globalization of production.\n\n",
    "acknowledgement": "\n"
}