{
    "id": 6384,
    "citation_title": "Explaining Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents",
    "citation_author": [
        "James J. Heckman",
        "Lance Lochner",
        "Christopher Taber"
    ],
    "citation_publication_date": "1998-01-01",
    "issue_date": "1998-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops and estimates an overlapping generations general equilibrium model of labor earnings, skill formation and physical capital accumulation with heterogeneous human capital. The model analyzes both schooling choices and post-school on-the-job investment in skills in a framework in which different schooling levels index different skills. A key insight in the model is that accounting for the distinction between skill prices and measured wages is important for analyzing the changing wage structure, as they often move in different directions. New methods are developed and applied to estimate the demand for unobserved human capital and to determine the substitution relationships in aggregate technology among skills and capital.  We estimate skill-specific human capital accumulation equations that are consistent with the general equilibrium predictions of the model. Using our estimates, we find that a model of skill-biased technical change with a trend estimated from our aggregate technology is consistent with the central feature of rising wage equality measured by the college-high school wage differential and by the standard deviation of log earnings over the past 15 years.  Immigration of low skill workers contributes little to rising wage inequality.  When the model is extended to account for the enlarged cohorts of the Baby Boom, we find that the same parameter estimates of the supply functions for human capital that are used the explain the wage history of the last 15 years also explain the last 35 years of wage inequality as documented by Katz and Murphy (1992).\n\n",
    "acknowledgement": "\n"
}