{
    "id": 6386,
    "citation_title": "A Reanalysis of the Effect of the New Jersey Minimum Wage Increase on the Fast-Food Industry with Representative Payroll Data",
    "citation_author": [
        "David Card",
        "Alan B. Krueger"
    ],
    "citation_publication_date": "1998-01-01",
    "issue_date": "1998-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper re-examines the effect of the 1992 New Jersey minimum wage increase on employment in the fast-food industry.  We begin by analyzing employment trends using a comprehensive new data set derived from the Bureau of Labor Statistics's (BLS's) ES-202 data file.  Both a longitudinal sample and a repeated-cross-section sample drawn from these data indicate similar or slightly faster employment growth in New Jersey relative to eastern Pennsylvania after the rise in New Jersey's minimum wage, consistent with the main findings of our earlier survey.  We also use the ES-202 data to measure the effects of the 1996 increase in the federal minimum wage, which raised the minimum wage in Pennsylvania but not in New Jersey. We find no indication of relative employment losses in Pennsylvania.  In light of these findings, we re-examine employment trends in the sample of fast-food restaurants assembled by the Employment Policies Institute (EPI) and David Neumark and William Wascher.  The differences between this sample and both the BLS data and our earlier sample are attributable to a small set of restaurants owned by a single franchisee who provided the original Pennsylvania data for the 1995 EPI study.  We also find that employment trends in the EPI/Neumark-Wascher sample are strikingly different for firms that reported their data on a weekly, biweekly or monthly basis, possibly because of seasonal factors. Controlling for the systematic effects of the varying reporting intervals, the combined EPI/Neumark-Wascher sample shows no difference in hours growth between New Jersey and Pennsylvania.\n\n",
    "acknowledgement": "\n"
}