{
    "id": 6389,
    "citation_title": "Owner-Occupied Housing and the Composition of the Household Portfolio Over the Life-Cycle",
    "citation_author": [
        "Marjorie Flavin",
        "Takashi Yamashita"
    ],
    "citation_publication_date": "1998-01-01",
    "issue_date": "1998-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the impact of the portfolio constraint imposed by the consumption demand for housing (the 'housing constraint') on the household's optimal holdings of financial assets. Since the ratio of housing to net worth declines as the household accumulates wealth, the housing constraint induces a life-cycle pattern in the portfolio shares of stocks and bonds.  For reasonable degrees of risk aversion, the changes in portfolio composition over the life-cycle can be dramatic.  For example, for a coefficient of relative risk aversion of 3, the ratio of stocks to net worth in the optimal portfolio is .09 for the youngest households (ages 18-30) and .60 for the oldest (age 70 and over). Using data from the PSID on home values to construct household level panel data on the real after-tax return to owner-occupied housing, as well as data on the returns to financial assets, the paper estimates the vector of expected returns and the covariance matrix for the set of assets consisting of housing, mortgages, stocks, Treasury bonds, and T-bills. Numerical methods are used to calculate the mean-variance efficient frontier, conditional on different values of the housing constraint, and the optimal portfolios associated with different levels of relative risk aversion.\n\n",
    "acknowledgement": "\n"
}