{
    "id": 6391,
    "citation_title": "Estimating the Impact of the GED on the Earnings of Young Dropouts Using a Series of Natural Experiments",
    "citation_author": [
        "John H. Tyler",
        "Richard J. Murnane",
        "John B. Willett"
    ],
    "citation_publication_date": "1998-02-01",
    "issue_date": "1998-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe General Educational Development (GED) credential has become the primary 'second chance' route to high school certification for school dropouts in the United States.  Despite the widespread use of the GED, however, bias due to self-selection has limited our knowledge about the effects of the credential on the labor market outcomes of dropouts. This paper uses a series of natural experiments created by interstate variation in GED passing standards to reduce self-selection bias in estimates of the impact of the GED on the earnings of young dropouts.  To exploit the natural experiments, we use a unique merged data set containing the GED test scores and Social Security earnings of a sample of 16-21 year-old dropouts who attempted the GED in 1990.  As a result of our research design and the fact that lower-scoring GED candidates receive very little post-secondary education, our results primarily measure the labor market signaling value of the GED.  For dropouts who have indicated a desire to acquire the credential and whose skills place them on the margin of passing the GED exams, we find that acquisition of a GED increases the 1995 earnings of young white dropouts by 10-19 percent. These results are robust to experiments that use different treatment and comparison groups, and they withstand sensitivity analyses that explore possible violations of our identifying assumptions.  We find no statistically significant evidence that the GED increases the earnings of young nonwhite dropouts, a result that we attribute to a\n\n",
    "acknowledgement": "\n"
}