{
    "id": 6394,
    "citation_title": "Career Concerns of Mutual Fund Managers",
    "citation_author": [
        "Judith Chevalier",
        "Glenn Ellison"
    ],
    "citation_publication_date": "1998-02-01",
    "issue_date": "1998-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the labor market for mutual fund managers and managers' responses to the implicit incentives created by their career concerns.  We find that managerial turnover is sensitie to a fund's recent performance. Consistent with the hypothesis that fund companies are learning about managers' abilities, managerial turnover is more performance-sensitive for younger fund managers.  Interpreting the separation-performance relationship as an incentive scheme, several of our results suggest that a desire to avoid separation may induce managers at different stages of their careers to behave differently.  Younger fund managers appear to be given less discretion in the management of their funds; i.e. they are more likely to lose their jobs if their fund's beta or unsystematic risk level deviates from the mean for their fund's objective group. We also show that the shape of the job separation-performance relationship may provide an incentive for young mutual fund managers to be risk averse in selecting their fund's portfolio. Consistent with these implicit labor market incentives, younger fund managers do take on lower unsystematic risk and deviate less from typical behavior than their older counterparts.  Finally, additional results on the flow of investments into mutual funds suggest that rather than just being due to a screening process, firing decisions may also be influenced by a desire to stimulate inflows of investment into the fund.\n\n",
    "acknowledgement": "\n"
}