{
    "id": 6398,
    "citation_title": "Did Unilateral Divorce Raise Divorce Rates? Evidence from Panel Data",
    "citation_author": [
        "Leora Friedberg"
    ],
    "citation_publication_date": "1998-02-01",
    "issue_date": "1998-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper revisits the evidence on the impact of unilateral divorce laws on divorce rates in the United States.  Most states switched from requiring mutual consent to allowing unilateral or no-fault divorce between 1970 and 1985, while the national divorce rate more than doubled after 1965.  According to the Coase theorem, however, the legal shift should have had no effect on divorce rates.  Recent papers using cross-sectional micro data have disputed the empirical importance of unilateral divorce, disagreeing in particular about controls for state-level heterogeneity in divorce propensities.  This paper uses a panel of state-level divorce rates which includes virtually every divorce in the U.S. over the entire period of the law changes. Adding comprehensive controls - year and state fixed effects and state fixed trends - for changing unobservable divorce propensities reveals that the divorce rate would have been about 6% lower if states had not switched to unilateral divorce, accounting for 17% of the increase in the divorce rate between 1968 and 1988.  Additional results in this paper demonstrate that the type of unilateral divorce law that states adopted matters. Weaker versions of unilateral divorce, which retain elements of mutual divorce, raised the divorce rate significantly, but by less than the strongest versions of unilateral divorce did.\n\n",
    "acknowledgement": "\n"
}