{
    "id": 6402,
    "citation_title": "Employment as a Drug Abuse Treatment Intervention: A Behavioral Economic Analysis",
    "citation_author": [
        "Kenneth Silverman",
        "Elias Robles"
    ],
    "citation_publication_date": "1998-02-01",
    "issue_date": "1998-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEpidemiological data and experimental research in the fields of operant conditioning and behavioral economics suggest that employment may be useful in the treatment of drug abuse.  The conditions under which employment should decrease drug use depends on a range of environmental contextual factors, some of which have been classified or suggested by adapting the economic concepts of income, substitutability and complementarity, and opportunity cost to the analysis of behavior.  A job can occupy a substantial portion of a person's day with work, thereby reducing the amount of time available for drug consumption (i.e., employment reduces behavioral income for drug use). Because money buys drugs, monetary pay for work may increase or sustain drug use, suggesting a potential undesirable by-product of employment (i.e., money and drugs appear to be complementary reinforcers).  Finally, employment may decrease drug use to the extent that drug use results in loss of wages or job (i.e., employment may impose an opportunity cost of drug use). This paper reviews research in these three areas with the goal of identifying an effective employment-based treatment intervention for chronically unemployed methadone patients, a group of individuals sorely in need of effective interventions to reduce their drug use and improve their employment status. Research on behavioral income restrictions, reinforcer substitutability and complementarity, and opportunity cost suggests that the utility of employment as a drug abuse treatment intervention depends, in large part, on the extent to which employment is used to arrange substantial monetary reinforcement for drug abstinence and opportunity cost for drug use.\n\n",
    "acknowledgement": "\n"
}