{
    "id": 6403,
    "citation_title": "Human Capital and Predation: A Positive Theory of Educational Policy",
    "citation_author": [
        "Herschel I. Grossman",
        "Minseong Kim"
    ],
    "citation_publication_date": "1998-02-01",
    "issue_date": "1998-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper offers an explanation for observed differences across countries in educational policies and in resulting interpersonal distributions of human capital.  We analyze a general-equilibrium model in which, as a result of the apportionment of natural ability, nurturing, and publicly financed education, some people can be well endowed with human capital, while others are poorly endowed. We assume people can choose to be either producers or predators. An An increase in a person's human capital makes predation a less attractive choice for them.  As a result, it is possible that by using some of their human capital to educate the poorly endowed people rather than to produce consumables the well endowed people can increase their own consumption. We also find that the nature of the educational policy that maximizes the the consumption of the well endowed depends on the ability of producers to enforce a collective choice of the amount of resources to be allocated to guarding against predators.  Our theory predicts that, if producers choose choose the amount of guarding against predators, then the well endowed prefer a relatively egalitarian educational policy that increases the human capital of all the poorly endowed.  Such an educational policy either decreases the cost of deterring predation or makes deterrence possible.  In contrast, if producers or small subsets of producers individually choose the amount of their resources to allocate to guarding, taking the ratio of predators to producers as given, then the well endowed prefer a more elitist educational policy that decreases the number of poorly endowed, thereby decreasing the number of predators, without increasing the human capital of the remaining poorly endowed people.  These implications seem to be consistent with the facts about differences across countries in educational policy.\n\n",
    "acknowledgement": "\n"
}