{
    "id": 6405,
    "citation_title": "Internationalized Production in Developed and Developing Countries and in Industry Sectors",
    "citation_author": [
        "Robert E. Lipsey"
    ],
    "citation_publication_date": "1998-02-01",
    "issue_date": "1998-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternationalized production, that is, production in a country controlled by firms based in another country, grew from about 4.5% of world output in 1970 to over 7% in 1995.  The importance of internationalized output fell substantially in developing countries until around 1990 but has been been increasing since then, especially in the 'transition' countries, where it has grown from less than $100 million in 1977 to over $25 billion in 1994. The petroleum sector was the one with the highest share of internationalized production in the 1970s, but that share has declined sharply, especially in the developing countries, where important operations were nationalized. Manufacturing is now the sector in which internationalized production plays the largest role, the internationalized share rising from under 12% to more than 16% in 1990.  That share was probably considerably larger in 1995, given the increase in the absolute value of internationalized output by more than a third from 1993 to 1995. Outside of petroleum and manufacturing, internationalized production was of little importance.  For the world as a whole, the internationalized share was about 3« percent in 1990. However, if the trend in U.S.-owned production is an indication, the role of internationalized production in this sector may be changing; the share in total production of U.S. foreign affiliates in developing countries of a broad service sector including trade and finance rose from 6% in 1977 to 18% in 1995.\n\n",
    "acknowledgement": "\n"
}