{
    "id": 6407,
    "citation_title": "Income Alters the Relative Reinforcing Effects of Drug and Nondrug Reinforcers",
    "citation_author": [
        "Marilyn E. Carroll"
    ],
    "citation_publication_date": "1998-02-01",
    "issue_date": "1998-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncome is defined as the amount of funds, resources and/or time allowed to obtain goods over a specified period of time. This review discusses laboratory studies of income using methods of behavior analysis, behavioral pharmacology and behavioral economics.  Initially, income was studied with respect to consumption of two types of the same good (e.g., food or drug), and later comparisons were made between food and nonfood rewards as well as drug and nondrug rewards.  A consistent finding in these studies is that preferences between two goods change and often reverse as income is changed from low to high.  Thus, reinforcing effects are not inherent in the goods, but they depend on the economic context (income, price of good, availability of substitutes).  Another economic variable that has shown considerable impact on drug-reinforced behavior is the availability of nondrug alternative reinforcers which seem to function as economic substitutes. The present review also examines the interaction of income variables with price of drug (ethanol and phencyclidine) and availability of nondrug alternatives.  It was concluded that price and availability of nondrug alternative are major determinants of drug intake.  Changes in income dramatically alter preference between drug and nondrug items; however, income has a greater effect on consumption of nondrug alternatives than on drug intake.  It was concluded that the optimal formula for reducing/preventing drug intake would be low income, high drug price and availability of inexpensive alternative nondrug reinforcers.\n\n",
    "acknowledgement": "\n"
}