{
    "id": 6415,
    "citation_title": "A Behavioral Economic Analysis of Polydrug Abuse in Heroin Addicts",
    "citation_author": [
        "Nancy M. Petry",
        "Warren K. Bickel"
    ],
    "citation_publication_date": "1998-02-01",
    "issue_date": "1998-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolydrug abuse is common among substance abusers, but few empirical or theoretical methods accurately characterize this phenomenon. This chapter describes a simulation paradigm that was developed to apply a behavioral economic analysis to understanding polydrug abuse. Heroin abusers 'purchased' drugs as the price of drugs or income varied.  In Experiment 1, heroin price rose while prices of other drugs and income remained constant. Heroin purchases significantly decreased as heroin prices increased. As price of heroin rose, valium and cocaine purchases increased and cross-price elasticity coefficients indicated these drugs substituted for heroin.  In Experiment 2, prices of both heroin and valium increased separately to determine symmetry of the substitution effect.  While valium substituted for heroin, heroin purchases were independent of valium prices.  Marijuana and alcohol purchases were independent of valium price, but both these drugs were weak substitutes for heroin.  In Experiment 3, income rose while prices remained constant. At some changes in income, demand for heroin and cocaine was income elastic, with purchases rising in greater proportion than income.  Marijuana, alcohol, and valium purchases did not vary significantly as a function of income. Choices in this simulation were reliable both between and within subjects. Moreover, drug choices in the simulation were correlated with drug use as determined by urinanalysis testing. These results are discussed in terms of the utility of a behavioral economics approach for characterizing polydrug abuse.\n\n",
    "acknowledgement": "\n"
}