{
    "id": 642,
    "citation_title": "The Relation between Vocational Training in High School and Economic Outcomes",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "1981-03-01",
    "issue_date": "1981-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe examination of foreign takeovers is a way of distinguishing between the characteristics of f inns and industries that encourage takeovers and the effects of foreignness or of takeovers per se. Foreigners have tended to take over Swedish firms that are of above average size within each industry. 'Very .few takeovers are of the smallest groups of firms: those with fewer than 20 employees or even those with fewer than 200. However, the firms taken over are not large compared to Swedish companies of 200 employees or more. In fact, they are well below average size within that group. The firms taken over are more skill-oriented or technology-oriented than Swedish-owned firms in the same industries. However, takeovers are not particularly prevalent in industries in which f inns in general are large or skill-oriented or technology-oriented. Thus the select ion of this paper examines estimated relationships between economic outcomes and vocational training in high school. We find that these relationships are relatively robust with respect to variation in the way that type and quality of vocational training is measured as well as with respect to a number of other variations in specification. None of the evidence we have developed supports a view that vocational training for male students in high school produces any special skills that are valued by firms beyond those that are produced by a general high school education. The evidence does suggest that in the early 70's commercial-business programs taken by young women did produce such valued skills. But the evidence pertaining to later years is inconclusive firms for takeover is based on f inn characteristics, not industry characteristics. After takeover by foreigners, firms grow somewhat faster than Swedish-owned firms in the same industries. The technological characteristics of the firms, by the crude measurements we have been able to apply so far, do not seem to be affected in any consistent way by takeover.\n\n",
    "acknowledgement": "\n"
}