{
    "id": 6428,
    "citation_title": "Social Security: Privatization and Progressivity",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "Kent A. Smetters",
        "Jan Walliser"
    ],
    "citation_publication_date": "1998-02-01",
    "issue_date": "1998-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a large-scale overlapping generations model that features intragenerational heterogeneity to show that privatizing the U.S. Social Security System could be done on a progressive basis.  We start with a close replica of the current system; specifically, we include Social Security's progressive linkages between taxes paid and benefits received. The paper compares achieving progressivity as part of privatization reform by a) providing a pay-as-you-go-financed minimum benefit to all agents at retirement independent of their contributions and b) matching contributions to private retirement accounts on a progressive basis.   Although a pay-as-you-go-financed minimum benefit can enhance progressivity, it comes at the cost of substantially smaller long-run macroeconomic and welfare gains. The reasons are two: First, the ongoing unfunded liability to pay for the minimum benefit is roughly half of the unfunded liability of the current Social Security system. Maintaining this liability limits the effect of privatization on saving and capital accumulation.  Second, the tax financing the flat minimum benefit is completely distortionary since the benefit one receives is independent of what one contributes. In contrast, matching worker's contributions on a progressive basis can achieve an equally progressive intragenerational distribution of welfare.  But it affords much higher long-run levels of capital, labor supply, output and welfare.\n\n",
    "acknowledgement": "\n"
}