{
    "id": 6429,
    "citation_title": "Market Potential, Increasing Returns, and Geographic Concentration",
    "citation_author": [
        "Gordon H. Hanson"
    ],
    "citation_publication_date": "1998-02-01",
    "issue_date": "1998-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, I examine the relationship between increasing returns to scale and the geographic concentration of economic activity.  Using data on U.S. counties, I estimate the structural parameters of the Krugman (1991) model of economic geography.  The specification I use, which is derived from the equilibrium conditions of the model, resembles a spatial labor demand function as it is proximity to consumer markets tha determines nominal wages and employment in a given location.  Parameter estimates show support for small but significant scale economies; the estimated price-marginal cost ratio is 1.1 in 1980 and 1.2 in 1990.  The parameter estimatines also suggest that geographic concentration is a stable feature of the spatial distribution of economic activity. As a prelude to the analysis, I estimate a reduced form of the Krugman model which approximates Harris' (1954) market-potential function. The estimation results show how far demand linkages extend across space and how shocks to income in one location affect wages and employment in other locations.  Demand linkages between regions are strong and growing over time, but limited in geographic scope. Simulations based on parameter estimates suggest that a 10% fall in personal income for a region the size of Illinois reduces employment by 6.0-6.4% in counties that are 100 km in distance, with effects declining to zero for counties more than 800 km in distance.  The results are consistent with a high volume of trade within cities and between proximate cities.\n\n",
    "acknowledgement": "\n"
}