{
    "id": 6430,
    "citation_title": "Opting Out of Social Security and Adverse Selection",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "Kent A. Smetters",
        "Jan Walliser"
    ],
    "citation_publication_date": "1998-02-01",
    "issue_date": "1998-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares two general methods of privatization social security: forced participation in the new privatized system vs. letting people choose between the new system or staying in social security (i.e., opting out). Simulations are performed using a large scale perfect-foresight OLG simulation model that incorporates both intra-generational and inter-generational heterogeneity.  The decision of any agent to opt out is endogenous and depends on the opting out decisions of all other agents vis-…-vis factor prices. Various tax bases are considered in financing the transition path, as well as the perceived tax-benefit linkage due to the informational problems inherent in many social security systems. We consider two cases: full and no perception  Both methods of privatizing social security lead to large long- run gains for all lifetime income classes despite the intra-generational progressivity of social security, but differ in their short run effects due to adverse selection associated with opting out. Adverse selection is a key reason why many economists oppose opting out and why many plans to privatize social security systems mandate participation. This paper, however, shows this wisdom to be wide of the mark. Opting out is better at protecting the welfare of the initial elderly, even though forced participation protects their real value of social security benefits because opting out continues to collect payroll tax revenue from those who stay with social security. Opting out can mean quicker transition paths by reducing social security wealth faster than forced participation, because many will forfeit their accrued claims as the price of opting out. Yet opting out, along with a decrease in the payroll tax rate is better at shifting the burden to future workers who benefit from privatization.\n\n",
    "acknowledgement": "\n"
}