{
    "id": 6431,
    "citation_title": "Regional Nonadjustment and Fiscal Policy: Lessons for EMU",
    "citation_author": [
        "Maurice Obstfeld",
        "Giovanni Peri"
    ],
    "citation_publication_date": "1999-06-01",
    "issue_date": "1999-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow will countries handle idiosyncratic national macroeconomic shocks under the European single currency?  The ways in which European countries now react to internally asymmetric shocks provide a better forecast than do the regional response pattern of the United States.  In this paper we compare the US with Germany, Italy, the United Kingdom, and also with Canada, which is closer to European than the US is in its labor market and fiscal institutions.  Europe's (and to some extent Canada's) model of regional response differs from that of the US. Changes in relative regional real exchange rates are general small.  Outside of the US, however, there is more reliance on interregional transfer payments, less on labor migration, and the pace of regional adjustment appears slower.  The regional adjustment patterns currently prevailing within European currency unions--characterized by limited labor mobility and price inflexibility--seem likely to prevail at the national level under the single currency.  If EMU aims to attain the economic and social cohesion of its constituent nations, it therefore may be hard to resist the eventual extension of existing EU mechanisms of income redistribution--a transfer union.  We propose an alternative strategy based on a relaxed stability pact, further strictures against central EU borrowing, labor market and fiscal reform, and the issuance by individual member states of debt indexed to nominal GDP.\n\n",
    "acknowledgement": "\n"
}