{
    "id": 6433,
    "citation_title": "Fundamental Tax Reform and Corporate Financial Policy",
    "citation_author": [
        "William M. Gentry",
        "R. Glenn Hubbard"
    ],
    "citation_publication_date": "1998-02-01",
    "issue_date": "1998-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow tax reform affects corporate financial decisions helps determine whether reform will increase capital formation and simplify the tax system. This paper describes the effects of fundamental tax reform on corporate tax planning and summarizes economists' knowledge of the magnitude of these effects.  We analyze income tax reform, consisting of integrating corporate and personal income taxes, and moving to a broad-based consumption tax. As prototypes of reform, we use the U.S. Treasury's Comprehensive Business Income Tax proposal for income tax reform and the Flat Tax for consumption tax reform.  The critical difference between these reforms is that the consumption tax gives firms immediate deductions for capital outlays instead of the depreciation allowances of the income tax.  Tax reform can affect organizational form, capital structure, and timing decisions. Our major theme is that the two types of reform will have similar effects on business financial decisions because they both integrate corporate and personal income taxes.  Both reforms eliminate the tax differentials between corporate and noncorporate businesses and between debt and equity financing. Since both reforms eliminate investor-level taxes on financial assets, they reduce the effects of taxes on timing decisions associated with financial assets, such as the timing of corporate dividends.  How taxes affect these financial decisions have important implications for the incidence of the corporate tax. These reforms also greatly alter the current incentives for tax-motivated financial planning.\n\n",
    "acknowledgement": "\n"
}