{
    "id": 6435,
    "citation_title": "The Tax Benefits of Not-for-Profit Hospitals",
    "citation_author": [
        "William N. Gentry",
        "John R. Penrod"
    ],
    "citation_publication_date": "1998-02-01",
    "issue_date": "1998-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates three special tax provisions for not-for-profit (NFP) hospitals.  First taxes -- both income and property taxes.  Second, they issue tax-exempt bonds so lenders do not pay income taxes on interest received.  Third, donors deduct charitable contributions from their income tax bases.  The rationale for these policies is that the NFP hospitals provide community benefits, the definition of which is often loosely-specified.  The value of capital tax exemptions depends on the capital intensity of NFP hospitals, and for income taxes, the hospitals' profitability.  For 1995, the aggregate value of the exemption from income taxes is $4.6 billion; the median hospital receives benefits of 1.8 percent of total assets.  For the property tax exemption, we estimate an aggregate value of $1.7 billion.  The value of the property tax exemption varies across hospitals depending on state and local tax policies and the hospital asset mix.  Tax-exempt bonds and deductible contributions are concentrated among larger hospitals. Only 19.7 percent of NFP hospitals had outstanding tax-exempt debt in 1994.  Almost half of existing bond debt could be replaced by using hospital endowments; we calculate an annual aggregate benefit of $354 million from using tax-exempt bonds. For charitable contributions, roughly four percent of hospitals receive 71 percent of the contributions.  We estimate that the lost tax revenue from these contributions is $1.1 billion in 1994.\n\n",
    "acknowledgement": "\n"
}