{
    "id": 6436,
    "citation_title": "The Rise and Fall of a Barbarous Relic: The Role of Gold in the International Monetary SYstem",
    "citation_author": [
        "Michael D. Bordo",
        "Barry Eichengreen"
    ],
    "citation_publication_date": "1998-03-01",
    "issue_date": "1998-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we analyze the changing role of gold in the international monetary system, in particular the persistence of gold holdings by monetary authorities for 20 years following the breakdown of the Brettone Woods system system and the Second Amendment to the Articles of Agreement of the International Monetary Fund which severed the formal link to gold. We stress four points. First, the gold-exchange standard was a recent arrangement that emerged only around 1900 in response to a set of historically-specific factors which also help to account for it smooth operation. How long those factors would have continued to support it will never be known, due to a great war and then a great depression. Second, a system which relied on inelastically supplied precious metal and elastcially suppled foreign exchange to meet the the world economy's demand for reserves was intrinsically fragile, prone to confidence problems, and a transmission belt for policy mistakes. Third, network externalities, statutory restrictions and habit all contributed to the persistence of the practice of holding gold reserves. But the hold of even factors as powerful as these inevitably weakens with time and the effects of their erosion are reinforced by the rise of international capital mobility, which increases the ease of holding other forms of reserves, both unborrowed and borrowed, and by the shift to  greater exchange-rate flexibility, which according to our results diminishes the demand for reserves in general. Fourth and finally, network externalities, in conjunction with central bankers' collective sense of responsibility for the stability of the price of what remains an important reserve asset, suggest that the same factors which have long held in place the practice of holding gold reserves, when they come unstuck, may become unstuck all at once.\n\n",
    "acknowledgement": "\n"
}