{
    "id": 6437,
    "citation_title": "The Induced Innovation Hypothesis and Energy-Saving Technological Change",
    "citation_author": [
        "Richard G. Newell",
        "Adam B. Jaffe",
        "Robert N. Stavins"
    ],
    "citation_publication_date": "1998-03-01",
    "issue_date": "1998-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt follows from Hicks' induced innovation hypothesis that rising energy prices in the last two decades should have induced energy-saving innovation. We formulate the hypothesis concretely using a product-characteristics model of energy-using consumer durables, augmenting Hicks' hypothesis to allow for the possibility that government efficiency standards also induce innovation. Through estimation of characteristics transformation surfaces, we find that technological change reduced the total capital and operating costs of air air conditioning by half and water heating by about one-fifth. Although the rate of overall innovation in these products appears to be independent of energy prices and regulations, the evidence suggests that the direction of innovation has been responsive to energy price changes.  In particular, energy price increases induced innovation in a direction that lowered the capital cost tradeoffs inherent in producing more energy-efficiency products. In addition, energy price changes induced changes in the subset of technically feasible models that were offered for sale.  Our estimates indicate that about one-quarter to one-half of the improvements in mean energy-efficiency of the menu of new models for these products over the last two decades were associated with rising energy prices since 1973.  We also find that this responsiveness to price changes increased substantially after product labeling requirements came into effect, and that minimum efficiency standards had a significant positive effect on average efficiency levels. Nonetheless, a sizeable portion of efficiency improvements in these technologies appears to have been autonomous.\n\n",
    "acknowledgement": "\n"
}