{
    "id": 6439,
    "citation_title": "Human Capital and Social Capital: The Rise of Secondary Schooling in America, 1910 to 1940",
    "citation_author": [
        "Claudia Goldin",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "1998-03-01",
    "issue_date": "1998-03-01",
    "revision_date": "2018-03-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States led all other nations in the development of universal and publicly-funded secondary school education and much of the growth occurred from 1910 to 1940.  The focus here is on the reasons for the  high school movement' in American generally and why it occurred so early  and swiftly in America's heartland - a region we dub the 'education belt.'  At the center of this  belt' was the state of Iowa and we use information from the unique 1915 Iowa State Census to explore the factors, at both the county and individual levels, that propelled states like Iowa to embrace secondary school education very early.  Iowa's small towns, as well as those across the nation, were the loci of the high school movement.  In an analysis at the national level, we find that greater homogeneity of income or wealth, a higher level of wealth, greater community stability, and more ethnic and religious homogeneity fostered high school expansion from 1910 to 1930.  The pecuniary returns to secondary school education were high - on the order of 12 percent per year in 1914 - providing substantial private incentives for high school attendance. State-level measures of social capital today are strongly correlated with economic and schooling variables from 1900 to 1930.  The social capital assembled locally in the early part of the century, which apparently fueled part of the high school movement, continues to contribute to human capital formation.\n\n",
    "acknowledgement": "\n"
}