{
    "id": 6444,
    "citation_title": "The Behavioral Economics of Smoking",
    "citation_author": [
        "Warren K. Bickel",
        "Gregory J. Madden"
    ],
    "citation_publication_date": "1998-03-01",
    "issue_date": "1998-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvidence that economic principles may be employed to predict the rates at which cigarettes are consumed is presented from several laboratory experiments.  In these experiments, cigarette-deprived smokers were required to make a effortful response to earn cigarette puffs. Changing the number of responses required per puff is conceptualized as a price manipulation. Our experiments show that these price increases decrease cigarette consumption and that price elasticity of demand increases with increases in price. When from 74 different smokers, participating in 17 different experiments, in our laboratory were analyzed, five demographic variables were related to rates of earning and smoking cigarettes in the lab: 1) males smoked more than females; 2) less-educated individuals tended to smoke more than better-educated smokers; 3) higher rates of smoking were observed in individuals with high Fagerström smoke more than heavy drinkers; and 5) unemployed subjects smoked more than employed individuals.  Demographic effects on price elasticity did not accord as well with econometric data. Finally, we discuss the ability of behavioral- economic laboratory experiments to model cigarette smoking in the natural economy, and the validity of using these laboratory results as a means of assessing the likely effects of public-policy initiatives.  The results from one such experiment are presented that suggest the economic concept of inferior goods may be informative in understanding nicotine-replacement products and the likely effects of differential pricing of cigarettes and these replacement products.\n\n",
    "acknowledgement": "\n"
}