{
    "id": 6447,
    "citation_title": "An International Comparison of Generational Accounts",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "Willi Leibfritz"
    ],
    "citation_publication_date": "1998-03-01",
    "issue_date": "1998-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper summarizes findings reported in a forthcoming NBER volume entitled 'Generational Accounting Around the World.' This volume includes generational accounting studies for 17 countries.  The findings are shocking. The world's leading industrial powers - the U.S., Japan, and Germany - all have severe imbalances in their generational policies.  Unless currently living members of these countries pay more in net taxes or unless these countries cut their purchases of goods and services, future Americans, Japanese and Germans will face much higher rates of lifetime net taxation. Leaving current Americans untouched and maintaining the current projected time-path of government purchases will leave future Americans collectively facing about 50% higher net tax rates over their lifetimes than those facing a newborn American based on current U.S. tax-transfer policy.  For future Germans, the imbalance means they would face lifetime net tax rates that are roughly twice as high as those now in place.  And for future Japanese, policy inaction means lifetime net tax rates that are more than 2.5 times are high as current values. Other countries are also running imbalanced policies.  Of the 17 countries studied here, five (Japan, Italy, Germany, The Netherlands, and Brazil) have extreme imbalances. Another five (the United States, Norway, Portugal, Argentina and Belgium) have severe imbalances.  Three countries - Australia, Denmark and France - have substantial imbalances.  Canada's appears to be essentially in generational balance.  The remaining countries - New Zealand, Thailand, and Sweden - have negative imbalances; i.e. their policies, if maintained, would leave future generations facing lower lifetime net tax rates than current current newborns.\n\n",
    "acknowledgement": "\n"
}