{
    "id": 645,
    "citation_title": "The Relative Stability of Money and Credit \"Velocities\" in the United States: Evidence and Some Speculations",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1981-03-01",
    "issue_date": "1981-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs credit as closely related to income as is money? Results presented in the first half of this paper, based on a variety of methodological approaches, consistently indicate that the aggregate of outstanding credit liabilities of all nonfinancial borrowers in the United States bears as close a relationship to U.S. nonfinancial activity as do the more familiar asset aggregates like the money stock (however measured) or the monetary base. In contrast to the asset aggregates, however, which exhibit little overall difference among themselves in this context, total nonfinancial indebtedness appears to be unique among credit aggregates in bearing this close relationship to income. Moreover, additional evidence of offsetting movements of the public and private components of total nonfinancial indebtedness further substantiates the case for stability in the aggregate. The second half of the paper suggests three hypotheses that provide internally consistent potential explanations for this phenomenon:(1) an \"ultrarationality\" hypothesis which emphasizes acute perceptions and offsetting actions on the part of the private sector, (2) a \"capital leveraging\" hypothesis which emphasizes borrowing limitations and the need for tangible collateral, and (3) an \"asset demand\" hypothesis which emphasizes the private sector's role as a net lender. Initial efforts to match these hypotheses against data for the U.S. household and corporate business sectors yield only mixed results, however. The stability of the credit-to-income relationship remains for the present a major puzzle, therefore, although these three hypotheses do look sufficiently promising to warrant a much closer investigation.\n\n",
    "acknowledgement": "\n"
}