{
    "id": 646,
    "citation_title": "Multiple Time-Serie3 Models Applied to Panel Data",
    "citation_author": [
        "Thomas E. MaCurdy"
    ],
    "citation_publication_date": "1981-03-01",
    "issue_date": "1981-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study presents a general methodology for fitting multiple time series models to panel data. The basic statistical framework considered here consists of a dynamic simultaneous equation model where disturbances follow a permanent-transitory scheme with transitory components generated by a multivariate autoregressive-moving average process. This error scheme admits a wide variety of autocovariance patterns and provides a flexible framework for describing the dynamic characteristics of longitudinal data with a minimal number of parameters. It is possible within this framework to consider generally specified rational distributed lag structures involving both exogenous and endogenous variables which includes infinite order lag relationships. This paper outlines the generalizations of standard time series models that are possible when using panel data, and it identifies those instances in which procedures found in the time series literature cannot be directly applied to analyze longitudinal data. Data analysis techniques in the tine series literature are adapted for panel data analysis. These techniques aid in the choice of a time series model and prevent one from choosing a specification that is broadly inconsistent with the data. Several estimation procedures are proposed that can be used to estimate all the parameters of a multiple tine series model including both regression coefficients and parameters of the covariance matrix. The techniques developed here are robust in the sense that they do not rely on any specific distributional assumptions for their asymptotic properties, and in many cases their implementation requires only standard computer packages.\n\n",
    "acknowledgement": "\n"
}