{
    "id": 6464,
    "citation_title": "The Cost-Effectiveness of Alternative Instruments for Environmental Protection in a Second-Best Setting",
    "citation_author": [
        "Lawrence H. Goulder",
        "Ian W. H. Parry",
        "Roberton C. Williams III",
        "Dallas Burtraw"
    ],
    "citation_publication_date": "1998-03-01",
    "issue_date": "1998-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses analytical and numerical general equilibrium models to study the costs of achieving pollution reductions under a range of environmental policy instruments in a second-best setting with pre-existing factor taxes. We compare the costs and efficiency impacts of emissions taxes, emissions quotas, fuels taxes, performance standards, and mandated technologies, and explore how costs change with the magnitude of pre-existing taxes and the extent of pollution abatement. We find that the presence of distortionary taxes raises the costs of pollution abatement under each instrument relative to its costs in a first-best world.  This extra cost is an increasing function of the magnitude of pre-existing tax rates. For plausible values of pre-existing tax rates and other parameters, the cost increase for all policies is substantial (35 % or more).  The impact of pre-existing taxes is large for non-auctioned emissions quotas, the cost increase can be several hundred percent. Earlier work on instrument choice emphasized the potential reduction in compliance cost from converting fixed emissions quotas into tradeable emissions permits. Our results show the regulator's decision to auction or grandfather emissions rights can have important cost impacts. Similarly, the choice of how to recycle revenues from environmentally motivated taxes can be as important to cost as whether the tax takes the form of an emissions tax or fuel tax, particularly when modest emissions reductions are involved. In both first- and second-best settings, the cost differences across instruments depend on the extent of pollution abatement under consideration.  Total abatement costs differ markedly at low levels of abatement.  Strikingly, for all instruments except the fuel tax these costs converge to the same value as abatement levels approach 100 percent.\n\n",
    "acknowledgement": "\n"
}