{
    "id": 6465,
    "citation_title": "Transition to and Tax Rate Flexibility in a Cash-Flow Type Tax",
    "citation_author": [
        "David F. Bradford"
    ],
    "citation_publication_date": "1998-03-01",
    "issue_date": "1998-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe difficulty of making a transition from an income-type to a consumption-type tax is often cited as an obstacle to such a change in policy. The problem is the double taxation of 'old savings' or 'old capital.' A person who has accumulated wealth under an income tax will be hit with an extra tax on the consumption financed by that accumulation with a shift to a consumption tax.  Such a transition effect raises issues of equity, political feasibility and efficiency.  In the typical implementation of a consumption tax, the same sorts of transition phenomena associated with a shift from an income tax come from any change in the rate of tax.  Introduction of a consumption tax is the same as raising the rate of consumption tax from zero to whatever positive rate is envisioned for the new system. Consequently, the problem of transition to a consumption tax generalizes to the problem of changing the rate of consumption tax. In this paper I consider the design of rules that render consumption taxes in the family of business cash-flow taxes immune to the incentive and incidence effects of changes in rate of tax.  I show that two relatively simple approaches are available to deal with it: grandfathering the tax rate applicable to a given period's investment or substituting depreciation allowances for the usual expending of investment, coupled with a credit for the equivalent of interest on the undepreciated investment stock. A cost of this approach is its requirement to identify tru depreciation and, in the second case, the real rate of interest.\n\n",
    "acknowledgement": "\n"
}