{
    "id": 6478,
    "citation_title": "Social Security Benefits of Immigrants and U.S. Born",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "1998-03-01",
    "issue_date": "1998-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor each year of work under the Social Security System, immigrants realize higher benefits than U.S. born, even when their earnings are identical in all years the immigrant has been in the U.S.. Two features of the social security benefit calculation are responsible: the social security benefit formula transfers benefits toward those with low lifetime covered earnings, and all years an immigrant spends outside the US are treated as years of zero income. Immigrants with high earnings who have worked in the U.S. for only a 10-20 years benefit most from these procedures. If instead earnings were averaged only over the years an immigrant resides in the U.S., and benefits prorated immigrants would receive the same return on their social security taxes as US born who have the same earnings in each year. It is difficult to justify the current procedures determining benefits for immigrants on the basis of income or wealth differences between US and foreign born.  Among HHRS respondents, mean total wealth of immigrants is 92% of the mean total wealth of US born, while the mean income of immigrants exceeds the mean income of US born by 3%. But income and wealth are less evenly distributed among foreign born than US born. Depending on whether the appropriate period for calculating benefits is taken to be 35 or 40 years, prorating would reduce the present value of benefit payments to the cohort of immigrants born from 1932-1941 (91% of the HRS cohort) by $7.5 billion or $15 billion respectively. The 1932-1941 cohort represents 1/7 of all foreign born who are now 25-64.  We also ask whether, from a selfish financial viewpoint, US born participants would have preferred to have immigrants from the HRS cohort included in social security. The answer is yes.  Despite their better deal, most immigrants in the HRS cohort will pay more in taxes than they will receive in benefits, although just barely.\n\n",
    "acknowledgement": "\n"
}