{
    "id": 6486,
    "citation_title": "Tobacco Taxes, Smoking Restrictions, and Tobacco Use",
    "citation_author": [
        "Robert L. Ohsfeldt",
        "Raymond G. Boyle",
        "Eli L. Capilouto"
    ],
    "citation_publication_date": "1998-03-01",
    "issue_date": "1998-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTobacco researchers have focused considerable attention on the evaluation of various mechanisms to control cigarette use, including regulation of economic availability through increases in cigarette excise taxes.  In contrast, the effects of mechanisms to control the availability of ST product on ST use have not been as extensively studied. This paper presents estimates of the effects of tobacco excise taxes and laws restricting public smoking on the likelihood of current use of different forms of tobacco (moist snuff and cigarettes) obtained from tobacco use data in the Current Population Surveys (CPS) for September 1992, January 1993, and May 1993.  The full sample is restricted to males age 16 or older who self identify as either white or black (i.e., other' is excluded), which yields a usable sample of 165,653 individuals. This large sample is particularly useful given the relative rarity of self-reported snuff use (about 18% of those in the sample report current use but only 1.2% report current snuff use).  The results indicate that individuals living in areas with higher snuff tax rates are to be less likely to use snuff.  A 1% increase in the snuff tax rate is estimated to reduce the probability of snuff use by -0.10%.  Consistent with numerous prior studies, individuals in areas with higher cigarette ta rates are less likely to smoke cigarettes. In terms of cross-tax effects, higher cigarette tax rates are associated with a higher probability of snuff use.  This is consistent with substitution of snuff for cigarettes when the price of cigarettes increases relative to the price of snuff. However, higher snuff tax rates are not associated with greater cigarette use.  Finally, laws restricting smoking in workplaces or other public places appear to discourage both cigarette and snuff use, though less consistently so for snuff.\n\n",
    "acknowledgement": "\n"
}