{
    "id": 6493,
    "citation_title": "Effects of Information Provision in an Vertically Differentiated Market",
    "citation_author": [
        "Tasneem Chipty",
        "Ann Dryden Witte"
    ],
    "citation_publication_date": "1998-04-01",
    "issue_date": "1998-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of consumer information on equlibrium market prices and observable product quality in the market for child care.  Child care markets offer a unique opportunity to study these effects because of the existence of resource and referral agencies (R&Rs) in some markets.  R&Rs provide consumers with information on availability, price, and observable characteristics of care. To understand the effects of information provision in markets like child care, we examine the effects of information provision in a model of vertical differentiation.  We show conditions in which increased consumer information reduces price dispersion, maximum price, and average price. With this model we examine empirically the effects of R&Rs on the distribution of child care prices and on the distribution of staff-child ratios. We estimate separate models for the distribution of prices and staff-child ratios for infants, toddlers, preschoolers and school age children because of regulatory and care differences across age groups. We find that R&Rs have economically large and statistically significant effects on the distribution of prices for the care infants and toddlers.  Geographic markets with R&Rs have significantly less price dispersion and lower maximum prices.  There is also some evidence that markets with R&Rs have lower average prices.Information provision via R&Rs has no significant  effects on staff-child ratios.  These findings are generally consistent with search theory and support the contention that information provision can intensify price competition.\n\n",
    "acknowledgement": "\n"
}