{
    "id": 6494,
    "citation_title": "Optimal CO2 Abatement in the Presence of Induced Technological Change",
    "citation_author": [
        "Lawrence H. Goulder",
        "Koshy Mathai"
    ],
    "citation_publication_date": "1998-04-01",
    "issue_date": "1998-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the significance of policy-induced technological change for the design of carbon-abatement policies. We derive analytical expressions characterizing optimal CO2 abatement and carbon tax profiles under different specifications for the channels through which technological progress occurs.  We consider both R&D-based and learning-by-doing-based knowledge accumulation, and examine each specification under both a cost-effectiveness and a benefit-cost policy criterion. We show analytically that the presence of induced technological change (ITC) implies a lower time profile of optimal carbon taxes.  The impact of ITC on the optimal abatement path varies.  When knowledge is gained through R&D investments, the presence of ITC justifies shifting some abatement from the present to the future.  However, when knowledge is generated through learning-by-doing, the impact on the timing of abatement is analytically ambiguous. Illustrative numerical simulations indicate that the impact of ITC upon overall costs and optimal carbon taxes can be quite large in a cost-effectiveness setting but typically is much smaller under a benefit-cost policy criterion.  The impact of ITC on the timing of abatement is very weak, and the effect (applicable in the benefit-cost case) on total abatement over time is generally small as well, especially when knowledge is accumulated via R&D.\n\n",
    "acknowledgement": "\n"
}