{
    "id": 6501,
    "citation_title": "Labor-Market Frictions and Employment Fluctuations",
    "citation_author": [
        "Robert E. Hall"
    ],
    "citation_publication_date": "1998-04-01",
    "issue_date": "1998-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe labor market occupies center stage in modern theories of fluctuations. The most important phenomenon to explain and understand in a recession is the sharp decline in employment and jump in unemployment. This chapter for the Handbook of Macroeconomics considers explanations based on frictions in the labor market. Earlier research within the real business cycle paradigm considered frictionless labor markets where fluctuations in the volume of work effort represented substitution by households between work in the market and activities at home. A preliminary section of the chapter discusses why frictionless models are incomplete they fail to account for either the magnitude or persistence of fluctuations in employment. And the frictionless models fail completely to describe unemployment. The evidence suggests strongly that consideration of unemployment as a third use of time is critical for a realistic model. The two elements of a theory of unemployment are a mechanism for workers to lose or leave their jobs and an explanation for the time required for them to find new jobs. Theories of mechanism design or of continuous re-bargaining of employment terms provide the first. The theory of job search together with efficiency wages and related issues provides the second. Modern macro models incorporating these features come much closer than their predecessors to realistic and rigorous explanations of the magnitude and persistence of fluctuations.\n\n",
    "acknowledgement": "\n"
}