{
    "id": 6505,
    "citation_title": "Valuing the Futures Market Clearinghouse's Default Exposure During the 1987 Crash",
    "citation_author": [
        "David Bates",
        "Roger Craine"
    ],
    "citation_publication_date": "1998-04-01",
    "issue_date": "1998-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFutures market clearinghouses are intermediaries that make large volume trading between anonymous parties feasible. During the October 1987 market crash rumors spread that a major clearinghouse might fail. This paper presents estimates of three measures of the default exposure on the popular S&P500 futures contract traded on the Chicago Mercantile Exchange. We estimate the traditional summary statistic for risk exposure: the tail probabilities that the change in the futures price exceeds the margin. And we estimate two economic measures of the risk--the expected value of the payoffs in the tails and expected value of the payoffs in the tails conditional on landing in the tail. The economic measures of risk reveal exposure from low probability large payoff events--like a crash--that does not show up tail probabilities. The tail probabilities only capture the likelihood of a crash, not the expected loss. The estimated measures of risk follow directly from estimates of the conditional distribution of futures price changes. We infer a jump-diffusion process and a log-normal rocess from the prices of traded options and we estimate a jump-diffusion process from time-series data on futures prices. After the crash the forward-looking jump-diffusion model inferred from traded options reflects the fears of another crash voiced by market participants. The model indicates another jump is unlikely, but if it occurred it would be big and negative. The tail probabilities are small, less than 2%. But, the day after the crash the model estimates the expected value of payoffs in the tails conditional on landing in the tail equals of 55% of the S&P500 futures price. According to this estimate roughly $10.5 billion in liquid reserves would be required to weather another crash. On October 20 the Federal Reserve announced it stood ready to supply the necessary liquidity.\n\n",
    "acknowledgement": "\n"
}