{
    "id": 6510,
    "citation_title": "The Political Economy of Unilateral Trade Liberalization: The Case of Chile",
    "citation_author": [
        "Sebastian Edwards",
        "Daniel Lederman"
    ],
    "citation_publication_date": "1998-04-01",
    "issue_date": "1998-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChile has become a model for reforming economies throughout the world. The purpose of this paper is to analyze the political and economic circumstances surrounding Chile's unilateral trade liberalization during five stages (covering the period 1974-1990s),each being characterized by different combinations of compensation schemes that were used to raise support and reduce opposition to the reforms. In less than 4 years (1975-1979) Chile eliminated all quantitative restrictions and exchange controls and reduced import tariffs from an average in excess of 100% to a uniform 10% tariff. Later the tariff was temporarily raised to 35% in the aftermath of a severe economic crisis (1983-1984), but was then reduced to 11% by 1991.  This liberalization was implemented simultaneously with other reforms, including an effort to eliminate a stubborn inflationary process, financial reforms that ended decades of financial repression, and a massive privatization program. We investigate the role played by ideas, interests and institutions. More specifically, we examine the role played by the 'reform team' investigate some of the distributive consequences of the reforms, and analyze the ways the government used to maintain a minimum level of support for the liberalization process.  A recurrent question is whether authoritarian governments are sensitive to political considerations when implementing major policy changes.  We also present econometric results obtained by using household-level survey data to analyze the effects of trade liberalization on Chile's unemployment.  We conclude that during the 1970s and afterwards the Chilean authorities relied heavily on coalition building and on compensation mechanisms in order to increase the political support for the reforms.\n\n",
    "acknowledgement": "\n"
}