{
    "id": 6515,
    "citation_title": "Changing Inequality in Markets for Workplace Amenities",
    "citation_author": [
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "1998-04-01",
    "issue_date": "1998-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe know that earnings inequality has increased sharply in the United States since the late 1970s, but there has been no evidence on the changing inequality of nonmonetary aspects of work nor on how any such changes are related to changes in earnings.  I begin by studying patterns of interindustry differences in occupational injuries during 1979-95, breaking the total burden of injuries into its components, risk of injury and injury duration.  In those industries where earnings rose relatively, we observed a relative drop in injury rates and in the total burden of injuries.  Obversely, during the 1960s interindustry wage differentials narrowed, a decline that was associated with an increase in the relative risk of injury in high-wage industries.  Evidence for large sectors of Dutch industry from 1974-92 suggests that injury rates there fell most in sectors where wages grew most rapidly.  Examination of another workplace disamenity, working evenings or nights, shows analogous results for the period 1973-91: This disamenity was increasingly borne by low-wage male workers.  Changes in earnings inequality thus have understated absolute changes in inequality in the returns to work.  All the outcomes are readily explicable as income effects of exogenous shocks to the distribution of full earnings in the presence of skill-neutral changes in the cost of reducing workplace disamenities.  Under reasonable assumptions we can infer from the estimates that the demand for the amenities, workplace safety and desirable work times, is highly income-elastic.\n\n",
    "acknowledgement": "\n"
}