{
    "id": 6516,
    "citation_title": "The Morning After: The Mexican Peso in the Aftermath of the 1994 Currency Crisis",
    "citation_author": [
        "Sebastian Edwards",
        "Miguel A. Savastano"
    ],
    "citation_publication_date": "1998-04-01",
    "issue_date": "1998-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Mexican peso crisis of December 1994 shocked politicians, analysits, and pundits.  Shock was followed by panic, as investors flew the country. It took a massive bail-out package put together by the IMF and the US Treasury to generate some tranquility in the markets in mid to late 1995.  From early on the Mexican authorities stated that stabilizing the value of the peso, within the context of a freely floating exchange rate regime, was one of their most important objectives.  During most of 1995 this objective seemed to be highly elusive.  Starting in 1996, however, the peso began to exhibit an impressive degree of stability.  So much so that a number of analysts began to wonder whether this stability was consistent with a freely floating regime.  Some even argued that it was  d‚j… vu' all over again, and that the Bank of Mexico was manipulating monetary policy in order to artificially maintain a strong peso.  In this paper we try to explain the relative stability exhibited by the peso/dollar nominal exchange rate since late 1995.  Specifically, we approach this issue from two main angles: First, we ask whether the behavior of the peso/dollar rate since 1995 is broadly comparable or consistent with the behavior of a 'typical' floating exchange rate. Our answer to this question was a qualified yes.  Second, we explore whether during 1996-97 the Bank of Mexico followed some sort of feedback rule from the exchange rate to monetary policy.  Our answer to this question was another qualified yes, but perhaps more strongly qualified than the first one.\n\n",
    "acknowledgement": "\n"
}