{
    "id": 6524,
    "citation_title": "Privatization in Emerging Markets",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1998-04-01",
    "issue_date": "1998-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the welfare implications of privatization in emerging market economies, in countries where policies are determined by the median voter.  We show that privatization may lead to large efficiency gains by changing the menu of taxes.  We illustrate this point with two examples.  First, we consider privatization of import competing public enterprises.  Reducing the public sector involvement in import competing activities is shown to lower the public sector's benefits from protection, reducing thereby the equilibrium tariff rate.  The second example deals with social security privatization in an economy characterized by imperfect capital mobility, where the private sector may engage in capital flight.  A small share of the capital owned by the middle class implies that the median voter would impose a tax on capital income that exceeds the efficient tax by a large margin, reflecting the  beggar my (capitalist) neighbor' attitude.  Social security privatization increases the equity position of the middle class, inducing the median voter to internalize a higher fraction of the costs of high taxes on capital, thereby reducing the capital tax rate.  The indirect effects of privatization described in the paper are external to the privatized activity.  Hence, these benefits are not accounted for in a conventional cost benefit assessment of the privatized projects.  Our examples illustrate that ignoring these effects may lead one to underestimate the potential gains of privatization.\n\n",
    "acknowledgement": "\n"
}