{
    "id": 6525,
    "citation_title": "Taxes and Investment in Annuities",
    "citation_author": [
        "William M. Gentry",
        "Joseph Milano"
    ],
    "citation_publication_date": "1998-04-01",
    "issue_date": "1998-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\ndramatically with aggregate annuity purchases reaching $159.3 billion in 1995.  While many annuities are job-related, by 1994 individual annuity purchases outside of job-related retirement plans had grown to $51 billion.  This paper uses state-level data on annuity premiums for 1984-93 to explore the expansion of the annuity market and how taxes have affected this market.  Annuities are tax-advantaged investments because income taxes are deferred. Higher tax rates can affect annuity purchases by affecting the overall level of saving, by inducing a switch towards tax-advantaged investments, or by encouraging investors to buy annuities at younger ages to increase the value of tax deferral. Both state-level variation in income tax rates and time-series variation in federal tax policy help identify differences in tax incentives to buy annuities. In our benchmark econometric specification using year and state fixed effects, a one percentage point increase in the marginal tax rate increases per capita individual annuity purchases by 4.3 percent.  However, this result is somewhat sensitive to the econometric specification.  Estimates controlling for year fixed effects but not state fixed effects suggest the overall effect of taxes on annuity purchases is negative and statistically significant.  Furthermore, the effect of tax rates on annuity purchases depends on the age composition within the state.  The effect of tax rates on annuity purchases increases with the fraction of the population between the ages 50 and 59.\n\n",
    "acknowledgement": "\n"
}