{
    "id": 6529,
    "citation_title": "On Theories Explaining the Success of the Gravity Equation",
    "citation_author": [
        "Simon J. Evenett",
        "Wolfgang Keller"
    ],
    "citation_publication_date": "1998-04-01",
    "issue_date": "1998-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze two main theories of international trade, the Heckscher-Ohlin theory and the Increasing Returns trade theory, by examining whether they can account for the empirical success of the so-called Gravity Equation.  Since versions of both models can generate this prediction, we tackle the model identification problem by conditioning bilateral trade relations on factor endowment differences and the share of intra-industry trade, because only for large factor endowment differences does the Heckscher-Ohlin model generate specialization of production and the Gravity Equation, and it predicts inter-, not intra-industry trade.  There are three major findings: First, little production is perfectly specialized due to factor endowment differences, making the perfect specialization version of the Heckscher-Ohlin model an unlikely candidate to explain the empirical success of the Gravity Equation.  Second, increasing returns are important causes for perfect product specialization and the Gravity Equation, especially among industrialized countries.  Third, to the extent that production is not perfectly specialized across countries, we find support for both Heckscher-Ohlin and Increasing Returns models.  Based on these findings, we argue that both models explain different components of the international variation of production patterns and trade volumes, with important implications for productivity growth, labor and macroeconomics.\n\n",
    "acknowledgement": "\n"
}