{
    "id": 6531,
    "citation_title": "What Determines Individual Trade Policy Preferences?",
    "citation_author": [
        "Kenneth F. Scheve",
        "Matthew J. Slaughter"
    ],
    "citation_publication_date": "1998-04-01",
    "issue_date": "1998-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides new evidence on the determinants of individual trade policy preferences using an individual-level data set identifying both stated trade policy preferences and potential trade exposure through several channels for the United States in 1992.  There are two main empirical results.  First, we find that factor type dominates industry of employment in explaining support for trade barriers.  This result is consistent with a Heckscher-Ohlin model of the United States in which the country is well endowed with skilled labor relative to the rest of the world.  The result suggests that there is high intersectoral labor mobility in the United States over the time horizons relevant to individuals when evaluating trade policy. Second, we find that home ownership also matters for individuals' trade policy preferences.  Independent of factor type, home ownership in counties with a manufacturing mix concentrated in comparative disadvantage industries is strongly correlated with support for trade barriers.  This finding suggests that in addition to current factor incomes driving preferences as in standard trade models, in reality preferences also depend on asset values.  To the extent that trade policy is like other government policies which affect citizens by changing relative product prices, our findings have implications for how individuals form preferences over a wide range of economic policies.\n\n",
    "acknowledgement": "\n"
}