{
    "id": 6537,
    "citation_title": "The Shaping of Higher Education: The Formative Years in the United States, 1890 to 1940",
    "citation_author": [
        "Claudia Goldin",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "1998-04-01",
    "issue_date": "1998-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe American university was shaped in a formative period from 1890 to 1940 long before the rise of federal funding, the G.I. Bill, and mass higher education.  Both the scale and scope of institutions of higher education were greatly increased, the research university blossomed, states vastly increased their funding of higher education, and the public sector greatly expanded relative to the private sector.  Independent professional institutions declined, as did theological institutes and denominational colleges in general.  Increases in the scale and scope of institutions of higher education were generated by exogenous changes in the that affected the professions generally and that of the clergy in particular.  The increase in the share of students in the public sector may also have been prompted by these exogenous changes for they gave advantages to institutions, such as those in the public sector, that had research facilities, reputation, and a long purse.  The high school movement, which swept parts of the country from 1910 to 1940, brought students from less privileged backgrounds to college and thus also buoyed enrollments in the public sector.  States differed widely in their funding of higher education per capita and we find that greater generosity in 1929 was positively associated with later statehood, lower private college enrollments in 1900, greater shares of employment in mining and manufacturing, higher income, and a proxy for greater and more equally distributed wealth.\n\n",
    "acknowledgement": "\n"
}