{
    "id": 6540,
    "citation_title": "Maintaining Social Security Benefits and Tax Rates through Personal Retirement Accounts: An Update Based on the 1998 Social Security Trustees Report",
    "citation_author": [
        "Martin Feldstein",
        "Andrew Samwick"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA program of Personal Retirement Accounts (PRAs) funded by deposits equal to 2.3 percent of earnings (up to the Social Security maximum) would permit retirees to receive more income in retirement than with the current Social Security program while at the same time making it unnecessary to increase the 12.4 percent payroll tax in response to the aging of the population.  The gross cost of these deposits, approximately 0.9 percent of GDP, could be financed for more than a decade out of the budget surpluses currently projected by the Congressional Budget Office. By the year 2030, the additional corporate tax revenue that results from the enlarged capital stock financed by PRA assets would be able to finance fully these personal tax credits. During the intervening years (about 2020 to 2030), a reduction of other government spending or an increase in taxes would be needed if budget deficits are to be avoided. If implemented, the PRA program would not only increase retirement income and stabilize the Social Security payroll tax, but would also substantially increase national saving and GDP. NOTE: This is a revised version of \"Two Percent Personal Retirement Accounts: Their Potential Effects on Social Security Tax Rates and National Saving,\" by Martin Feldstein and Andrew Samwick, issued in April, 1998 as working paper 6540.\n\n",
    "acknowledgement": "\n"
}