{
    "id": 6545,
    "citation_title": "Open-Economy Inflation Targeting",
    "citation_author": [
        "Lars E. O. Svensson"
    ],
    "citation_publication_date": "2000-06-01",
    "issue_date": "2000-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper extends previous analysis of closed-economy inflation targeting to a small open economy with forward-looking aggregate supply and demand with some microfoundations, and with stylized realistic lags in the different transmission channels for monetary policy.  The paper compares targeting of CPI and domestic inflation, strict and flexible inflation targeting, and inflation-targeting reaction functions and the Taylor rule.  The optimal monetary policy response to several different shocks is examined.  Flexible CPI-inflation targeting stands out as successful in limiting not only the variability of CPI inflation but also the variability of the output gap and the real exchange rate.  Somewhat counter to conventional wisdom, negative productivity supply shocks and positive demand shocks have similar effects on inflation and the output gap, and induce similar monetary policy responses.  The model gives limited support for a so-called monetary conditions index, MCI, of the monetary policy impact on aggregate demand, but the impact on inflation is too complex to be captured by any single index.  The index differs from currently used indices in combing (1) a long rather than a short real interest rate with the real exchange rate and (2) expected future values rather than current values. Because of (2), the index is not directly observable and verifiable to external observers.\n\n",
    "acknowledgement": "\n"
}