{
    "id": 6546,
    "citation_title": "A Distributional Analysis of an Environmental Tax Shift",
    "citation_author": [
        "Gilbert E. Metcalf"
    ],
    "citation_publication_date": "1998-05-01",
    "issue_date": "1998-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI use data from the 1994 Consumer Expenditure Survey as well as other sources to measure the distributional impact of green tax reforms and consumption tax reforms using both annual income and lifetime income approaches to rank households. A modest tax reform in which environmental taxes equal to 10% of federal receipts are collected has a negligible impact on the income distribution when the funds are rebated to households through reductions in the payroll tax and personal income tax. The degree of income shifting can be adjusted with changes in how the revenues are returned to households and it is possible to increase the progressivity of the tax system with an environmental tax reform. I then compare these reforms to a reform that shifts the tax base from income to consumption.  In this case, it is difficult to maintain the level of progressivity that exists under the current income tax although ways exist by which the regressivity of the reform could be blunted.  Whether the long term growth gains from consumption tax reform would offset the initial increase in regressivity remains to be determined. A shift to greater reliance on environmental taxes would reduce the progressivity of the tax system.  This analysis indicates that reforms can be designed to preserve the existing income distribution.  In fact, it appears to be easier to maintain distributional neutrality with a Green tax reform than with a comprehensive consumption tax reform.\n\n",
    "acknowledgement": "\n"
}