{
    "id": 6547,
    "citation_title": "The Rise in Old Age Longevity and the Market for Long-Term Care",
    "citation_author": [
        "Darius Lakdawalla",
        "Tomas Philipson"
    ],
    "citation_publication_date": "1998-05-01",
    "issue_date": "1998-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes how markets for old-age care respond to the aging of populations.  We consider how the biological forces, which govern the stocks of frail and healthy persons in a population, interacct with economic forces, which govern the demand and suppoly for labor-intensive care. Many economists have argued that aging will raise the market demand for long-term care, and hence price and quantity through classic market effects. We argue that the direct effect of aging is to lower the demand for market care by incresing the supply of home production. By influencing the length of frail lifetimes, aging may also have a further indirect demand effect, which may reinforce or counteract the direct negative demand effect.  By providing healthy spouses, the marriage market provides care-givers for home production of long-term care; therefore, growth in old-age longevity may lower the demand for market production. Growth of elderly males serves to contract the long-term care market becuase it eases the scarcity of men in the old-age marriage market; growth of females serves to expand market care because it worsens the scarcity of men.  These predictions lend themselves to an interpretation of the rapid deceleration in output growth that has taken place in the US over the last two decades, despite a constant rate of longevity growth and enormous growth in demand subsidies: since growth in elderly males has risen dramatically relative to growth in elderly females, the rate of long-term care growth has slowed significantly.  We test our predictions empirically using state- and county-level evidence on the US market for long-term care in nursing homes over the last three decades. The evidence provides support for our predictions concerning the response in output growth to aging and the contraction of output due to the aging of males.\n\n",
    "acknowledgement": "\n"
}