{
    "id": 6555,
    "citation_title": "Macroeconomic Policy and Institutions During the Transition to European Union Membership",
    "citation_author": [
        "William H. Branson",
        "Jorge Braga de Macedo",
        "Jurgen von Hagen"
    ],
    "citation_publication_date": "1998-05-01",
    "issue_date": "1998-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA framework is developed for macroeconomic policy analysis in four countries of Central Europe (CE) in transition to EU membership (Czech Republic, Hungary, Poland, and Slovakia). A Multi-Annual Fiscal Adjustment Strategy (MAFAS) and a Pre-Pegging Exchange Rate Regime (PPERR) appropriate for maintaining internal and external balance are described and evidence on budgetary procedures is presented, in comparison with those prevailing in EU member states. The comparison suggests that the four CE countries are better fit for fiscal stabilization than Greece, Spain and Portugal were in the 1970s. Nevertheless, there is still much room for institutional improvement. A stronger commitment mechanism to fiscal targets at the preparatory stage would improve fiscal performance in all four countries. The adoption of a kind of convergence program would also be made easier if some group procedures can be adopted among them. The four countries also appear to have moved closer to sustainability in their external and internal balance in the last few years so that a MAFAS and a PPERR become credible. The fact that they established CEFTA (which Slovenia since joined) also helps set them apart from other EU associates in the region.\n\n",
    "acknowledgement": "\n"
}