{
    "id": 6558,
    "citation_title": "Productivity and the Decision to Export: Micro Evidence from Taiwan and South Korea",
    "citation_author": [
        "Bee Yan Aw",
        "Sukkyun Chung",
        "Mark J. Roberts"
    ],
    "citation_publication_date": "1998-05-01",
    "issue_date": "1998-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile there is widespread empirical evidence indicating exporting producers have higher productivity than nonexporters, the mechanisms that generate this pattern are less clear.  One view is that exporters acquire knowledge of new production methods, inputs, and product designs from their international contacts, and this learning results in higher productivity for exporters relative to their more insulated domestic counterparts. Alternatively, the higher productivity of exporters may simply reflect the self-selection of more efficient producers into a highly competitive export market. In this paper we use micro data collected in the manufacturing censuses in South Korea and Taiwan to study the linkages between a producer's total factor productivity and choice to participate in the export market. We find differences between the countries in the importance of selection and learning forces. In Taiwan, transitions of firms in and out of the export market reflect systematic variations in productivity as predicted by self-selection models.  Firms with higher productivity, ex ante, tend to enter the export market and exporters with low productivity tend to exit. Moreover, in several industries, entry into the export market is followed by relative productivity improvements, a result consistent with learning-by-exporting forces.  In South Korea, the evidence of self-selection on the basis of productivity is much weaker. In addition, unlike Taiwan, we find no significant productivity changes following entry or exit from the export market that are consistent with learning from exporting. Comparison of the two countries suggests that in Korea factors other than production efficiency play a more prominent role as determinants determinants of the export decision.\n\n",
    "acknowledgement": "\n"
}