{
    "id": 6565,
    "citation_title": "Does the Sector Bias of Skill-Biased Technical Change Explain Changing Wage Inequality?",
    "citation_author": [
        "Jonathan E. Haskel",
        "Matthew J. Slaughter"
    ],
    "citation_publication_date": "1998-05-01",
    "issue_date": "1998-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines whether the sector bias of skill-biased technical change (sbtc) explains changing skill premia within countries in recent decades.  First, using a two-factor, two-sector, two-country model we demonstrate that in many cases it is the sector bias of sbtc that determines sbtc's effect on relative factor prices, not its factor bias.  Thus, rising (falling) skill premia are caused by more extensive sbtc in skill-intensive (unskill-intensive) sectors.  Second, we test the sector-bias hypothesis using industry data for many countries in recent decades.  An initial consistency check strongly supports the hypothesis.  Among ten countries we find a strong correlation between changes in skill premia and the sector bias of sbtc during the 1970s and 1980s.  The hypothesis is also strongly supported by more structural estimation on U.S. and U.K. data of the economy-wide wage changes  mandated' to maintain zero profits in all sectors in response to the sector bias of sbtc.  The suggestive mandated-wage estimates match the direction of actual wage changes in both countries during both the 1970s and the 1980s.  Thus, the empirical evidence strongly suggests that the sector bias of sbtc can help explain changing skill premia.\n\n",
    "acknowledgement": "\n"
}