{
    "id": 6566,
    "citation_title": "Revisiting European Unemployment: Unemployment, Capital Accumulation, and Factor Prices",
    "citation_author": [
        "Olivier Blanchard"
    ],
    "citation_publication_date": "1998-05-01",
    "issue_date": "1998-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper starts from two sets of facts about Continental Europe.The first is the steady increase in unemployment since the early 1970s. The second is the evolution of the capital share, an initial decline in the 1970s, followed by a much larger increase since the mid-1980s. The paper then develops a model of capital accumulation, unemployment and factor prices. Using this model to look at the data, it reaches two main conclusions: The initial increase in unemployment, from the mid-1970s to the mid-1980s, was mostly due to a failure of wages to adjust to the slowdown in underlying factor productivity growth.  The initial effect was to decrease profit rates and capital shares. Over time, the reaction of firms was to reduce capital accumulation and move away from labor, leading to a steady increase in unemployment, and a recovery of the capital share. The reason why wage moderation, clearly evident in the data since the mid-1980s, has not led to a decrease in unemployment is that another type of shift has been at work, this time on the labor demand side. At a given wage and a given capital stock firms have steadily decreased employment.  The effect of this adverse shift in labor demand has been to lead to both continued high unemployment, and increasing capital shares. What lies behind this shift in labor demand? There are two potential lines of explanation. The first is shifts in the distribution of rents away from workers, for example, the elimination of chronic excess employment by firms.  The second explanation points to technological bias: firms in Continental Europe are introducing technologies biased against labor and towards capital.\n\n",
    "acknowledgement": "\n"
}