{
    "id": 6569,
    "citation_title": "Pharmaceutical Innovation, Mortality Reduction, and Economic Growth",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "1998-05-01",
    "issue_date": "1998-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe perform an econometric investigation of the contribution of pharmaceutical innovation to mortality reduction and growth in lifetime per capita income.  In both of the periods studied (1970-80 and 1980-91), there is a highly significant positive relationship across diseases between the increase in mean age at death (which is closely related to life expectancy) and rates of introduction of new,  priority' (as defined by the FDA) drugs. The estimates imply that in the absence of pharmaceutical innovation, there would have been no increase and perhaps even a small decrease in mean age at death, and that new drugs have increased life expectancy, and lifetime income, by about 0.75-1.0% per annum.  The drug innovation measures are also strongly positively related to the reduction in life-years lost in both periods.  Some of the more conservative estimates imply that a one-time R&D expenditure of about $15 billion subsequently saves 1.6 million life-years per year, whose annual value is about $27 billion.  All age groups benefited from the arrival of new drugs in at least one of the two periods.  Controlling for growth in inpatient and ambulatory care utilization either has no effect on the drug coefficient or significantly increases it.\n\n",
    "acknowledgement": "\n"
}