{
    "id": 6570,
    "citation_title": "Robustness of Simple Monetary Policy Rules under Model Uncertainty",
    "citation_author": [
        "Andrew Levin",
        "Volker Wieland",
        "John C. Williams"
    ],
    "citation_publication_date": "1998-05-01",
    "issue_date": "1998-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we investigate the properties of alternative monetary policy rules using four structural macroeconometric models: the Fuhrer-Moore model, Taylor's Multi-Country Model, the MSR model of Orphanides and Wieland, and the FRB staff model. All four models incorporate the assumptions of rational expectations, short-run nominal inertia, and long-run monetary neutrality, but differ in many other respects (e.g., the dynamics of prices and real expenditures).  We compute the output-inflation volatility frontier of each model for alternative specifications of the interest rate rule, subject to an upper bound on nominal interest rate volatility. Our analysis provides strong support for rules in which the first-difference of the federal funds rate responds to the current output gap and the deviaition of the 1-year average inflation rate from a specified target. In all 4 models, first-difference rules perform much better than rules of the type proposed by Taylor (1993) and Henderson and McKibbin (1993), in which the level of the federal funds rate responds to the output gap and inflation deviation fromt target.  Furthermore, first-difference rules generate essentially the same policy frontier as more complicated rules (i.e. rules that respond to a larger number of variables and/or additional lags of output and inflation). Finally, this class of rules is robust to model uncertainty, in the sense that a first-difference rule taken from the policy frontier of one model is very close to the policy frontier of each of the other three models. In contrast, more complicated rules are less robust to model uncertainty: rules with additional parameters can be fine-tuned to the dynamics of a specified model, but typically perform poorly in the other models.\n\n",
    "acknowledgement": "\n"
}