{
    "id": 6573,
    "citation_title": "Labor Market Information and Wage Differentials by Race and Sex",
    "citation_author": [
        "David Neumark"
    ],
    "citation_publication_date": "1998-05-01",
    "issue_date": "1998-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper attempts to test whether information problems in labor markets can explain why minority or female workers are sometimes paid less than equally-qualified white male workers. In particular, the relationship between starting wages, current performance, and race and sex is studied. OLS regressions of starting wages on current performance--which is measured some time after the beginning of employment--indicate that minority workers are paid lower starting wages than white workers with the same eventual performance, among both men and women. This may reflect taste discrimination. However, if employers base starting wages on expected productivity or performance, and average performance is lower for minority workers (as it is in these data), then these estimated differentials could reflect simple statistical discrimination. A test of statistical versus taste discrimination and a test of statistical discrimination versus pure measurement error provide some evidence for both men and women that statistical discrimination is partly to blame for these differences in starting wages between minority and white workers, although the evidence is not very strong statistically. Average performance of women is if anything higher than that of men, so simple statistical discrimination cannot explain the lower starting wages that women receive.  However, more complex models of statistical discrimination suggest that worse labor market information about a particular group can generate lower wages for that group. A test of the quality of labor market information suggests that employers have better information about male workers, which may explain the lower starting wages paid to women. Together, this evidence suggests that better labor market information might boost starting wages of minorities and women.\n\n",
    "acknowledgement": "\n"
}