{
    "id": 659,
    "citation_title": "The Effect of Social Security on Retirement in the Early 1970s",
    "citation_author": [
        "Michael D. Hurd",
        "Michael J. Boskin"
    ],
    "citation_publication_date": "1981-04-01",
    "issue_date": "1981-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImproved understanding of retirement behavior is a key to better understanding of many important economic problems. In as close as we can come to a general \"social experiment,\" real Social Security benefits were increased substantially for the period we study the retirement patterns of a cohort of white males: 28% on average between 1970 and 1972, with the maximum benefit increased by over 50% in real terms between 1968 and 1976. Other important structural changes in the method of computing benefits were also made. Hence, we have extremely detailed longitudinal data on a cohort of people spanning the years of most active retirement behavior (ages 58-67) over a period of abrupt change in the economic incentives surrounding their retirement . We have analyzed these data in a variety of ways to examine the impact of the changes in Social Security, as well as other factors, on retirement probabilities. The most simple to the most sophisticated analyses reveal the same set of inferences: 1. The acceleration in the decline in the labor force participation of elderly men over the period 1969-73 was primarily due to the large increase in real Social Security benefits; our probability equations estimate effects of changes in real benefits combined with the actual changes to predict declines in participation rates virtually identical to actual observed changes from independent data. 2. Social Security wealth interacts with other assets. A substantial fraction of the elderly appear to have few other assets and this group shows a markedly larger propensity to retire early, e.g., at age 62 when Social Security benefits become available. We find strong evidence of this liquidity constraint effect for an important subgroup of the elderly. 3. The magnitude of the induced retirement effect is large enough that if it is ignored in estimating the direct fiscal implications of major changes in benefit provisions, these may be substantially underestimated . 4. We interpret our results in the historical context of a particular cohort undergoing a major, unanticipated transfer of wealth via larger real benefits. We make no attempt to distinguish these from the long- run effects if the system were to remain unchanged for many years or if future changes were readily predictable.\n\n",
    "acknowledgement": "\n"
}