{
    "id": 6592,
    "citation_title": "An Economic Analysis of a Drug-Selling Gang's Finances",
    "citation_author": [
        "Steven D. Levitt",
        "Sudhir Alladi Venkatesh"
    ],
    "citation_publication_date": "1998-06-01",
    "issue_date": "1998-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a unique data set detailing the financial activities of a drug-selling street gang on a monthly basis over a four-year period in the recent past.  The data, originally compiled by the gang leader to aid in managing the organization, contain detailed information on both the sources of revenues (e.g. drug sales, extortion) and expenditrues (e.g. costs of drugs sold, weapons, tribute to the central gang organization, wages paid to various levels of the gang).  Street-level drug dealing appears to be less lucrative than is generally though.  We estimate the average wage in the organization to rise from roughly $6 per hour to $11 per hour over the time period studied.  The distribution of wages, however, is extremely skewed. Gang leaders earn far more than they could in the legitimate sector, but the actual street-level dealers appear to earn less than the minimum wage throughout most of our sample, in spite of the substantial risks associated with such activities (the annual violent death rate in our sample is 0.07), There is some evidence consistent both with compensating differentials and efficiency wages.  The markup on drugs suggests that the gang has substantial local market power. Gang wars appear to have an important strategic component: violence on another gang's turf shifts demand away from that area.  The gang we observe responds to such attacks by pricing below marginal cost, suggesting either economic punishment for the rival gang or the presence of switching for users that makes market share maintenance valuable.  We investigate a range of alternative methods for estimating the willingness of gang members to accept risks of death, all of which suggest that the implicit value that gang members place on their own lives is very low.\n\n",
    "acknowledgement": "\n"
}