{
    "id": 6593,
    "citation_title": "The Demand for Money, Financial Innovation, and the Welfare Cost of Inflation: An Analysis with Household Data",
    "citation_author": [
        "Orazio Attanasio",
        "Luigi Guiso",
        "Tuillo Jappelli"
    ],
    "citation_publication_date": "1998-06-01",
    "issue_date": "1998-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow far can shoe-leather go in explaining the welfare cost of inflation?  Using a unique set of microeconomic data on households, we estimate the parameters of the demand for money derived from the generalized Baumol-Tobin model.  Our data set contains information on average holdings of cash, on deposits and other interest bearing accounts, on the number of trips to the bank, on the size of withdrawals and on the ownership and use of ATM cards.  We model the adoption of new transaction technologies and use these estimates to correct for the selectivity bias induced by some households choosing to hold no interest bearing assets and some to use an ATM card.  The interest rate and expenditureflow elasticities of the demand for cash are close to the tehoretical values implied by standard inventory models. However, we find significant differences between the individuals with an ATM card and those without.  The estimates of the demand for cash allow us to calculate a measure of the welfare cost of inflation analogous to Bailey's triangle, but based on a rigorous microeconomic framework.  The welfare cost of inflation varies considerably within the population, but never turns out to be very large (about 0.1 percent of consumption or less).  Our results are robust to various changes in the specification.  In addition tot eh main results based on the average stock of cash held, we provide some evidence based on the number of trips to the bank and on the average withdrawals that confirm our basic findings.\n\n",
    "acknowledgement": "\n"
}