{
    "id": 6595,
    "citation_title": "The Adoption and Impact of Advanced Emergency Response Services",
    "citation_author": [
        "Susan Athey",
        "Scott Stern"
    ],
    "citation_publication_date": "1998-06-01",
    "issue_date": "1998-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the causes and consequences of the adoption of technology by hospitals  and public emergency response systems, focusing on Basic and Enhanced 911 services.  Basic 911 allows people within a given locality to access specialized call-takers and ambulance dispatchers using the single telephone number 911. Enhanced 911 is characterized by telecommunications equipment and information technology which identifies the location of emergency callers.  We begin by exploring the distribution of 911 systems among counties in the U.S., showing that this locally provided service responds to income and political factors as well as population and density of a county.  Then, using a database of cardiac patients in Pennsylvania in 1995, we are able to characterize some of the productivity efforts of 911 services. We show that Enhanced 911 reduces response times, which in turn reduce mortality.  Further, we find that the pre-hospital system interacts with the allocation of patients to hospitals in several ways.  First, patient severity affect the allocation of patients to high-technology hospitals.  Second, conditional on the availability of advanced cardiac care facilities, counties with 911 systems allocate cardiac patients to hospitals with better technology.  Finally, hospitals with more advanced emergency and cardiac technology treat a higher share of cardiac patients who make use of the pre- hospital system.\n\n",
    "acknowledgement": "\n"
}