{
    "id": 6600,
    "citation_title": "An Empirical Framework for Testing Theories About Complimentarity in Organizational Design",
    "citation_author": [
        "Susan Athey",
        "Scott Stern"
    ],
    "citation_publication_date": "1998-06-01",
    "issue_date": "1998-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies alternative empirical strategies for estimating the effects of organization design practices on performance, as well as the factors which determine organizational design, in a cross-section of firms. Our economic model is based on a firm where multiple organizational design practices are en endogenously determined, and these organizational design practices affect output through an 'organizational design production function.'  The econometric model includes unobserved exogenous variation in the costs and returns to each of the individual practices. The model is used to evaluate how different econometric strategies for testing theories about complementarity can be interpreted under alternative assumptions about the economic and statistical environment.  We identify plausible hypotheses about the joint distribution of the unobservables under which several different approaches from the existing literature will yield biased and inconsistent estimates.  We show that the sign of the bias depends on two factors: whether the organzational design practices are complements, and the correlation between the unobserved returns to each practice. We find several sets of conditions under which the sign of the bias can be determined, and we provide economic interpretations.  Our analysis shows that for a particular set of hypotheses, a variety of different procedures may all yield qualitatively similar biases, presenting a challenge for the identification of complementarity.  We then propose a structural approach, which is based on a system of simultaneous equations describing productivity and the demand for organizational design practices.  As long as exogenous variables are observed which are uncorrelated with the unobserved returns to practices,  the structural parameters are identified, yielding consistent tests for complementarity as well as the cross-equation restrictions implied by static optimization of the organizatin's profit function.\n\n",
    "acknowledgement": "\n"
}