{
    "id": 6601,
    "citation_title": "The Allocation of Publicly-Funded Biomedical Research",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "1998-06-01",
    "issue_date": "1998-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a simple theoretical model of the allocation of public biomedical research expenditure, and present some empirical evidence about the determinants of this allocation.  The structure of expenditure should depend on the relative costs as well as the relative benefits of different kinds of research.  Analysts of technical change typically have data on neither of these, but the measures of disease burden we use are indicative of the benefit of achieving advances against different diseases. We calculate distributions of government-funded biomedical research expenditure, by disease, from records of all research projects supported by the US Public Health Service: to obtain a reasonably complete accounting of disease burden, we utilize data on both the dying (from the Vital Statistics-Mortality Detail file) and the living (from the National Health Interview Survey).  We find a very strong positive relationship across diseases between total life-years lost before age 65 and public R&D expenditure.  But the amount of publicly-funded research on a disease decreases with the share of life-years before age 65 lost to the deases by non-whites, perhaps because lack of scientific knowledge is a less important cause of premature mortality among non-whites than it is among whites.  The number of research grants mentioning a chronic condition is completely uncorrelated with the number of people with the condition but very strongly positively related to the number of people whose activities are limited by that condition.  There tends to be more research about chronic conditions that are prevalent among people living in low-income households, and that are prevalent among the young (under age 18) and the old (above age 75).\n\n",
    "acknowledgement": "\n"
}