{
    "id": 6603,
    "citation_title": "Social Security's Treatment of Postwar Americans",
    "citation_author": [
        "Steven Caldwell",
        "Melissa Favreault",
        "Alla Gantman",
        "Jagadeesh Gokhale",
        "Thomas Johnson"
    ],
    "citation_publication_date": "1998-06-01",
    "issue_date": "1998-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial Security faces a major long-term funding crisis.  A 38 or greater percentage increase in the systems' tax rate is needed to meet current benefit payments on an ongoing basis.  Tax increases of this magnitude or comparable benefit cuts would significantly worsen what is already a very bad deal for postwar Americans.  This paper uses CORSIM -- a dynamic micro simulation model -- and SOCSIM -- a detailed Social Security benefit calculator -- to study this deal. The study finds that baby boomers will, under current law, lose roughly 5 cents of every dollar they earn to the OASI program in taxes net of benefits.  For today's children the figure is 7 cents.  Measured as a proportion of their lifetime labor incomes, the middle class are the biggest losers, but measured in absolute dollars, the rich lose the most.  Out of every dollar that postwar Americans contribute to the OASI system, 74 cents represent a pure tax.  The system treats women better than men, whites better than non-whites, and the college educated better than the non-college educated.  While the system has been partially effective in pooling risk across households, it offers postwar cohorts internal rates of return on their contributions that are quite low.  Those born right after World War II will earn, on average, a 2.4 percent real rate of return. Those born in the early 1970's will average about a 1 percent real rate of return, and those born at the end of this decade will average essentially a zero rate of return.\n\n",
    "acknowledgement": "\n"
}