{
    "id": 6604,
    "citation_title": "The Simple Economics of Labor Standards and the GATT",
    "citation_author": [
        "Kyle Bagwell",
        "Robert W. Staiger"
    ],
    "citation_publication_date": "1998-06-01",
    "issue_date": "1998-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow should the issue of domestic labor standards be handled in the GATT/ WTO?  This question is part of a broader debate over the appropriate scope of international economic institutions such as the GATT, where member-countries are considering proposals for a new round of n3 negotiations that would move beyond GATT's focus on trade barriers and cover  domestic' issues such as labor and environmental standards and regulatory reform which have traditionally been treated with  benign neglect' within GATT.  Such proposals encroach on traditional limits of national sovereignty, and they raise fundamental challenges to the existing structure of international economics relations among sovereign states.  In this paper we consider several approaches to the treatment of domestic labor standards within a trade agreement.  We use simple economic arguments to show that, while the benign neglect of labor standards within a trade agreement will result in inefficient choices for both trade barriers and labor standards, direct negotiations over labor standards are not required to reach efficient outcomes.  Specifically, we describe two tafiff negotiating structures that deliver efficient outcomes while preserving varying degrees of national sovereignty over policy choices.  A first approach combines tariff negotiations with subsequent Kemp-Wan adjustments, under which each government is free to alter unilaterally its policy mix so long as trade volumes are not affected.  A second approach adds to the first, under which afte tariff negotiations each governement can alter unilaterally its tariff, but its trading partner is then free to issue a tariff response to stabilize export prices.  We show that both approaches deliver govts. to the efficiency frontier but that the second approach provides govts. with greater sovereignty over policy choices and bears a strong resemblance to the negotiating procedures in G\n\n",
    "acknowledgement": "\n"
}