{
    "id": 6633,
    "citation_title": "Capital Movements, Asset Values, and Banking Policy in Globalized Markets",
    "citation_author": [
        "Edward J. Kane"
    ],
    "citation_publication_date": "1998-07-01",
    "issue_date": "1998-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWeaknesses in banking systems are rooted in government credit-allocation preferences that prove unsupportable in private markets.  Losses that preferential loans impose on lending banks and on the governmental safety net can be covered up for awhile, but not indefinitely. A silent run begins when sophisticated depositors recognize that assets in the country's combined banking and deposit-insurance system cannot cover the claims of bank depositors without being supplemented by substantial injections of funds from domestic or foreign taxpayers. Longstanding banking-system weakness devolves into a countrywide economic crisis when and as doubts about the government's willingness to force taxpayers to support an economically insolvent banking system are spread by an escalating  silent run.' Financial crises become more frequent, but also shallower when foreign-bank presence and activities are expanded.  Offshore banks put the supervisory systems and safety-net guarantees of their homelands into competition with those of host countries. Intensified offshore banking competition provides substitutes for deposits in local banks.  These substitutes make it easier for host-country depositors to test the local guarantee system by quietly fleeing to quality.  In effect, banking crises discipline inefficient and unfair regulatory systems and push the social burdens created by weak supervisory systems toward the levels found in best-practices countries.\n\n",
    "acknowledgement": "\n"
}