{
    "id": 6634,
    "citation_title": "The Other Side of the Tradeoff: The Impact of Risk on Executive Compensation",
    "citation_author": [
        "Rajesh Aggarwal",
        "Andrew A. Samwick"
    ],
    "citation_publication_date": "1998-07-01",
    "issue_date": "1998-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe principal-agent model of executive compensation is of central importance to the modern theory of the firm and corporate governance, yet the existing empirical evidence supporting it is quite weak.  The key predication of the model is that the executive's pay-performance sensitivity is decreasing in the variance of the firm's performance.  We demonstrate strong empirical confirmation of this prediction using a comprehensive sample of executives at large corporations.  In general, the pay-performance sensitivity for executives at firms with the least volatile stock prices is an order of magnitude greater than the pay-performance sensitivity for executives at firms with the most volatile stock prices.  This result holds for both chief executive officers and for other highly compensated executives.  We further show that estimates of the pay-performance sensitivity that do not explicitly account for the effect of the variance of firm performance are biased toward zero.  We also test for relative performance evaluation of executives against the performance of other firms.  We find little support for the relative performance evaluation model.  Our findings suggest that executive compensation contracts incorporate the benefits of risk-sharing but do not incorporate the potential informational advantages of relative performance evaluation.\n\n",
    "acknowledgement": "\n"
}