{
    "id": 6637,
    "citation_title": "What Drives Deregulation? Economics and Politics of the Relaxation of Bank Branching Restrictions",
    "citation_author": [
        "Randall S. Kroszner",
        "Philip E. Strahan"
    ],
    "citation_publication_date": "1998-07-01",
    "issue_date": "1998-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the key forces behind deregulation in order to assess the relative importance of alternative theories of regulatory entry and exit.  We focus on bank branching deregulation across the states which began a quarter century ago and cumulated in federal deregulation in 1994.  The cross-sectional and time-series variation of branching deregulation allows us to develop a hazard model to explain the timing of deregulation across the states using proxies motivated by private-interest, public-interest, and political-institutional theories, the public interest approach cannot easily explain our findings that deregulation occurs later in states with relatively more small banks and with a relatively large insurance sector in states where banks can sell insurance.  We also find that the ex post consequences of deregulation for the different interest groups are consistent with the ex ante lobbying patterns we infer from the hazard model.  Some political-institutional factors also play a role in the process of regulatory change.  The same forces that explain the timing of deregulation across the states also explain the pattern of voting in Congress on interstate branching deregulation.  We conclude by considering the implications of our results for tyhe future path of deregulation and applications of our research design to other episodes of regulatory entry and exit.\n\n",
    "acknowledgement": "\n"
}