{
    "id": 6653,
    "citation_title": "Meals on Wheels: Restaurant and Home Meal Production and the Exemption of Food from Sales and Value Added Taxes",
    "citation_author": [
        "Aled Ab Iorwerth",
        "John Whalley"
    ],
    "citation_publication_date": "1998-07-01",
    "issue_date": "1998-07-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses efficiency considerations underlying the widespread exemption of food from sales and value added taxes, in contrast to the distributional considerations usually used to justify them, analyzing the  implications for tax policy. Although there are increasing returns in both household and market production of meals there are, nonetheless, critical differences between them.  Market production  is imperfectly competitive leading to average cost pricing with free entry, but because production in the household involves only one firm, any household can appropriate the consumer  surplus from its own production and hence marginal cost price.  We use a numerical simulation model using 1994 Canadian data with increasing returns to scale in both home and restaurant meals resulting from fixed costs and where a Dixit-Stiglitz Chamberlinian structure is used to represent restaurant meal provision.  Because food (along with time and durables) is an input into home provided meals, more than full taxation of food would seem to be justified to offset the non taxation of time inputs into household production, even under constant returns to scale.  Because of the differences in pricing rules between market and household production with increasing returns, not only are gains from taxing food higher but they are amplified by also subsidizing food in restaurant use, and even more by subsidizing all marginal cost components of restaurant meal provision (including labour).  On efficiency grounds, the exemption of food in sales and value added taxes\n\n",
    "acknowledgement": "\n"
}