{
    "id": 6654,
    "citation_title": "Notes on Growth Accounting",
    "citation_author": [
        "Robert J. Barro"
    ],
    "citation_publication_date": "1998-07-01",
    "issue_date": "1998-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGrowth accounting breaks down economic growth into components associated with changes in factor inputs and the Solow residual, which reflects technological progress and other elements.  This exercise is generally viewed as a preliminary step for the analysis of fundamental determinants of growth and is especially useful if the determinants of factor growth rates are substantially independent from those that matter for technological change.  This paper begins with a short presentation of the basics of growth accounting.  The analysis then considers dual approaches to growth accounting (which considers changes in factor prices rather than quantities), spillover effects and increasing returns, taxes, and multiple types of factor inputs.  Later sections place the growth-accounting exercise within the context of two recent strands of endogenous growth theory -- varieties-of-products models and quality-ladders models.  Within these settings, the Solow residual can be interpreted in terms of measures of the endogenously changing level of technology.  This technology corresponds, in one case, to a number of types of intermediate products that have been invented and, in the other case, to an index of the aggregate quality of intermediate inputs.  The models have implications for the relation of the Solow residual to R&D outlays and also provide a clear interpretation of the 'R&D capital stock.'\n\n",
    "acknowledgement": "\n"
}