{
    "id": 666,
    "citation_title": "Currency Baskets and Real Effective Exchange Rates",
    "citation_author": [
        "William H. Branson",
        "Louka T. Katseli"
    ],
    "citation_publication_date": "1981-04-01",
    "issue_date": "1981-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith the major currencies continuously moving (if not floating freely) against each other, a country that does not choose to float must decide what to peg to. If it pegs to the SDR it floats against all currencies. Thus in the system begun in the early 1970s the very concept of a fixed exchange rate is unclear. In this situation many countries have chosen to peg their currencies to a basket, or a weighted average of other currencies. The analysis of this paper is focused on fluctuations in real exchange rates. We first show that pegging to a currency basket is the same as holding constant a real effective exchange rate that uses a specific set of weights depending on a chosen policy target. We also show the weights that correspond to particular targets for stabilization policy. Next we discuss several problems involved in choosing and computing optimal weights or the equivalent real effective rate. It is shown that the index formula itself aggregates countries that are in a currency area, so that monetary authorities should use weights based on trade with countries rather than on currency denomination of trade. Finally, we report on an initial empirical investigation of pegging practices in Greece, Portugal, and Spain. These are all countries that have moved to basket pegs, with geographically diversified trade. We present initial estimates of the implicit weights in their baskets, and find that all three countries experienced real appreciation relative to the basket during the l970s.\n\n",
    "acknowledgement": "\n"
}