{
    "id": 6668,
    "citation_title": "Trade Flows and Wage Premiums: Does Who or What Matter?",
    "citation_author": [
        "Mary E. Lovely",
        "J. David Richardson"
    ],
    "citation_publication_date": "1998-07-01",
    "issue_date": "1998-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we investigate relationships between trade, wages, and the rewards to skill for U.S. workers during the period 1981 - 92.  We measure U.S. trade flows with three groups of trading partners -- industrial countries, newly industrial countries, and primary producers -- and we estimate the correlation of these trade flows with several types of wage premiums, using conditioning methods that separate pure wage premiums from the return to education industry by industry. We find that greater U.S. trade with newly industrializing countries is associated with increased rewards to skill and reduced rewards to pure labor, consistent with heightened wage inequality and distributional conflict.  The opposite is usually true of greater trade with traditional industrial countries. Our interpretation of these results rests on two models. One is a model of North-North intraindustry trade in differentiated, skill-intensive intermediate goods ( horizontal' exchange) and North-South intraindustry trade in intermediates for finished manufactures ( vertical' exchange).  The second is a simple model of industry wage premiums that are rewards for loyalty, firm-specific knowledge, or (dis)amenities, in which we posit different premiums for skilled and less-skilled workers whose labor markets are segmented from one another.\n\n",
    "acknowledgement": "\n"
}