{
    "id": 6673,
    "citation_title": "LAPM: A Liquidity-based Asset Pricing Model",
    "citation_author": [
        "Bengt Holmstrom",
        "Jean Tirole"
    ],
    "citation_publication_date": "1998-08-01",
    "issue_date": "1998-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe intertemporal CAPM predicts that an asset's price is equal to the expectation of the product of the asset's payoff and a representative consum substitution.  This paper develops an alternative approach to asset pricing based on industrial and financial corporations' desire to hoard liquidity to fulfill future cash needs.  Our corporate finance a determinants of asset prices such as the distribution of wealth within the corporate sector and between the corporate sector and the consumers.  Also, leverage ratios, capital adequacy requirements, and the composition of savings affect the corporate  demand for li The paper first sets up a general model of corporate demand for liquid assets, and obtains an explicit formula for the associated liquidity permia.  It then derives some implications of corporate liquidity demand for the equity premium puzzle, for the yield curve, and for the state-contingent volatility of asset prices.  Finally, the paper looks at some macroeconomic implications of the theory.  It shows that government may be able to boost aggregate liquidity and enhance economic efficiency by promoting job and asset price stability.  On the liability side, long-term deposits and equity investments, which depend on the consumers' endogenously determined liquidity needs, contribute to creating a feedback effect between employment prospects and equity-like investments.  On the asset side, orderly sales of real estate by liquidity-squeezed institutions may generate a Pareto improvement\n\n",
    "acknowledgement": "\n"
}