{
    "id": 6674,
    "citation_title": "The Pay to Performance Incentives of Executive Stock Options",
    "citation_author": [
        "Brian J. Hall"
    ],
    "citation_publication_date": "1998-08-01",
    "issue_date": "1998-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDetailed data about stock option contracts are used to measure and analyze the pay to performance incentives of executive stock options.  Two main issues are addressed.  The first is the pay to performance incentives created by the revaluation of stock option holdings.  The findings suggest that if CEO stock holdings were replaced by the same ex ante value of stock options, the pay to performance sensitivity of the median CEO would approximately double.  Relative to granting at the money options, a value neutral policy of regularly granting options out of the money would increase pay to performance sensitivity by approximately 27 percent.  The second issue is the pay to performance created by yearly stock option grants.  Because most stock option plans are multi year plans, it is shown that different option granting plans have significantly different pay to performance incentives since changes in current stock prices affect the value of future option grants in different ways.  Four option granting policies are compared and contrasted.  Ranked from highest powered to lowest powered, these policies are: 1)  LBO-style up-front options, 2) fixed number policies, 3) fixed value policies, and 4) an (unofficial) policy of  back-door repricing.'  Empirical evidence suggests that (even ignoring the revaluation of past option grants) the pay to performance relationship in practice is stronger for 1) stock option grants relative to salary and bonus, and 2) fixed number plans relative to non-fixed number plans.\n\n",
    "acknowledgement": "\n"
}