{
    "id": 6675,
    "citation_title": "Nominal Income Targeting in an Open-Economy Optimizing Model",
    "citation_author": [
        "Bennett T. McCallum",
        "Edward Nelson"
    ],
    "citation_publication_date": "2000-06-01",
    "issue_date": "2000-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents stochastic simulation results pertaining to the performance of nominal income targeting, here represented as a monetary policy rule that sets quarterly values of an interest rate instrument in response to deviations on existing studies of nominal income growth from a specified target rate.  It attempts to improve on existing studies by conducting analysis in a macroeconomic model that is designed to respect both neoclassical theory and empirical regularities.  Accordingly, the basic theoretical framework is one in which individual economic agents are depicted as solving dynamic optimization problems with rational expectations, but in an environment such that prices respond only gradually to changes in conditions.  The adjustment specification used is the P-bar model, which satisfies the strict natural rate hypothesis.  Two improvements over previous work by the authors are that consumption choices reflect habit formation, which lends some inertia to the system, while the modeled economy is open to international flows of goods and securities.  Both of these features have major effects on the system's properties. Quantitatively, the model is calibrated to post-Bretton Woods U.S. quarterly data.  The results suggest that nominal income targeting deserves serious consideration as a monetary policy strategy.\n\n",
    "acknowledgement": "\n"
}