{
    "id": 6681,
    "citation_title": "Effects of Pensions on Saving: Analysis with Data from the Health and Retirement Study",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "1998-08-01",
    "issue_date": "1998-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the composition and distribution of total wealth for a cohort of 51 to 61 year olds from the Health and Retirement Study (HRS), and the role of pensions in forming retirement wealth.  Pension coverage is widespread, covering two thirds of households and accounting for one quarter of accumulated wealth. Social security benefits account for another quarter of total wealth.  As calculated from earnings records, the present disco value of social security benefits is less than the present value of taxes paid.  Earlier than many expect, social security is already a poor investment on average for this cohort on the verge of retirement.  Lifetime earnings are measured for each individual in the HRS from social security earnings records augmented by self reported earnings histories. This result is consistent with the predictions of a stripped down life cycle model.  Also consistent is a finding that the ratio of wealth to lifetime earnings is no higher for those with pensions than for those without pensions. Multivariate regressions relating total wealth to pension coverage and pension value, suggest that pensions cause very limited displacement of other wealth, if any.  Pensions add to total wealth by at least half the value of the pension, and in most estimates by a good deal more. These findings are not consistent with a simple life cycle explanation for savings.  They also raise questions about whether pensions are fundamentally a tax avoidance device, allowing substitution of pension for nonpension savings.\n\n",
    "acknowledgement": "\n"
}