{
    "id": 669,
    "citation_title": "The Federal Attack on Labor Market Discrimination: The Mouse that Roared?",
    "citation_author": [
        "Charles Brown"
    ],
    "citation_publication_date": "1981-05-01",
    "issue_date": "1981-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to review available evidence on the impact of federal equal employment opportunity programs. While Title VII of the Civil Rights Act of 1964 and Executive Order 11246 have been in effect for over 15 years, the lag in data collection and evaluation means that little can be said regarding the last few years' experience. In particular, evidence on the impact of recent administrative changes in the agencies responsible for enforcement is unavailable. In general, time series studies find significant improvements in the relative labor market position of blacks compared with whites since 1965. While several arguments have been advanced that these gains are illusory, the most plausible interpretation is that much of the apparent progress is real. Cross-sectional studies of the impacts of the Office of Federal Contract Compliance Programs (which enforces the nondiscrimination and affirmative action requirements of the Executive Order) and the Equal Employment Opportunity Commission (which enforces Title VII) have been much less conclusive. Half of the major studies of the OFCCP find that the program had the intended effects on the relative position of blacks -- or at least black males. Unfortunately, variations in conclusions among studies are not readily explained, even after a careful look at the competing data and methods. Equally disturbing is the inability of studies producing positive results to associate such impacts with the \"levers\" by which OFCCP might exert influence. Studies of EEOC impacts are more vulnerable to problems of identifying the appropriate control group, since Title VII covers contractor and noncontractor firms. Apart from evidence that relative black employment grew considerably faster in firms which must report to EEOC (firms with over 15 employees are subject to Title VII, but only those with 100 or more must report to EEOC), available studies have not produced consistent evidence of EEOC impact. Besides the lack of strong cross-sectional support for the time series conclusions, three puzzles emerge: (1) What caused the decline in black male labor force participation which began about the same time as the federal antidiscrimination effort? (2) Why did black females advance more rapidly than black males since the federal effort began? (3) Why did advantaged blacks advance more rapidly than less advantaged blacks?\n\n",
    "acknowledgement": "\n"
}