{
    "id": 6696,
    "citation_title": "Research, Innovation, and Productivity: An Econometric Analysis at the Firm Level",
    "citation_author": [
        "Bruno Crepon",
        "Emmanuel Duguet",
        "Jacques Mairesse"
    ],
    "citation_publication_date": "1998-08-01",
    "issue_date": "1998-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the links between productivity, innovation and research at th level. We introduce three new features: (i) A structural model that explains pro by innovation output, and innovation output by research investment; (ii) New dat manufacturing firms, including the number of European patents and the percentage sales, as well as firm-level demand pull and technology push indicators; (iii) E which correct for selectivity and simultaneity biases and take into account the features of the available data: only a small proportion of firms engage in resea apply for patents; productivity, innovation and research are endogenously determ investment and capital are truncated variables, patents are count data and innov We find that using the more widespread methods, and the more usual data and mode may lead to sensibly different estimates. We find in particular that simultaneit with selectivity, and that both sources of biases must be taken into account tog results are consistent with many of the stylized facts of the empirical literatu of engaging in research (R&D) for a firm increases with its size (number of empl share and diversification, and with the demand pull and technology push indicato capital intensity) of a firm engaged in research increases with the same variabl research capital being strictly proportional to size). The firm innovation outpu patent numbers or innovative sales, rises with its research effort and with the indicators, either directly or indirectly through their effects on research. Fin correlates positively with an higher innovation output, even when controlling fo the skill composition of labor as well as for physical capital intensity.\n\n",
    "acknowledgement": "\n"
}