{
    "id": 6703,
    "citation_title": "Capital Mobility in a Second Best World -- Moral Hazard With Costly Financial Intermediation",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1998-08-01",
    "issue_date": "1998-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the welfare effects of financial integration in the presence of moral hazard.  Entrepreneurs face a trade off between risk and return.  Banks may mitigate the resultant excessive risk by costly monitoring, where greater risk reduction requires more resources devoted to risk supervision.  Hence, the excessive risk associated with moral hazard is endogenously determined.  We show that a drop in banks' cost of funds increases the risk tolerated by banks in a competitive equilibrium.  Similarly, less efficient intermediation technology (i.e. more costly risk monitoring), higher macroeconomic volatility, and a more generous deposit insurance all raise the riskiness of projects in a competitive equilibrium.  Overborrowing would arise e insurance in circumstances where the cost of financial intermediation is relatively high, the banks' cost of funds is relatively low, and macroeconomic volatility is high.  With relative scarcity of funds, financial integration is welfare reducing (enhancing) if the financial intermediation is relatively inefficient (efficient).  The association between financial integration and welfare may be non-monotonic.  For a large enough cost of financial intermediation, the dependence of welfare on the banks' cost of funds has an inverted U shape.  For such an economy, financial integration and reforming the banking sector are complimentary policies, as the gain of each reform is magnified by the second.  If one starts with a highly inefficient banking system, reforming it and improving its operation is a precondition for s\n\n",
    "acknowledgement": "\n"
}