{
    "id": 6709,
    "citation_title": "Recent Trends in Employer-Sponsored Health Insurance Coverage: Are Bad Jobs Getting Worse?",
    "citation_author": [
        "Henry S. Farber",
        "Helen Levy"
    ],
    "citation_publication_date": "1998-08-01",
    "issue_date": "1998-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether the decline in the availability of employer-provided health insurance is a phenomenon common to all jobs or is concentrated only on certain jobs.  In particular, we investigate the extent to which employers have continued to provide health insurance on what we term reducing the availability of health insurance on jobs.  We consider two dimensions on which jobs may be considered peripheral: if they are new (tenure less than one year) or part-time. We consider three outcomes whose product is the health insurance coverage rate:  1) the fraction of workers who are in firms that offer health insurance to at least some workers (the offer  rate); 2) the fraction of workers who are eligible for health insurance, conditional on being in a firm where it is offered (the eligibility rate); and 3) the fraction of workers who enroll in health insurance when they are eligible for it (the takeup rate).  We find that declines in own-employer insurance coverage over the 1988-1997 period are driven primarily by declines in takeup for core workers and declines in eligibility for peripheral workers.  We also look at trends by workers' education level and see how much of the decline is offset by an increase in coverage through a spouse's policy.  Our findings are consistent with the view that employers are continuing to make health insurance available to their core long-term employees but are restricting access to health insurance by their peripheral short-term and pa\n\n",
    "acknowledgement": "\n"
}