{
    "id": 6712,
    "citation_title": "The Division and Size of Gains from Liberalization of Service Networks",
    "citation_author": [
        "Keshab Bhattarai",
        "John Whalley"
    ],
    "citation_publication_date": "1998-08-01",
    "issue_date": "1998-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper emphasizes the different nature of cross border liberalization in network related services, such as telecoms, compared to liberalization in goods.  In the presence of network externalities, it argues that if two disjoint country service networks involving a small and large country are connected as part of international liberalization, the per capita gain for the small country from access to a large network will be large, and the per capita gain for the large country will be small. Benefits of liberalization in network related serv ices, unlike goods, are more likely to be approximately equally divided between large and small countries than is true of trade in goods, where benefits accrue disproportionately to the small country. We also argue that non-cooperation in network related services trade may involve more extreme retaliation than suggested for trade in goods from the optimal tariff literature, so that relative to a non-cooperative outcome, gains from liberalization in network related services become larger than from liberalization in goods.  An empirical implementation of global telecoms liberalization for the US, Europe, Canada, and the Rest of the World using the framework developed in the paper shows larger gains to larger regions, consistent with the theme of the paper that goods and services liberalization differ.\n\n",
    "acknowledgement": "\n"
}