{
    "id": 6713,
    "citation_title": "Would a Privatized Social Security System Really Pay a Higher Rate of Return",
    "citation_author": [
        "John Geanakoplos",
        "Olivia S. Mitchell",
        "Stephen P. Zeldes"
    ],
    "citation_publication_date": "2000-05-01",
    "issue_date": "2000-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany advocates of social security privatization argue that rates of return under a defined contribution individual account system would be much higher for all than they are under the current social security system.  This claim is false. The mistake comes from ignoring accrued benefits already promised based on past payroll taxes, and from underestimating the riskiness of stock investments. Confusion arises because three distinct reforms are muddled. By privatization we mean creating individual accounts (which could, for example, be invested exclusively in bonds).  By diversification we mean investing in stocks, and perhaps other assets, as well as bonds; diversification might be undertaken either by individuals in their private social security accounts, or by the social security trust fund.  By prefunding we mean closing the gap between social security benefits promised to date and the assets on hand to pay for them.  Any one of these reforms could be implemented without the other two. If the system were completely privatized, with no prefunding or diversification, the social security system would need to raise taxes and/or issue new debt in order to pay benefits already accrued.  If the burden were spread evenly across all future generations via a constant proportional tax, the added taxes would completely eliminate any rate of return advantage on the individual accounts.  We estimate that the required new taxes would amount to about 3 percent of payroll, or about a quarter of all social security contributions, in perpetuity.  Unlike privatization, prefunding would raise rates of return for later generations, but at the cost of lower returns for today's workers. For households able to invest in the stock market on their own, diversification would not raise rates of return, correctly adjusted to recognize risk.  Households that are constrained from holding stock, due to lack of wealth outside of social security or to  fixed costs from holding stocks, would gain higher risk-adjusted returns and would benefit from diversification. If this group is large, diversification would raise stock values, thus helping current stockholders, but it would lower future stock returns, thus hurting young unconstrained households.  Overall, since the number of truly constrained households is probably not that large, privatization and diversification would have a much smaller effect on returns than reformers typically claim.\n\n",
    "acknowledgement": "\n"
}