{
    "id": 6714,
    "citation_title": "Extended Benefits and the Duration of UI Spells: Evidence from the New Jersey Extended Benefit Program",
    "citation_author": [
        "David Card",
        "Phillip B. Levine"
    ],
    "citation_publication_date": "1998-08-01",
    "issue_date": "1998-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1996 a political trade-off in the New Jersey legislature led to a six-month program that provided up to 13 additional weeks of exhausted their regular benefit entitlement.  We use this unique episode to provide new evidence on the effect of changes in the duration of unemployment insurance (UI) benefits on the behavior of UI claimants.  Unlike most benefit extensions, the New Jersey Extended Benefit (NJEB) program arose during a period of stable economic conditions, allowing us to sidestep the important issue of endogenous policy adoption.  We use aggregate state-level data and administrative records for individual UI claimants from before, during, and after the NJEB program to estimate its impact on unemployment spell lengths.  Overall, we find that the NJEB program raised the fraction of UI claimants who exhausted their regular benefits by 1-3 percentage points.  More importantly, however, we find that the short-term nature of the benefit extension substantially moderated its effect.  For individuals who were receiving UI when the benefit extension was passed, we estimate that the rate of leaving UI fell by about 15 percent. Simulations suggest that if the program had run long enough to affect UI claimants from the first day of their spell, the fraction of recipients exhausting regular benefits would have risen by 7 percentage points, and the average recipient would have collected about one extra week or regular benefits.\n\n",
    "acknowledgement": "\n"
}