{
    "id": 6718,
    "citation_title": "Education, Earnings, and the \"Canadian G.I. Bill\"",
    "citation_author": [
        "Thomas Lemieux",
        "David Card"
    ],
    "citation_publication_date": "1998-09-01",
    "issue_date": "1998-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the unique experiences of Canadian World War II veterans to identify the effects of a large scale college subsidy program on educational attainment and earnings.  Like the United States, Canada set up an extensive veteran's assistance program that provided financial aid and institutional support for college attendance. Because of differences in military enlistment rates and education systems, however, a much lower fraction of Quebec men benefited from VRA benefits than men from other provinces.  Building on this fact, we analyze inter-cohort patterns of education and earnings for English- speaking men from Ontario, using French-speaking men from Quebec as a control group.  We use data from the 1971 and 1981 Canadian Censuses to compare conventional (OLS) estimates of the return to schooling with instrumental variables (IV) estimates that use potential eligibility for VRA benefits as an exogenous determinant of schooling. Consistent with the recent literature, we find that the IV estimates are typically as big or bigger than the corresponding OLS estimates. We also explore an alternative identification strategy that utilizes information on family background available in the 1973 Canadian Job Mobility Survey.  We hypothesize that veterans from relatively disadvantaged family backgrounds were more likely to be affected by the VRA's incentives than veterans from wealthier families.  Using the interaction of veteran status and family background as an instrument for schooling, we again find rates of return to education as large or larger than the corresponding OLS estimates.\n\n",
    "acknowledgement": "\n"
}