{
    "id": 6719,
    "citation_title": "The Economics of Social Security Reform",
    "citation_author": [
        "Peter Diamond"
    ],
    "citation_publication_date": "1998-09-01",
    "issue_date": "1998-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic analysis centers on three questions   whether to have a mixed defined contribution (DC)/defined benefit (DB) plan and how to invest the funding.  The paper compares a DB funded plan with a funded DC plan without any individual choice.  The paper then considers individu choice about benefits, with particular attention to widows. Portfolio choice is considered for a central fund and in individual accounts, particularly the costs of implementation, as are the implications of greater funding. The implications for the labor market are examined.  The major economic issues are not controversial.  More funding involves higher taxes (or lower benefits) in the near-term in order to have lower taxes (or higher benefits) in the long run.  More funding can reduce the frequency of needed adjustments to Social Security and can increase national savings.  These economic effects are similar with or without individual accounts, although the politics will differ.  The financial advantage of a diversified portfolio applies to a central fund, whether for a DC or a DB.  Indeed, a DB that adjusts well handles risk better than a DC.  Economically, the case for diversification is clear, but political questions arise about investing well and avoiding improper interference in corporate governance.  Individual accounts respond to political concerns and allow diversity in individual portfolios but add to administrative costs and raise questions about the quality of individual investment decisions.  They also raise the political question of maintaining redistribution.  It is unclear whether individual accounts would make the labor market more or less efficient.  My bottom line is that a well-run DB system is economically more efficient than a mixed DC/DB system.  The real issue then becomes how well the US government could run either system.\n\n",
    "acknowledgement": "\n"
}