{
    "id": 6722,
    "citation_title": "Social Security Money's Worth",
    "citation_author": [
        "John Geanakoplos",
        "Olivia S. Mitchell",
        "Stephen P. Zeldes"
    ],
    "citation_publication_date": "2000-05-01",
    "issue_date": "2000-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes how three money's worth measures   the benefit-to-tax ratio, the internal rate of return, and the net present value   are calculated and used in analyses of social security reforms, including systems with privately managed individual accounts invested in equities.  Declining returns from the U.S. social security system prove to be the inevitable result of having instituted an unfunded (pay-as-you-go) retirement system that delivered $7.9 trillion of net transfers (in 1997 present value dollars) to people born before 1917, and will deliver another $1.8 trillion to people born between 1918 and 1937.  But young and future workers cannot necessarily do better by investing their payroll taxes in capital markets.  If the old system were closed down, massive unfunded liabilities of $9-10 trillion would still have to be paid unless already accrued benefits were cut.  Alternative methods of calculating these accrued benefits yield somewhat different numbers: the straight line calculation is $800 billion less than the constant benefit calculation we propose as the benchmark.  Using this benchmark in a world with no uncertainty, we show that privatization without prefunding would not increase returns at all, net of the new taxes needed to pay for unfunded liabilities. These new taxes would amount to 3.6 percent of payroll, or about 29 percent of social security contributions. Prefunding, implemented by reducing accrued benefits or by raising taxes, would eventually increase money's worth for later generations, but at the cost of lower money's worth for today's workers and/or retirees. Computing money's worth when there is uncertainty is much more difficult unless four conditions hold prices into stocks and out of bonds has no effect whatsoever on money's worth when it i adjusted for risk:  a dollar of stock is worth no more than a dollar of bonds. diversification can raise welfare for constrained households, but the exact money's worth must depend on specific assumptions about household attitudes toward risk.  Calculations lik the Social Security Advisory Council that attribute over $2.85 of net present va $1 shifted from bonds to stocks completely overlook the disutility of risk.  By estimate that a 2 percent of payroll equity fund carved out of social security w present value by about 59 cents per dollar of bonds switched into equities When the likely reductions in income and longevity insurance are factored in privatization and diversification is substantially less than popularly perceived\n\n",
    "acknowledgement": "\n"
}