{
    "id": 6748,
    "citation_title": "Medical Care at the End of Life: Diseases, Treatment Patterns, and Costs",
    "citation_author": [
        "Alan M. Garber",
        "Thomas E. MaCurdy",
        "Mark C. McClellan"
    ],
    "citation_publication_date": "1998-10-01",
    "issue_date": "1998-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, the use of Medicare-covered home health care and hospice services has grown dramatically.  Hospice care, like much home health and nonacute hospital care, is designed to meet the needs of dying patients, who are known to generate disproportionately large costs of care.  How has use of these services by dying Medicare beneficiaries changed over time?  How has it varied by disease?  Does recent experience suggest that these services have helped save the Medicare program money by displacing hospital care and other costly services? To address these questions, we examined linked Medicare claims files from 1988 to 1995, determining the location of death, days of use of services, and expenditures for the care of beneficiaries in the final months of life. We found that use of hospice and home health services by decedents grew rapidly over the eight-year study period, and especially rapidly among patients who died with a predictably terminal illness such as lung cancer.  Among the elderly who have such illnesses, these alternatives to acute hospital care have reduced the use of hospital care near the very end of life.  Most of the growth in these services in the year or two before death, however, appears to involve additional Medicare-covered services. As a result, utilization of Medicare-covered home health and hospice care by dying beneficiaries has increased over time, with an associated reduction in the proportion of deaths occurring in acute-care hospitals.  But as the use of non-hospital services has grown, the growth in Medicare expenditures for hospital services at the end of life has not slowed appreciably, nor has there been a marked change in the intensity of end-of-life treatment for Medicare beneficiaries dying of more acute illnesses or requiring substantial supportive care.\n\n",
    "acknowledgement": "\n"
}