{
    "id": 6756,
    "citation_title": "Interest Rate Volatility, Capital Controls, and Contagion",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "1998-10-01",
    "issue_date": "1998-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCurrent debates on globalization have tended to focus on financial market volatility and contagion.  In fact, many proponents of the imposition of some form of capital restrictions in emerging markets have argued that these would help reduce   or even eliminate  spillover across emerging market.  Although this has been an old concern among developing economies, it has become more generalized after the Mexican, East Asian and Russian crises.  In this paper I use high frequency data on short term nominal interest rates during the 1990s in three Latin American countries   Argentina, Chile and Mexico -- to analyze whether there has been volatility contagion from Mexico to the two South American nations.  The results obtained from the estimation of augmented GARCH equations indicate, quite strongly, that while there has been volatility contagion from Mexico to Argentina, there has been no volatility contagion from Mexico to Chile. These  results also indicate, however, that with the exception of a brief period in 1995, nominal interest rates have been more volatile in Chile than in Argentina.  The results reported in this paper also indicate that interest rate differentials with respect to the US have tended to disappear somewhat slowly in both Chile and Argentina.  Moreover, the estimation of rolling regressions for Chile indicate that after capital controls on capital inflows were imposed, interest rate differentials became more sluggish and tended to disappear more slowly than during the free capital mobility period.\n\n",
    "acknowledgement": "\n"
}