{
    "id": 6764,
    "citation_title": "The Changing Skills of New Immigrants to the United States: Recent Trends and Their Determinants",
    "citation_author": [
        "Guillermina Jasso",
        "Mark R. Rosenzweig",
        "James P. Smith"
    ],
    "citation_publication_date": "1998-10-01",
    "issue_date": "1998-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe objective of this paper is to describe and understand the determinants of changes in the number and quality of new legal immigrants to the United States over the last 25 years.  Our main interest is in understanding the behavioral response of potential immigrants to changes in the U.S. immigration law regime (as well as in the origin-country determinants of demand for immigration to the United States) and how these affect and have affected the skill composition of immigrants.  By understanding how the composition of legal immigrant flows shifts in response to immigration law changes, particularly in numerically unrestricted immigration categories, a better understanding of the consequences of future immigration reforms may be attained.  We assemble a new data set based on annual INS records of all new, legal immigrants over the period 1972 through 1995.  The data thus permit a new examination of the changing skill composition of legal immigrants as well as an investigation as to how these changes were influenced by alterations in immigration law regimes and, with additional data, origin-country conditions. Inspection of our new data indicates that since the mid 1980s the average skill of new, U.S. legal immigrants has been rising relative to that of the U.S. population.  An econometric analysis of a panel of country-specific measures of the skill of immigrants based on these data over the period 1972 - 1992 indicates that these changes are due in part to changes in immigration law and to the overall rise in the real purchasing power of countries outside the United States.\n\n",
    "acknowledgement": "\n"
}