{
    "id": 6767,
    "citation_title": "Economic Recovery from the Argentine Great Depression: Institutions, Expectations, and the Change of Macroeconomic Regime",
    "citation_author": [
        "Gerardo della Paolera",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2000-04-01",
    "issue_date": "2000-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis work explores how Argentina overcame the Great Depression and asks whether active macroeconomic interventions made any contribution to the recovery. In particular, we study Argentine macroeconomic policy as it deviated from gold-standard orthodoxy after the final suspension of convertibility in 1929. As elsewhere, fiscal policy in Argentina was conservative, and had little power to smooth output. Monetary policy became heterodox after 1929. The first and most important stage of institutional change took place with the switch from a metallic monetary regime to a fiduciary regime in 1931; the Caja de Conversi¢n (Conversion Office, a currency board) began rediscounting as a means to sterilize gold outflows and avoid deflationary pressures, thus breaking from orthodox game. and were not enough to fully offset the incipient monetary contractions: the recovery derived from changes in beliefs and expectations surrounding the shift in the monetary and exchange-rate regime, and the delinking of gold flows and the money base. Agents perceived a new regime, as shown by the path of consumption, investment, and estimated ex ante real interest rates: the predated a later, and supposedly more significant, stage of institutional reform, namely the creation of the central bank in 1935. Still, the extent of intervention was weak, and insufficient to fully offset external shocks to prices and money. Argentine macropolicy was heterodox in terms of the change of regime, but still conservative in terms of the tentative scope of the measures taken.\n\n",
    "acknowledgement": "\n"
}