{
    "id": 677,
    "citation_title": "Estimated Output, Price, Interest Rate, and Exchange Rate Linkages amongCountries",
    "citation_author": [
        "Ray C. Fair"
    ],
    "citation_publication_date": "1981-05-01",
    "issue_date": "1981-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides quantitative estimates of the output, price, interest rate, and exchange rate linkages among a number of countries. The econometric model that is used for this purpose is described in Fair (1981), and the present paper is an extension of this work. The linkages are examined by changing various policy variables and observing the resulting change in the endogenous variables. The model is also used to estimate what is called the \"exchange rate effect\" on inflation. One of the ways in which monetary and fiscal policies may affect a country's inflation rate is by first influencing its exchange rate, which in turn influences import prices, which in turn influences domestic prices. The model allows this exchange rate effect on inÂ£ lat ion to be estimated. The results in the paper give a good indication of the properties of the model. The linkages among countries are complicated and there are few unambiguous effects with respect to sign. This is true not just in principle but also in fact. Depreciation, for example, increases GNP for Japan, but decreases it for Germany and the U.K. A spending in- crease leads to a depreciation in Japan, but to an appreciation in Germany and the U.K. A spending increase in the U.S. has noticeably different effects on different countries. The results also show the importance of price, interest rate, and exchange rate linkages among countries as well as the usual trade linkages.\n\n",
    "acknowledgement": "\n"
}