{
    "id": 6774,
    "citation_title": "Population Age Structure and Asset Returns: An Empirical Investigation",
    "citation_author": [
        "James M. Poterba"
    ],
    "citation_publication_date": "1998-10-01",
    "issue_date": "1998-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the association between population age structure, particularly the share of the population in the saving years is motivated by the claim that the aging of the in the United States is a key factor in explaining the recent rise in asset values.  It also addresses the associated claim that asset prices will decline when this large cohort reaches retirement age and begins to reduce its asset holdings.  This paper begins by considering household age-asset accumulation profiles.  Data from the Survey of Consumer Finances suggest that while cross-sectional age-wealth profiles peak for households in their early 60s, cohort data on the asset ownership of the same households show a much less pronounced peak.  Wealthy households with substantial asset holdings appear to decumulate slowly, if at all, after retirement.  This casts doubt on the (excluding defined benefit pension assets) that households control directly. The paper then considers the historical relationship between demographic structure and real returns on Treasury bills, long-term government bonds, and corporate stock.  The results do not suggest any robust relationship between demographic structure and asset returns.  This is partly due to the limited power of statistical tests based on the few structure and asset returns in the United States and other developed economies. The paper concludes by discussing factors such as international capital flows and forward-looking behavior on the part of market participants that could weaken the relationship between age structure and asset returns in a single nation.\n\n",
    "acknowledgement": "\n"
}