{
    "id": 6781,
    "citation_title": "Does Teacher Training Affect Pupil Learning? Evidence from Matched Comparisons in Jerusalem Public Schools",
    "citation_author": [
        "Joshua D. Angrist",
        "Victor Lavy"
    ],
    "citation_publication_date": "1998-11-01",
    "issue_date": "1998-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe relationship between teachers' characteristics and their pupils' achievement has been the subject of many studies.  Most of this research focuses on the impact of teacher salaries, experience, and measures of teachers' pre-service training such as educational background.  The effect of on-the-job or in-service training has received much less attention.  In this paper, we estimate the effect of in-service teacher training on children's reading and mathematics achievement in Jerusalem elementary schools.  The training was based on pedagogical methods developed in US schools.  Our research uses a matched-comparison design which exploits the fact that only a few schools received extra funds for training.  Differences-in-differences, regression, and nonparametric matching estimates are reported. The results suggest that the training received by teachers in the non-religious branch of the Jerusalem school system led to an improvement in their pupils' test scores.  The estimates for religious schools are not clear cut, but this may be because the training program in religious schools started later and was implemented on a smaller scale.  The estimates for non-religious schools suggest that, at least in this case, teacher training provided a less costly means of increasing test scores than reducing class size or adding school hours.\n\n",
    "acknowledgement": "\n"
}