{
    "id": 6799,
    "citation_title": "Price Indexes for Acute Phase Treatment of Depression",
    "citation_author": [
        "Ernst R. Berndt",
        "Susan H. Busch",
        "Richard G. Frank"
    ],
    "citation_publication_date": "1998-11-01",
    "issue_date": "1998-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough broad trends in medical spending in the U.S. over the last decade have received   widespread attention from policymakers, very little attention has focused on the components of those changes.  For many other industries, economists typically divide nominal expenditures by an official government price index to decompose these expenditures into price and quantity components. In this paper we construct a new price index for the treatment of one illness depression.  Making use of results from the published clinical literature and from official treatment guideline standards, we identify therapeutically similar treatment bundles.  These bundles can then be linked and weighted to construct price indexes for specific forms of major depression.  In doing so, we construct CPI and PPI-like medical price indexes that deal with prices of treatment episodes rather than prices of discrete inputs, that are based on transaction rather than list prices, that take quality changes and expected outcomes into account employ current, time-varying expenditure weights in the aggregation computations. We find that regardless of which index number procedure is employed time period the treatment price index for the acute phase of major depression has hardly changed remaining at 1.00 or falling slightly to around 0.97.  This index grows considerably less rapidly than the various official PPIs -- thus the price index for the treatment of the acute phase of major depression has fallen over the 1991-95 time period.  A hedonic approach to price index measurement yields broadly similar results. These results imply that given a budget for treatment of depression accomplished in 1995 than in 1991.  Our results suggest that at least in the case of acute phase major depression, aggregate spending increases are due to a larger number of effective treatments being provided.\n\n",
    "acknowledgement": "\n"
}