{
    "id": 680,
    "citation_title": "Inflation, Capital Taxation, and Monetary Policy",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1981-05-01",
    "issue_date": "1981-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses the effects of the interaction between inflation and the taxation of capital income. The principal conclusions are: (1) Inflation substantially increases the total effective tax rate on the income from capital used in the nonfinancial corporate sector. The total effective tax rate has risen from less than 60 percent in the mid-1960's to more than 70 percent in the late 1970's. (2) The higher effective tax rate reduces the real net rate of return to those who provide investment capital. In the late 19701s, the real net rate of return averaged less than three percent. (3) The interact ion between inflation and existing tax rules contributed to the fall in the ratio of share prices to real pretax earnings, or, equivalently, to the rise in the real cost to the firm of equity capital. (4) By reducing the real net return to investors and by widening the gap between the firms' cost of funds and the maximum return that they can afford to pay, the interaction between tax rates and inflation has depressed the rate of net investment in business fixed capital. (5) The failure to consider correctly the effects of the fiscal structure has caused observers to underestimate the expansionary character of monetary policy in the past two decades. (6) The goal of increasing investment while maintaining price stability can be achieved with tight money, a high real interest rate, and tax incentives for investment. A high real net-of-tax interest rate could reduce residential investment and other forms of consumer spending while the tax incentives offset the monetary effect for investment in business capital.\n\n",
    "acknowledgement": "\n"
}