{
    "id": 6800,
    "citation_title": "Capital Flows, Real Exchange Rates, and Capital Controls: Some Latin American Experiences",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "1998-11-01",
    "issue_date": "1998-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper deals with some of the most important aspects of Latin America's experience with capital flows during the last twenty-five years.  The paper begins with a historical analysis.  I then deal with the sequencing of reform and discuss issues related to the relationship between capital flows, real exchange rates, and international competitiveness.  I next concentrate on the role of capital controls as a device for isolating emerging economies from the volatility of international capital markets.  I begin by reviewing the policy issues and the current debate on the subject.  I then present an empirical analysis of Chile's recent experiences with capital controls and make some comparisons to the recent experiences of Columbia.  The analysis of the Chilean experience is particularly important since its practice of imposing reserves requirements on capital inflows has been praised by a number of analysts, including senior staff of the multilateral institutions, as an effective and efficient way of reducing the vulnerability associated with capital flows volatility.  The results obtained suggest that capital controls in Chile have had mixed results: while they have allowed the Central Bank to have a greater degree of control over short term interest rates, they have failed in avoiding real exchange rate appreciation.  The paper ends with some reflections, based on recent Latin American historical episodes, on the role of banks in intermediating capital inflows and on financial crises.\n\n",
    "acknowledgement": "\n"
}