{
    "id": 6801,
    "citation_title": "Who Should Buy Long-Term Bonds?",
    "citation_author": [
        "John Y. Campbell",
        "Luis M. Viceira"
    ],
    "citation_publication_date": "1998-11-01",
    "issue_date": "1998-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccording to conventional wisdom, long-term bonds are appropriate for long-term investors who value stability of income.  We develop a model of optimal consumption and portfolio choice for infinitely-lived investors facing stochastic interest rates, solve it using an approximate analytical method, and evaluate the conventional wisdom.  We show that the demand for long-term bonds has both a myopic component and an intertemporal hedging component.  As risk aversion increases, the myopic component shrinks to zero but the hedging component does not.  An infinitely risk-averse investor who is infinitely unwilling to substitute consumption intertemporally should hold a portfolio of long-term indexed bonds that is equivalent to an indexed perpetuity.  This portfolio finances a riskless consumption stream and in this sense provides a stable income. We calibrate our model to postwar US data and compare consumption and portfolio rules with and without bond indexation, portfolio constraints, and the possibility of investment in equities.  We find that when indexed bonds are not available, inflation risk leads investors to shorten their bond portfolios and increase their precautionary savings.  This has serious welfare costs for conservative investors, who are much better off when they have the opportunity to buy indexed bonds.  We also find that the ratio of bonds to equities in the optimal portfolio increases with the coefficient of relative risk aversion, which is consistent with conventional portfolio advice but inconsistent with the mutual fund theorem of static portfolio analysis.  Our results illustrate the general point that static portfolio choice models should not be used to study the dynamic problems facing long-term investors.\n\n",
    "acknowledgement": "\n"
}