{
    "id": 681,
    "citation_title": "Alternative Tax Rules and Personal Savings Incentives: Microeconomic Data and Behavioral Simulations",
    "citation_author": [
        "Martin Feldstein",
        "Daniel Feenberg"
    ],
    "citation_publication_date": "1981-05-01",
    "issue_date": "1981-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the potential effects on personal savings of alternative types of tax rules. The analysis makes use of two extensive samples of information on individual savings and financial income: the 1972 Consumer Expenditure Survey and a stratified random sample of 26,000 individual tax returns for that year. The first type of tax rule that we consider would permit all tax-payers to make tax deductible contributions to individual savings accounts. The interest and dividends earned in these accounts would also accumulate untaxed. A potential problem with any such plan is that Individuals could in principle obtain tax deductions without doing any additional saving merely by transferring pre-existing assets into the special accounts. The evidence that we have examined indicates that this Is not likely to be important in practice since most taxpayers currently have little or no financial assets with which to make such transfers. For example, a plan permitting contributions of 10 percent of wages up to $2000 a year would exhaust all the pre-existing assets of 75 per-cent of households in just 2 years. Our evidence also shows that a ceiling on annual contributions of 10 percent of wages still leaves an increased saving incentive for more than 80 percent of households since fewer than 20 percent of households currently save as much as 10 percent a year. Specific simulations of a variety of such proposals show that even when income and substitution effects balance for a representative taxpayer (implying no change in his consumption) aggregate saving would rise considerably. The second type of tax rule that we examine would increase the current $200 interest and dividend exclusion. In 1972, among families with incomes of $20,000 to $30,000, 55 percent had more than $200 of interest and dividends; for those with incomes of at least $30,000, 82 percent had more than $200 of interest and dividends. For such families, the$200exclusion provides no incentive for additional saving. Our analysis considers four ways of strengthening the saving incentive while limiting the reduction in tax revenue:(1) a limit of $1000 on the interest and dividend exclusion; (2) a 51) percent exclusion of interest and dividends up to a $1000 limit; (3) exclusion of interest and dividends in excess of 5 percent of income over$10,000with an exclusion limit of $1000;and (4)exclusion of 20 percent of interest and dividend income without any limit. The revenue effects of all of these options were found to be quite small. But even with quite modest elasticities of current consumer spending with respect to the relative prices of present and future consumption, these plans could increase saving by significantly more than the reduction in tax revenue.\n\n",
    "acknowledgement": "\n"
}