{
    "id": 6811,
    "citation_title": "Population, Technology, and Growth: From the Malthusian Regime to the Demographic Transition and Beyond",
    "citation_author": [
        "Oded Galor",
        "David N. Weil"
    ],
    "citation_publication_date": "1998-11-01",
    "issue_date": "1998-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a unified model of growth, population, and technological progress that is consistent with long-term historical evidence.  The economy endogenously evolves through three phases.  In the Malthusian regime, population growth is positively related to the level of income per capita. Technological progress is slow and is matched by proportional increases in population, so that output per capita is stable around a constant level.  In the post-Malthusian regime, the growth rates of technology and total output increase. Population growth absorbs much of the growth of output, but income per capita does rise slowly.  The economy endogenously undergoes a demographic transition in which the traditionally positive relationship between income per capita and population growth is reversed.  In the Modern Growth regime, population growth is moderate or even negative, and income per capita rises rapidly. Two forces drive the transitions between regimes: First, technological progress is driven both by increases in the size of the population and by increases in the size of the population and by increases in the average level of education.  Second, technological progress creates a state of disequilibrium, which raises the return to human capital and induces patients to substitute child quality for quantity.\n\n",
    "acknowledgement": "\n"
}