{
    "id": 6814,
    "citation_title": "Inherited Wealth, Corporate Control and Economic Growth: The Canadian Disease",
    "citation_author": [
        "Randall K. Morck",
        "David A. Stangeland",
        "Bernard Yeung"
    ],
    "citation_publication_date": "1998-11-01",
    "issue_date": "1998-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCountries in which billionaire heirs' wealth is large relative to G.D.P. grow more slowly, show signs of more political rent-seeking, and spend less on innovation than do other countries at similar levels of development.  In contrast, countries in which self-made entrepreneur billionaire wealth is large relative to G.D.P. grow more rapidly and show fewer signs of rent seeking. We argue that this is consistent with wealthy entrenched families' having objectives other than creating public shareholder value.  Also, the control pyramids through which they are entrenched give wealthy families preferential access to capital and enhanced lobbying power.  Entrenched families also have vested interest in preserving the value of existing capital. To investigate these arguments, we use firm-level Canadian data. Heir-controlled Canadian firms show low industry-adjusted financial performance, labor capital ratios, and R&D spending relative to other firms the same ages and sizes.  We argue that concentrated, inherited corporate control impedes growth, and dub this  the Canadian disease.'  Further research is needed to determine the international incidence of this condition. Finally, heir-controlled Canadian firms' share prices fell relative to those of comparable firms on the news that the Canada-U.S. free trade agreement would be ratified.  A key provision of that treaty is capital market openness.  Under the treaty, heir-controlled Canadian firms' labor capital ratios rose, while the incidence of heir-control fell.  We suggest that openness, especially of capital markets, may mitigate the ill effects of concentrated inherited control.  If so, capital market openness matters for reasons not captured by standard international trade and finance models.\n\n",
    "acknowledgement": "\n"
}