{
    "id": 6817,
    "citation_title": "Price Indexes for Medical Care Goods and Services: An Overview of Measurement Issues",
    "citation_author": [
        "Ernst R. Berndt",
        "David M. Cutler",
        "Richard G. Frank",
        "Zvi Griliches",
        "Joseph P. Newhouse"
    ],
    "citation_publication_date": "1998-11-01",
    "issue_date": "1998-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review in considerable detail the conceptual and measurement issues that underlie construction of medical care price indexes in the U.S., particularly the medical care consumer price indexes (MCPIs) and medical-related producer price indexes (MPPIs).  We outline salient features of the medical care marketplace, including the impacts of insurance, moral hazard, principal-agent relationships, technological progress and organizational changes. Since observed data are unlikely to correspond with efficient outcomes, we discuss implications of the failure of transactions data in this market to reveal reliable marginal valuations, and the consequent need to augment traditional transactions data with information based on cost-effectiveness and outcomes studies. We describe procedures currently used by the BLS in constructing MCPIs and MPPIs, including recent revisions, and then consider alternative notions of medical care output pricing that involve the price or cost of an episode of treatment, rather than prices of fixed bundles of inputs.  We outline features of a proposed new experimental price index -- a medical care expenditure price index -- that is more suitable for evaluation and analyses of medical care cost changes, than are the current MCPIs and MPPIs.  We conclude by suggesting future research and measurement issues that are most likely to be fruitful.\n\n",
    "acknowledgement": "\n"
}