{
    "id": 6818,
    "citation_title": "The Evolution of Price Dispersion in the European Car Market",
    "citation_author": [
        "Pinelopi Koujianou Goldberg",
        "Frank Verboven"
    ],
    "citation_publication_date": "1998-11-01",
    "issue_date": "1998-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCar prices in Europe are characterized by large and persistent differences across countries.  The purpose of this paper is to document and explain this price dispersion.  Using a panel data set extending from 1980 to 1993, we first demonstrate two main facts concerning car prices in Europe:  (1) The existence of significant differences in quality adjusted prices across countries, with Italy and the U.K. systematically representing the most expansive markets; (2) Substantial year-to-year volatility that is to a large extent accounted for by exchange rate fluctuation and the incomplete response of local currency prices to these fluctuations.  These facts are analyzed within the framework of a multiproduct oligopoly model with product differentiation.  The model identifies three potential sources for the international price differences: price elasticities generating differences in markups, costs, and import quota constraints.  Local currency price stability can be attributed either to the presence of a local component in marginal costs, or to markup adjustment that is correlated with exchange rate volatility; the latter requires that the perceived elasticity of demand is increasing in price.  We find that the primary reason for the higher prices in Italy is the existence of a strong bias for domestic brands that generates high markups for the domestic firm (Fiat).  In the U.K. higher prices are mainly attributed to better equipped cars and/or differences in the dealer discount practices.  The import quota constraints are found to have a significant impact on Japanese car prices in Italy, France, and the U.K.  With respect to local currency price stability, 2/3 of the documented price inertia are attributed to local costs, and 1/3 to markup adjustment that is indicative of price discrimination.  Based on these results, we conjecture that the EMU will substantially reduce the year-to -year volatility observed in the car price data, but without further measures to increase European integration, it will not completely eliminate existing cross-country price differences.\n\n",
    "acknowledgement": "\n"
}