{
    "id": 6826,
    "citation_title": "Does Air Quality Matter? Evidence from the Housing Market",
    "citation_author": [
        "Kenneth Y. Chay",
        "Michael Greenstone"
    ],
    "citation_publication_date": "1998-12-01",
    "issue_date": "1998-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study exploits the quasi-random assignment of air pollution changes across counties induced by federally mandated air pollution regulations to identify the impact of particulate matter on property values.  Two striking empirical regularities emerge from the analysis.  First particulate matter declined substantially more in regulated than in unregulated counties during the 1970s and 1980s.  At the same time, housing prices rose more in regulated counties.  The evidence suggests that this approach identifies two causal effects: 1) the impact of regulation on air quality improvements, and 2) the impact of regulation on economic gains for home-owners. In addition, the results highlight the importance of choosing regulatory instruments that are orthogonal to unobserved housing price shocks that vary by county over long time horizons.                 It  appears that using regulation-induced changes in particulate matter leads to more reliable estimates of the capitalization of air quality into property values.  Whereas the conventional cross-sectional and unstable and indeterminate across specifications, the instrumental variables estimates are much larger, insensitive to specification of the model, and appear to purge the biases in the conventional estimates.  The estimates imply that a one-unit reduction in suspended particulates results in a 0.7-1.5 percent increase in home values.  In addition, it appears that air pollution regulations resulted in real economic benefits to home-owners in regulated counties.\n\n",
    "acknowledgement": "\n"
}