{
    "id": 683,
    "citation_title": "The Decline in Black Teenage Employment: 1950-1970",
    "citation_author": [
        "John F. Cogan"
    ],
    "citation_publication_date": "1981-05-01",
    "issue_date": "1981-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the causes of the decline in black male teenage employment from 1950 to 1970. During this period, the employment-to-population ratio of black youth (age 16-19) declined from 46.8 percent to 27 percent. The white teenage employment ratio, in contrast, remained constant. The primary source of the decline is traced to the virtual demise of the market for low-skilled agricultural labor. All of the black teenage employment decline during this period occurs in the South. The employment ratio among those living outside the South actually increases. Within the South, the entire decline in employment is accounted for by a reduction in agricultural employment. This study argues that technological progress is the principal cause of the agricultural employment decline among black youths. Spurred by the rapid advance and adoption of labor-saving technology, southern agricultural production was transformed from a relatively labor intensive process to a highly capital intensive one. As a result, the demand for low-skilled agricultural labor plummeted. By 1970, a formerly important source of black youth employment virtually ceased to exist. Black teenagers who were displaced from agricultural work were not absorbed by the nonagricultural sector. An additional finding of this paper is that the federal minimum wage acted as an important barrier to nonagricultural employment in the South. The raw data reveal significant reductions in black teenage employment growth in precisely those industries where coverage of the minimum wage was increased : retail trade, construct ion, and the service sector. Regression estimates indicate a quantitatively large minimum wage effect.\n\n",
    "acknowledgement": "\n"
}