{
    "id": 6832,
    "citation_title": "Network Effects and Welfare Cultures",
    "citation_author": [
        "Marianne Bertrand",
        "Erzo F.P. Luttmer",
        "Sendhil Mullainathan"
    ],
    "citation_publication_date": "1998-12-01",
    "issue_date": "1998-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper empirically examines the role of social networks in welfare participation.  Social theorists from across the political spectrum have argued that network effects have given rise to a culture of poverty.  Empirical work, however, has found it difficult to distinguish the effect of networks from unobservable characteristics of individuals and areas.  We use data on language spoken to better infer an individual's network within an area.  Individuals who are surrounded by others speaking their language have a larger pool of available contacts. Moreover, the network influence of this pool will depend on their welfare knowledge.  We, therefore, focus on the differential effect of increased contact availability: does being surrounded by others who speak the same language increase welfare use more for individuals from high welfare using language groups?  The results strongly confirm the importance of networks in welfare participation. We deal with omitted variable bias in several ways.  First, our methodology allows us to include local area and language group fixed effects and to control for the direct effect of contact availability; these controls eliminate many of the problems in previous studies.  Second, we instrument for contact availability in the neighborhood with the number of one's language group in the entire metropolitan area.  Finally, we investigate the effect of removing education controls.  Both instrumentation and removal of education controls have little impact on the estimates.\n\n",
    "acknowledgement": "\n"
}