{
    "id": 6836,
    "citation_title": "Distance to Hospitals and Children's Access to Care: Is Being Closer Better, and for Whom?",
    "citation_author": [
        "Janet Currie",
        "Patricia Reagan"
    ],
    "citation_publication_date": "1998-12-01",
    "issue_date": "1998-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDistance to hospital may affect the utilization of primary preventative care if children rely on hospitals for such routine care.  We explore this question using matched data from the National Longitudinal Survey of Youth's Child-Mother file and the American Hospital Association's 1990 Hospital Survey.  Our measure of preventative care is whether or not a child has received a regular checkup in the past year. We find that distance to hospital has significant effects on the utilization of preventative care among central-city black children.  For these children, each additional mile from the hospital is associated with a 3 percent decline in the probability of having had a checkup (from a mean baseline of 74 percent).  This effect can be compared to the 3 percent increase in the probability of having a checkup which is associated with having private health insurance coverage.  The size of this effect is similar for both the privately insured and those with Medicaid coverage, suggesting that even black urban children with private health insurance may have difficulty obtaining access to preventative care.  In contrast, we find little evidence of a negative distance effect among white or Hispanic central-city children, suburban children, or rural children.\n\n",
    "acknowledgement": "\n"
}