{
    "id": 6838,
    "citation_title": "Parity for Mental Health and Substance Abuse Care Under Managed Care",
    "citation_author": [
        "Richard G. Frank",
        "Thomas G. McGuire"
    ],
    "citation_publication_date": "1998-12-11",
    "issue_date": "1998-12-11",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBackground: Parity in insurance coverage for mental health and substance abuse has been a key goal of mental health and substance abuse care advocates in the United States during most of the past 20 years.  The push for parity began during the era of indemnity insurance and fee for service payment when benefit design was the main rationing device in health care.  The central economic argument for enacting legislation aimed at regulating the insurance benefit was to address market failure stemming from adverse selection.  The case against parity was based on inefficiency related to moral hazard.  Empirical analyses provided evidence that ambulatory mental health services were considerably more responsive to the terms of insurance than were ambulatory medical services. Aims: Our goal in this research is to reexamine the economics of parity in the light of recent changes in the delivery of health care in the United States.  Specifically managed care has fundamentally altered the way in which health services are rationed.  Benefit design is now only one mechanism among many that are used to allocate health care resources and control costs.  We examine the implication of these changes for policies aimed at achieving parity in insurance coverage. Method: We develop a theoretical approach to characterizing rationing under managed care.  We then analyze the traditional efficiency concerns in insurance, adverse selection and moral hazard in the context of policy aimed at regulating health and mental health benefits under private insurance. Results: We show that since managed care controls and utilization in new ways Parity in benefit design no longer implies equal access to and quality of mental health and substance abuse care.  Because costs are controlled by management under managed care and not primarily by out of pocket prices paid by consumers, demand response recedes as an efficiency argument against parity.  At the same time parity in benefit design may accomplish less with respect to providing a remedy to problems related to adverse selection.\n\n",
    "acknowledgement": "\n"
}