{
    "id": 6839,
    "citation_title": "Individual Risk and Intergenerational Risk Sharing in an Investment-Based Social Security Program",
    "citation_author": [
        "Martin Feldstein",
        "Elena Ranguelova"
    ],
    "citation_publication_date": "1998-12-01",
    "issue_date": "1998-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the risk aspects of a fully phased-in investment-based defined contribution Social Security plan. Individuals save a fraction of wages in a Personal Retirement Account (PRA) invested in a 60:40 equity-debt mix and receive a similarly invested variable annuity from age 67.  The value of the portfolio follows a random walk with historic (1946-1995) mean log real return of 5.5 percent and standard deviation of 12.5 percent. We study 10,000 stochastic distributions of this process for the 80 year experience from 1998 to 2077. With a nonstochastic 5.5 percent rate of return, individuals could purchase the future benefits promised in the current Social Security law (the  benchmark' level of benefits) by saving 3.1 percent of earnings, just one-sixth of the payroll tax that Social Security actuaries project will be needed in the paygo system.  A higher saving rate provides a  cushion' that reduces the risk of unacceptably low benefits.  For example, saving 6 percent implies a median annuity at age 67 or 2.1 times the benchmark benefits and only a 17 percent chance that the annuity is less than the benchmark.  In 95 percent of the potential investment experience the annuity exceeds 61 percent of the benchmark benefit. With a 9 percent saving rate (half of the tax rate required in a pay- as-you-go system), there is only a 6 percent chance that the annuity is less than the benchmark and in 95 percent of the potential investment experience the annuity exceeds 92 percent of the benchmark benefit. We also study a modified plan in which retirees face no risk of receiveing less than the benchmark benefit because the government provides a conditional pension transfer to any retiree whose annuity is less in any year than the benchmark level of benefits.  With a six percent saving rate, a conditional transfer is required in only about 40 percent of the simulations.  The expected value of the transfers is substantially less than the expected incremental corporate tax revenue that results from the Personal Retirement Account saving.  Additional tax revenue is needed in fewer than one percent of the simulations. In short, a pure defined contribution plan, with a saving rate equal to one third of the long-run projected payroll tax, invested in a 60:40 equity-debt Personal Retirement Account could provide a retirement annuity that is likely to be substantially more than the benchmark benefit while exposing the retiree to relatively little risk that the annuity will be less than the benchmark.  Even this risk can be completely eliminated by a conditional guarantee plan that imposed only a very small risk on future taxpayers.\n\n",
    "acknowledgement": "\n"
}