{
    "id": 6842,
    "citation_title": "Estate and Gift Taxes and Incentives for Inter Vivos Giving in the United States",
    "citation_author": [
        "James Poterba"
    ],
    "citation_publication_date": "1998-12-01",
    "issue_date": "1998-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes the current estate and gift tax rules that apply to intergenerational transfers in the United States.  It summarizes the incentives for inter vivos giving as a strategy for reducing estate tax liability.  It shows that the current level of intergenerational transfers is much lower than the level that would be implied by simple models of dynastic utility maximization. Moreover, it demonstrates that even among elderly households with net worth in excess of $2.5 million, roughly four times the net worth at which the estate tax takes effect, only about forty-five percent take advantage of the opportunity for tax-free inter vivos giving.  Cross-sectional regressions using the 1995 Survey of Consumer Finances suggest that transfers rise with household net worth, possibly reflecting the impact of progressive estate taxes.  In addition, households with a preponderance of their net worth in illiquid forms, such as a private business, are less likely to make transfers than their equally wealthy counterparts with more liquid wealth. Households with substantial unrealized capital gains, for whom the benefits of capital asset basis step-up at death are greatest, are less likely to make large inter vivos transfers than similarly wealthy households with higher basis assets.  Nevertheless, the aggregate flow of intergenerational transfers is much smaller than the level that would result if all households that were likely to face the estate tax attempted to transfer resources through inter vivos gifts.\n\n",
    "acknowledgement": "\n"
}