{
    "id": 6843,
    "citation_title": "Emerging Market Crises: An Asset Markets Perspective",
    "citation_author": [
        "Ricardo J. Caballero",
        "Arvind Krishnamurthy"
    ],
    "citation_publication_date": "1998-12-01",
    "issue_date": "1998-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough internal policy mismanagements can be cited in most recent emerging market crises, they seldom account fully for the severity of these crises.  The reluctance of international investors to provide the resources that would limit the extent of the reversal  almost invariably plays a key role in bringing a previously (over?)-heated economy to a costly halt.  Domestic assets experience dramatic depreciation and otherwise solvent investment projects and production, especially in the nontradeables sector, find no financiers and are wastefully shutdown.  Ultimately, the reason for this breakdown of a country's access to international capital markets must lie in the inadequacy (real or perceived) of its international collateral. We build a framework where this insufficiency and its consequences stem from microeconomic contractual problems.  Fire sales of domestic assets naturally arise as a result of desperate competition for scarce international collateral.  This begs the question of why the private sector does not take steps to ensure sufficient international collateral when crises are likely.  The answer lies in the presence of a pecuniary externality.  We show that contractual problems also lead to a problem of insufficient domestic collateral, which restricts the transfer of surplus arising from the use of international collateral between the users and providers of this international collateral.  The interaction between domestic and international collateral also sheds light on when pre-crisis capital flows ought to be regulated and on whether there is scope for currency support measures during the crisis or not.\n\n",
    "acknowledgement": "\n"
}