{
    "id": 6851,
    "citation_title": "Empirical Implications of Physician Authority in Pharmaceutical Decisionmaking",
    "citation_author": [
        "Scott Stern",
        "Manuel Trajtenberg"
    ],
    "citation_publication_date": "1998-12-01",
    "issue_date": "1998-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the consequences of physician authority on pharmaceutical prescribing.  Physicians engage in a costly process of particular conditions and characteristics.  The relative efficiency of this matching process results from the diagnostic skill of the physician along with the investments made by the doctor in learning about different drugs.  While the underlying level of physician skill or knowledge cannot be observed, differences among physicians in terms of these attributes are reflected in their prescribing behavior.  We provide evidence for two major findings regarding the exercise of physician authority in this context.  First, there is substantial variation in the degree to which physician prescribing is concentrated (i.e., some physicians prescribe a more diverse portfolio of drugs than others).  Second, this concentration is correlated with observable drug characteristics.  In particular, concentrated prescribers tend to prescribe drugs with high levels of advertising, low prices, and high (lagged) market shares.  Our empirical results provide evidence for the importance of both physician effort and diagnostic ability in the prescribing process.  In particular, physicians who differentiate among their patients more finely are more likely to have less concentrated prescribing portfolios and to be less sensitive to information sources which promote the use of drugs for the\n\n",
    "acknowledgement": "\n"
}