{
    "id": 6854,
    "citation_title": "Changing Pensions in Cross-Section and Panel Data: Analysis with Employer Provided Plan Descriptions",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "1998-12-01",
    "issue_date": "1998-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study analyzes changes in the value of defined benefit (DB) pension plans over time.  It uses summary plan descriptions provided by the employers of respondents to the Survey of Consumer Finances (SCF) in 1983 and in 1989, applying them to similar earnings histories. Pension changes between 1990 and 1995 are also analyzed, using employer plan descriptions for large firms published by the Watson Wyatt Company. Substantial changes are found in pension values and pension accruals between the two SCF cross-sections.  For example, the median value of DB plans at age 55 is 40 percent higher in 1989 than in 1983. Also, early retirement age falls over the time period. Because there are important changes in the composition of the pensions in each cross-section, those who are covered by the same plan in both years experience smaller changes than are suggested by comparing cross-section data from two different time periods.  Nevertheless, those who are continuously covered by the same pension also experience important pension changes over the period.  For example, a fifth of those continuously covered by a defined benefit plan experiences a substantial change in early retirement date and early retirement benefits. In addition, subgroups of continuously covered workers experience pension changes in opposite directions.  These changes will have a substantial influence on retirement behavior, but are dampened when comparing the differences over time in the means and medians of plan features and plan values. Using the data from Watson Wyatt on the pensions offered by thirty-nine of the fifty largest companies, we also find similar evidence of important changes over the period 1990 to 1995. Again a sizable minority of firms experience very large changes in their plans. These findings suggest that changes in successive cross-sections of pensions will exaggerate the changes in continuing plans.  Nevertheless, substantial errors will be introduced into retirement studies if pension incentives and pension values are estimated from a single cross-section under the assumption that pension plans remain stable over time.\n\n",
    "acknowledgement": "\n"
}