{
    "id": 6856,
    "citation_title": "The Earned Income Tax Credit and the Labor Supply of Married Couples",
    "citation_author": [
        "Nada Eissa",
        "Hilary Williamson Hoynes"
    ],
    "citation_publication_date": "1998-12-01",
    "issue_date": "1998-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver 18 million taxpayers are projected to receive the Earned Income Tax Credit (EITC) in tax year 1997, at a total cost to the federal government of about 25 billion dollars. The EITC is refundable, so that any amount of the credit exceeding the family's tax liability is returned in the form of a cash refund. Advocates of the credit argue that this redistribution occurs with much less distortion to labor supply than that caused by other elements of the welfare system. This popular view that the credit is unlikely to hold among married couples.  Theory suggests that primary earners (typically men) would increase labor force participation, but secondary earners would reduce their labor supply in response to an EITC. We study the labor supply response of married couples to several EITC expansions between 1984 and 1996.  While our primary interest is the response to changes in the budget set induced by the EITC, our estimation strategy takes account of budget set changes caused by federal tax policy, and by cross-sectional variation in wages, income, and family size.  We use both quasi-experimental and reduced form labor supply models to estimate the impact of EITC induced tax changes. The results suggest that EITC expansions between 1984 and 1996 increased married men's labor force participation only slightly but reduced married women's labor force participation by over a full percentage point.  Overall, the evidence suggests that family labor supply and pre-tax family earnings fell among married couples.  Our results imply that the EITC is effectively subsidizing married mothers to stay at home, and therefore have implications for the design of the program.\n\n",
    "acknowledgement": "\n"
}