{
    "id": 6860,
    "citation_title": "Unemployment Insurance Savings Accounts",
    "citation_author": [
        "Martin Feldstein",
        "Daniel Altman"
    ],
    "citation_publication_date": "1998-12-01",
    "issue_date": "1998-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine a system of Unemployment Insurance Saving Accounts (UISAs) as an alternative to the traditional unemployment insurance system.  Individuals are required to save up to 4 percent of wages in special accounts and to draw unemployment compensation from these accounts instead of taking state unemployment insurance benefits.  If the accounts are exhausted, the government lends money to the account.  Positive accounts earn the return on commercial paper and negative accounts are charged that rate.  Positive UISA balances are converted into retirement income or bequeathed if the individual dies before retirement age.  Negative account balances are forgiven at retirement age. Money taken by an unemployed individual from a UISA with a positive balance reduces the individual's personal wealth by an equal amount.  In this case, individuals fully internalize the cost of unemployment compensation.  UISAs provide the same protection to the unemployed as the current UI system but with less of the adverse incentives. The key empirical question is whether accounts based on a moderate saving rate can finance a significant share of unemployment payments or whether the concentration of unemployment among a relatively small number of individuals implies that the UISA balances would typically be negative, forcing individuals to rely on government benefits with the same adverse effects that characterize the current UI system. To resolve this issue we use the Panel Study on Income Dynamics to simulate the UISA system over a 25 year historic period.  Our analysis indicates that almost all individuals have positive UISA balances and therefore remain sensitive to the cost of unemployment compensation.  Even among individuals who experience unemployment, most have positive account balances at the end of their unemployment spell.  Although about half of the benefit dollars would go to individuals whose accounts are negative at the end of their working life, less than one third of the benefits go to individuals who also have negative account balances when unemployed.  These facts suggest a substantial potential improvement in the incentives of the unemployed. The cost to taxpayers of forgiving the negative balances is substantially less than half of the taxpayer cost of the current UI system. Our analysis of the distribution of lifetime UISA payments and taxes of household heads shows the top quintile gaining a small cumulative amount while those in the bottom quintile lose a very small cumulative amount.  Other quintiles are small net gainers.\n\n",
    "acknowledgement": "\n"
}