{
    "id": 6868,
    "citation_title": "CEO Incentives and Firm Size",
    "citation_author": [
        "George P. Baker",
        "Brian J. Hall"
    ],
    "citation_publication_date": "1998-12-01",
    "issue_date": "1998-12-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat determines CEO incentives?  A confusion exists among both academics and practitioners about how to measure the strength of CEO incentives, and how to reconcile the enormous differences in pay sensitivities between executives in large and small firms. We show that while one measure of CEO incentives (the dollar change in CEO wealth per dollar change in firm value) falls by a factor of ten between firms in the smallest and largest deciles in our sample, another measure of CEO incentives (the value of CEO equity stakes) increases by roughly the same magnitude.  We resolve the confusion about which of these measures better reflects CEO incentives by developing and solving a model that allows CEO productivity to differ for firms of different sizes. The crucial parameter is shown to be the elasticity of CEO productivity with respect to firm size.   Our empirical results suggest that CEO marginal products rise significantly, and overall CEO incentives are roughly constant or decline slightly with firm size.  We also show that the appropriate measure of incentives depends on the type of CEO activity  being considered. For activities whose dollar impact is the same for large and small firms (such as the purchase of a corporate jet), the dollars-on-dollars measure is appropriate, and large firms suffer significant agency problems due to their weak incentives.  For activities whose percentage impact is similar across firms of different sizes (such as a corporate reorganization) the equity stake measure is better, and the incentive problem faced by large firms is not as severe.  Finally, using a multi-task model, we discuss the implication of our findings for the design of control systems.\n\n",
    "acknowledgement": "\n"
}