{
    "id": 6876,
    "citation_title": "The Location and Characteristics of U.S. Affiliates in Asia",
    "citation_author": [
        "Robert E. Lipsey"
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarket size and growth rates, per capita income, distance from the United States, and tax rates on U.S. affiliates accounted for about half the variation among developing host countries in most aspects of U.S. FDI activity.  Residuals from the equations for one period add greatly to the explanatory power of the next period's equations, suggesting that there are long-run characteristics of the host economies, omitted from the equations, that are favorable or unfavorable to U.S. investment and FDI activity. There are considerable differences in the determinants of U.S. FDI activity between industries in which U.S. affiliates are export-oriented, such as machinery, and industries in which the affiliates' sales are mainly local.  In the export-oriented industries, market size and distance from the United States were unimportant, and high per capita real income was the most consistent favorable influence.  In the industries oriented to local sales, large market size attracted U.S. firms and long distance from the United States discouraged them. Among the ten Asian countries studied, Singapore and Malaysia had the largest U.S. affiliate shares of aggregate output while India, China, and Korea had the smallest.  The countries with the largest shares were also those that ranked high on measures of institutional characteristics, including low levels of corruption. Measured by deviations from the equations, however, the relation to the institutional measures was blurred, suggesting that the institutional measures are correlated with the economic characteristics used as explanatory variables in the equations.\n\n",
    "acknowledgement": "\n"
}