{
    "id": 6881,
    "citation_title": "General Equilibrium Cost Benefit Analysis of Education and Tax Policies",
    "citation_author": [
        "James J. Heckman",
        "Lance Lochner",
        "Christopher Taber"
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper formulates and estimates an open-economy overlapping generation general-equilibrium model of endogenous heterogeneous human capital in the form of schooling and on-the-job training. Physical capital accumulation is also analyzed.  We use the model to explain rising wage inequality in the past two decades due to skill-biased technical change and to estimate investment responses.  We compare an open economy version with a closed economy version. Using our empirically grounded general equilibrium model that explains rising wage inequality, we evaluate two policies often suggested as solutions to the problem of rising wage inequality: (a) tuition subsidies to promote skill formation and (b) tax policies.  We establish that conventional partial equilibrium policy evaluation methods widely used in labor economics and public finance give substantially misleading estimates of the impact of national tax and tuition policies on skill formation.  Conventional microeconomic methods for estimating the schooling response to tuition overestimate the response by an order of magnitude.  Simulations of our model also reveal that move to a flat consumption tax raises capital accumulation and the real wages of all skill groups and barely affects overall measures of income inequality.\n\n",
    "acknowledgement": "\n"
}