{
    "id": 6882,
    "citation_title": "Balancing Incentives: The Tension Between Basic and Applied Research",
    "citation_author": [
        "Iain Cockburn",
        "Rebecca Henderson",
        "Scott Stern"
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents empirical evidence that the intensity of research workers' incentives for the distinct tasks of basic and applied research are positively associated with each other.  We relate this finding to the prediction of the theoretical literature that when effort is multi-dimensional, firms will balance' the provision of incentives; when incentives are strong along one dimension, firms will set high-powered incentives for effort along other dimensions which compete for the worker's effort and attention (Holmstrom and Milgrom, 1991).  We test for this effect in the context of pharmaceutical research using detailed data on individual research programs financed by private firms.  Consistent with the complementarity hypothesis, we find strong evidence that firms who provide strong promotion-based incentives for individuals to invest in fundamental or  basic' research also provide more intense incentives for success in applied research through the capital budgeting process.  The intensity of these  bonus' incentives is weaker in firms who use a more centralized research budgeting process.  We interpret this latter finding as providing support for theories which emphasize substitutability between contractible and non-contractible signals of effort (Baker, Gibbons, and Murphy, 1994).\n\n",
    "acknowledgement": "\n"
}