{
    "id": 6884,
    "citation_title": "An Information-Based Model of Foreign Direct Investment: The Gains from Trade Revisited",
    "citation_author": [
        "Assaf Razin",
        "Efraim Sadka",
        "Chi-Wa Yuen"
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForeign direct investment (FDI) is observed to be a predominant form of capital flows to emerging economies, especially when they are liquidity-constrained internationally during a global financial crisis.  The financial aspects of FDI are the focus of the paper.  We analyze the problem of channeling domestic saving into productive investment in the presence of asymmetric information between the managing owners of firms and the other portfolio stakeholders.  We explore the role played by FDI in reviving equity-financed capital investment for economies plagued by such information problems.  In the presence of asymmetry, the paper identifies how, however, FDI gives rise to foreign overinvestment as well as domestic undersaving.  We re-examine the gains from trade argument (applied to intertemporal trade) in this case of informational-asymmetry driven FDI.  We show that the gains could be sizable when the domestic credit market is either underdeveloped or failing as a result of a financial crisis.  But with well-functioning domestic credit market, the gains turn into losses.  Surprisingly, capital may flow into the country even though the autarkic marginal productivity of capital in the domestic economy falls short of the world rate of interest.  In such a situation, capital should have efficiently flown out rather than in, and FDI is a loss-generating phenomenon.\n\n",
    "acknowledgement": "\n"
}