{
    "id": 6885,
    "citation_title": "Capitalization of Capital Gains Taxes: Evidence from Stock Price Reactions to the 1997 Rate Reduction",
    "citation_author": [
        "Mark H. Lang",
        "Douglas A. Shackelford"
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe empirically document that stock prices moved inversely with dividend yields during the May, 1997 week, when the White House and Congress agreed on a budget accord that included a reduction in the capital gains tax rate.  The share prices of firms not currently paying dividends increased approximately 6 percentage points more over a five-day window than the share prices of other firms.  Among firms paying dividends, the change in share prices was decreasing in dividend yields. The results are consistent with at least two related explanations.  First, to the extent a stock's returns are expected to be taxed as capital gains, a reduction in the expected capital gains tax rate enhances the attractiveness of the investment to investors.  Second, to the extent a firm's stock is held by shareholders subject to the capital gains tax, a reduction in the expected capital gains tax rate increases its market value.  The findings present evidence consistent with neither a sell-off of appreciated securities following the rate reduction nor a reduction in the compensation for capital gains taxes that selling shareholders demand from buyers.  The upward price pressure around the accord dominated any downward price pressure imposed by these factors.\n\n",
    "acknowledgement": "\n"
}