{
    "id": 689,
    "citation_title": "Tax Policy and Foreign Direct Investment",
    "citation_author": [
        "David G. Hartman"
    ],
    "citation_publication_date": "1981-06-01",
    "issue_date": "1981-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the implications of the most common system of taxing foreign source income. It is argued that, because the repatriation of earnings to the home country investor and not the earnings themselves are typically the source of tax liability, the foreign source income tax should affect foreign investment differently depending on the required transfers of funds within the firm. One implication of viewing the tax in this fashion is that in order to maximize after tax profits, a firm should finance its foreign investment out of foreign earnings to the greatest extent possible. That is, a firm's required foreign return jumps at the point at which desired foreign investment just exhausts foreign earnings. This allows us to draw a distinction between \"mature\" foreign operations, which are at any point in time financed at the margin by reinvested earnings (and perhaps also pay dividends to their: parent firm in the home country), and \"immature\" foreign affiliates, which rely on funding from their parents (and should not be paying dividends). It is noted that survey evidence on multinational firm behavior is consistent with this distinction. Direct investment data indicate that mature foreign operations probably account for nearly ninety percent of U. S. foreign direct investment. The discussion then turns to investment incentives. It is shown that the home country's rate of tax on foreign source income and the presence or absence of a foreign tax credit should be irrelevant to a mature foreign operation's investment and dividend decisions. This conclusion, which conflicts sharply with the conventional wisdom, follows because the home country tax acts as an unavoidable cost. New firms' investment decisions are, on the other hand, influenced by home country taxes.\n\n",
    "acknowledgement": "\n"
}