{
    "id": 6890,
    "citation_title": "Patient Welfare and Patient Compliance: An Empirical Framework for Measuring the Benefits from Pharmaceutical Innovation",
    "citation_author": [
        "Paul Ellickson",
        "Scott Stern",
        "Manuel Trajtenberg"
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe main goal of this paper is to  develop an empirical framework for evaluating the patient welfare benefits arising from pharmaceutical innovation.  Extending previous studies of the welfare benefits from innovation (Trajtenberg, 1990; Hausman, 1996), this paper unpacks the separate choices made by physicians and patients in pharmaceutical decisionmaking and develops an estimable econometric model which reflects these choices.  Our proposed estimator for patient welfare depends on (a) whether patients comply with the prescriptions they receive from physicians and (b) the motives of physicians in their prescription behavior.  By focusing on compliance behavior, the proposed welfare measure reflects a specific economic choice made by patients.  We review evidence that the rate of noncompliance ranges up to 70%, suggesting an important gulf between physician prescription behavior and realized patient welfare.  Since physicians act as imperfect but interested agents for their patients, the welfare analysis based on compliance must account for the nonrandom selection of patients into drugs by their physicians.   The key contribution of this paper resides in integrating the choices made by both physicians and patients into a unified theoretical framework and suggesting how the parameters of such a model can be estimated from data.\n\n",
    "acknowledgement": "\n"
}