{
    "id": 6895,
    "citation_title": "Your Money and Your Life: The Value of Health and What Affects It",
    "citation_author": [
        "David M. Cutler",
        "Elizabeth Richardson"
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the role of medical care in improving health and compares that value of better health produced by medical care with the costs of that care.  Valuing medical care requires measuring the health of the population.  We start by developing a measure of the nation's health capital -- the dollar value of health a person will have over the course of their remaining life.  We estimate health capital empirically using data on the length of life, the prevalence of adverse conditions for those alive, and the quality of life conditional on having an adverse condition. For a newborn in 1990, we estimate health capital at about $3 million, while for the elderly, health capital is nearly $1 million.  Health capital has increased greatly over time -- by roughly $40,000 to $50,000 per decade.  Comparing the change in health capital with the increase in medical spending, we estimate that, for most plausible assumptions, increased medical technology has been worth its cost.  In our preferred specification, only about 30 percent of the improvement  in health capital in the past 40 years would need to result from medical care advances for the improvement of medical technology to justify its cost.  While we find that on average value of medical technology is high, we discuss other evidence that substantial amounts of medical care is provided in situations where its value is low.  We thus suggest a fundamental repositioning of the public debate about medical spending. Traditionally, the question that has been posed in the public sector is: how can society (or the government) limit medical costs so that we can afford medical care in the future on our budget today?  Our results suggest that a more appropriate question is:  how can we get more of the spending that is valuable but avoid the spending that is not valuable?\n\n",
    "acknowledgement": "\n"
}