{
    "id": 6900,
    "citation_title": "From the Invisible Handshake to the Invisible Hand? How Import Competition Changes the Employment Relationship",
    "citation_author": [
        "Marianne Bertrand"
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a popular perception that increased competitive pressures in U.S. product markets are turning the employment relationship from one governed by implicit agreements into one governed by the market.  In this paper, I examine whether changes in import competition indeed affect the use of implicit agreements between employers and workers in a key aspect of their relationship, wage setting.  I focus on the extent to which employers, after negotiating workers' wages upon hire, subsequently shield those wages from external labor market conditions.  If increased competition induces a switch from these implicit agreements to spot market wage setting, then:  (1) the sensitivity of workers' wages to the current unemployment rate should increase as competition increases; and (2) the sensitivity of workers' wages to the unemployment rate prevailing upon hire should decrease as competition increases.  I find evidence supporting both of these predictions, using exchange rate movements to generate exogenous variation in import competition. I then show more directly that increased financial pressure on employers is one mechanism behind these effects -- both of the wage-unemployment sensitivity changes are larger in high leverage industries than in low leverage ones.  Moreover, declines in corporate returns following increased competition directly increase the sensitivity of wages to the current unemployment rate.  There are two general interpretations of my set of results.  Wage flexibility may be a response to competition either because such flexibility reduces the probability of costly financial distress or because lower corporate profits weaken the enforceability of implicit wage setting agreements.\n\n",
    "acknowledgement": "\n"
}