{
    "id": 6902,
    "citation_title": "Schooling, Intelligence, and Income in America: Cracks in the Bell Curve",
    "citation_author": [
        "Orley Ashenfelter",
        "Cecilia Rouse"
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the best documented relationships in economics is the link between education and income: higher educated people have higher incomes.  Advocates argue that education provides skills, or human capital, that raises an individual's productivity.  Critics argue that the documented relationship is not causal.  Education does not generate higher incomes; instead, individuals with higher ability receive more education and more income.  This essay reviews the evidence on the relationship between education and income.  We focus on recent studies that have attempted to determine the causal effect of education on income by either comparing income and education differences within families or using exogenous determinants of schooling in what are sometimes called  natural experiments.'  In addition, we assess the potential for education to reduce income disparities by presenting evidence on the return to education for people of differing family backgrounds and measured ability. The results of all these studies are surprisingly consistent: they indicate that the return to schooling is not caused by an omitted correlation between ability and schooling. Moreover, we find no evidence that the return to schooling differs significantly by family background or by the measured ability of the student.\n\n",
    "acknowledgement": "\n"
}