{
    "id": 6903,
    "citation_title": "Understanding Tax Evasion Dynamics",
    "citation_author": [
        "Eduardo M.R.A. Engel",
        "James R. Hines",
        "Jr."
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAmericans who are caught evading taxes in one year may be audited for prior years.  While the IRS does not disclose its method of selecting tax returns to audit, it is widely believed that a taxpayer's probability of being audited is an increasing function of current evasion.  Under these circumstances, a rational taxpayer's current evasion is a decreasing function of prior evasion, since, if audited and caught for evading this year, the taxpayer may incur penalties for past evasions.  The paper presents a model that formalizes this notion, and derives its implications for the responsiveness of individual and aggregate tax evasion to changes in the economic environment.  The aggregate behavior of American taxpayers over the 1947 - 1993 period is consistent with the implications of this model. Specifically, aggregate tax evasion is higher in years in which past evasions are small relative to current tax liabilities -- which is the case when incomes or tax rates rise.  Furthermore, aggregate audit-related fines and penalties imposed by the IRS are positively related not only to aggregate current-year evasion but also to evasion in prior years.  The estimates imply that the average tax evasion rate in the United states over this period is 42% lower than it would be if taxpayers were unconcerned about retrospective audits.\n\n",
    "acknowledgement": "\n"
}