{
    "id": 6905,
    "citation_title": "Alcohol",
    "citation_author": [
        "Philip J. Cook",
        "Michael J. Moore"
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExcess drinking is associated with lost productivity, accidents, disability, early death, crime, neglect of family responsibilities, and personality deterioration.  These and related concerns have justified special restrictions on alcoholic-beverage commerce and consumption.  The nature and extent of government involvement in this arena vary widely over time and place, and are often controversial.  Economists have contributed to the evaluation of alcohol policy through empirical work on the effects of alcohol-control measures on consumption and its consequences.  Economics has also provided an accounting framework for defining and comparing costs and benefits of interventions, including excise taxes. Outside of the policy arena, economists have analyzed alcohol consumption in the context of stretching the standard model of consumer choice to include intertemporal effects and social influence.  Nonetheless, perhaps the most important contribution by economists has been the repeated demonstration that there is nothing unusual about alcohol in at least one essential respect:  consumers drink less ethanol (and have fewer alcohol-related problems) when alcohol-beverage prices are increased. Important econometric challenges remain, including the search for a satisfactory resolution to the conflicting results on the effect of price changes on consumption by consumers who tend to drunk heavily.  There are also unresolved puzzles about the relationship between drinking and productivity; even after controlling for a variety of other characteristics, drinkers tend to have higher earnings than abstainers, and women's earnings (but not men's) tend to increase with alcohol consumption.\n\n",
    "acknowledgement": "\n"
}