{
    "id": 6907,
    "citation_title": "Self-Protection for Emerging Market Economies",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational economic crises will continue to occur in the future as they have for centuries past.  The rapid spread of the 1997 crisis in Asia and of the 1982 crisis in Latin America showed how shifts in market perceptions can suddenly bring trouble to countries even when there has been no change in objective conditions. More recently, the sharp jump in emerging market interest rates after Russia's August 1998 default underlined the vulnerability of all emerging market economies to increases in investors' aversion to risk. Emerging market countries that want to avoid the devastating effects of such crises must protect themselves.  They cannot depend on the International Monetary Fund or other international organizations nor expect that a  new global financial architecture' will make the world economy less dangerous. Taking steps to protect themselves requires more than avoiding those bad policies that make a currency crisis inevitable. The process of contagion makes even the virtuous vulnerable to currency runs. Liquidity is the key to self-protection.  A country that has substantial international liquidity -- large foreign exchange reserves and a ready source of  foreign currency loans -- is less likely to be the object of a currency attack.  Substantial liquidity also permits a country that is attacked from within or without to defend itself better and to make more orderly adjustments.  The challenge is to find ways to increase liquidity at reasonable cost.\n\n",
    "acknowledgement": "\n"
}