{
    "id": 6908,
    "citation_title": "Worker Perceptions of Job Insecurity in the Mid-1990s: Evidence from the Survey of Economic Expectations",
    "citation_author": [
        "Charles F. Manski",
        "John D. Straub"
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the probabilistic measures of job insecurity that have recently become available through the nationwide Survey of Economic Expectations (SEE).  Since 1994, employed SEE respondents have been asked questions eliciting their subjective probabilities of job loss in the coming year and their expectations of a good outcome should they lose their current job and have to engage in job search. The responses of 3600 persons interviewed from 1994 through early 1998 are analyzed here. It is found that workers vary considerably in their perceptions of job insecurity, with most workers perceiving little or no risk but some perceiving moderate to high risk. Expectations of job loss tend to decrease markedly with age, but so do expectations of a good outcome should job search become necessary.  The net result is that composite job insecurity tends not to vary at all with age.  Subjective probabilities of job loss tend to decrease with schooling and subjective probabilities of good search outcomes tend to increase with schooling; hence composite job insecurity tends to decrease with schooling. Perceptions of job insecurity vary little by sex.  Perceptions of job insecurity vary substantially by race, the main differences being that subjective probabilities of job loss among blacks tend to be nearly double those of whites.  Self-employed workers see themselves as facing less job insecurity than do those who work for others.  Workers tended to perceive less job insecurity in 1996 and 1997 than in 1994 and 1995.  Expectations within groups are heterogeneous, the covariates (age, schooling, sex, race, employer, year) collectively explaining only a small part of the sample variation in worker expectations. Moving beyond descriptive analysis, the paper connects the empirical findings to modern theories of the labor market.  A competing-risks formalization of job separations by the two routes of job loss and voluntary quits is used to draw conclusions about workers' expectations of exogenous job destruction in the year ahead.  The theory of job search is used to interpret the empirical finding that the distribution of search-outcome expectations is symmetric and quite dispersed.\n\n",
    "acknowledgement": "\n"
}