{
    "id": 6913,
    "citation_title": "The Profits to Insider Trading: A Performance-Evaluation Perspective",
    "citation_author": [
        "Leslie A. Jeng",
        "Andrew Metrick",
        "Richard Zeckhauser"
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the profits to insiders when they trade their company's stock.  We construct a rolling  purchase portfolio' that holds all shares purchased by insiders over the previous year and an analogous  sale portfolio' that holds all shares sold by insiders over the previous year.  We then analyze the returns to these value-weighted portfolios using performance-evaluation methods.  This approach allows us to study the returns to insider transactions beginning on the day after their execution, and is free of the statistical difficulties that plague event studies on long-horizon returns.  Using a comprehensive sample of reported insider transactions from 1975 - 1996, we find that the purchase portfolio earns abnormal returns of about 40 basis points per month, with about one-sixth of these abnormal returns accruing within the first five days after the initial transaction, and one-third within the first month. The sale portfolio does not earn abnormal returns.  Our portfolio-based approach also allows for straightforward decompositions of the purchase and sale portfolios by various characteristics.  We find that the abnormal returns to insider trades in small firms are not significantly different from those in large firms, and that top executives do not earn higher abnormal returns than do other insiders.\n\n",
    "acknowledgement": "\n"
}