{
    "id": 6917,
    "citation_title": "Prefunding Medicare",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Medicare program of health care for the aged now costs more than $5,000 per enrollee, a national cost of more than $200 billion a year.  The official projections that these costs will rise rapidly from 2.5% of GDP now to 5.5% of GDP in 2030 and 7% of GDP in 2070 assume that structural changes in health care will prevent the even more rapid growth of spending that would occur if past trends continue. These GDP shares are equivalent to increasing the payroll tax rates that rise from 5% of total wages now to 14% of total wages by 2070.  Alternatively, if the increased Medicare spending is financed by an across-the-board increase in income tax rates, all tax rates would rise by 46 percent (e.g., from 28% to 41%). If Medicare costs continue to be tax financed, the sharp increase in Medicare costs would cause a substantial increase in the deadweight loss of the tax system.  Even with quite favorable assumptions, the increased deadweight loss is likely to be almost as large as the direct increase in the health care costs themselves. This paper analyzes an alternative life cycle approach to paying for the cost of health care of the aged: a system of investment-based individual Retiree Health Accounts (RHAs) to which the government deposits funds during individuals' working years.  At retirement the individual could use the accumulated fund to purchase a fee-for-service plan like the current Medicare package, to pay for membership in an HMO, or to establish a medical savings account with a high deductible insurance policy. Using data from the Social Security administration, I estimate that annual RHA deposits equal to about 1.4% of total payroll would eventually be enough to pay for the full increase in the cost of Medicare, obviating a nine percentage point payroll tax increase.\n\n",
    "acknowledgement": "\n"
}