{
    "id": 6918,
    "citation_title": "The Costs of Annuitizing Retirement Payouts from Individual Accounts",
    "citation_author": [
        "James M. Poterba",
        "Mark J. Warshawsky"
    ],
    "citation_publication_date": "1999-01-01",
    "issue_date": "1999-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents new evidence on the costs of purchasing private annuity contracts to spread a given stock of assets over an uncertain future lifetime.  It also describes the operation of individual annuity arrangements within two large group retirement saving plans.  First presents information on life annuity contracts that are now available in the individual single-premium-immediate annuity marketplace.  For a 65-year-old male annuity buyer present discounted value of the payouts offered by the average policy available in June 1998 was approximately 85 percent of the purchase price.  This assumes that the individual faces the mortality risks of the average individual in the population, and that the payouts are discounted at a riskless interest rate.  The expected present value of payouts rises if we assume that the buyer faces the mortality rates of the typical annuitant, while it declines if we assume a higher riskier, interest rate for discounting.  Second, the paper considers individual annuity policies available to participants in the government's Thrift Savings Plan. Because these annuities are purchased through a large group retirement saving program, some of the administrative costs are lower than those in the national individual annuity market.  The expected present value of payouts is correspondingly higher than that in the  public' market. Third individual annuity products offered by TIAA-CREF, the retirement system for college and university employees.  TIAA offers annuities with non-guaranteed elements the highest payouts in the individual annuity market, mainly due to superior investment returns and low expenses.  CREF annuities offer valuable payouts that reflect basis, the investment experience of the accounts.\n\n",
    "acknowledgement": "\n"
}