{
    "id": 6919,
    "citation_title": "Managerial Value Diversion and Shareholder Wealth",
    "citation_author": [
        "Lucian Arye Bebchuk",
        "Christine Jolls"
    ],
    "citation_publication_date": "2000-04-01",
    "issue_date": "2000-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe agents to whom shareholders delegate the management of corporate affairs may transfer value from shareholders to themselves through a variety of mechanisms, such as self-dealing, insider trading, and taking of corporate opportunities.  A common view in the law and economics literature is that such value diversion does not ultimately produce a reduction in shareholder wealth, since value diversion simply substitutes for alternative forms of compensation that would otherwise be paid to managers. We question this view within its own analytical framework by studying, in a principal-agent model, the effects of allowing value diversion on managerial compensation and effort.  We suggest that the standard law and economics view of value diversion overlooks a significant cost of such behavior.  Many common modes of compensation can provide managers with incentives to enhance shareholder value; replacing such compensation would reduce these incentives.  As a result, even if the consequences of a rule permitting value diversion can be fully taken into account in settling managerial compensation, such a rule might still produce a reduction in shareholder wealth -- and would not do so only if value diversion would have some countervailing positive effects (a possibility which our model considers) that are sufficiently significant in size.\n\n",
    "acknowledgement": "\n"
}