{
    "id": 6934,
    "citation_title": "Per-Mile Premiums for Auto Insurance",
    "citation_author": [
        "Aaron S. Edlin"
    ],
    "citation_publication_date": "1999-02-01",
    "issue_date": "1999-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAmericans drive 2,360,000,000,000 miles each year, far outstripping other nations.  Every time a driver takes to the road, and with each mile she drives, she exposes herself and others to the risk of accident.  Insurance premiums are only weakly linked to mileage, however, and have largely lump-sum characteristics.  The result is too much driving and too many accidents.  This paper begins by developing a model of the relationship between driving and accidents that formalizes Vickrey's [1968] central insights about the accident externalities of driving.  We use this model to estimate the driving, accident, and congestion reductions that could be expected from switching to other insurance pricing systems. Under a competitive system of per-mile premiums, in which insurance companies quote risk-classified per-mile rates, we estimate that the reduction in insured accident costs net of lost driving benefits would be $9.8 -$12.7 billion nationally, or $58 -$75 per insured vehicle.  When uninsured accident cost savings and congestion reductions are considered, the net benefits rise to $25 -$29 billion, exclusive of monitoring costs.  The total benefits of uniform per-gallon insurance charge could be $1.3 -$2.3 billion less due to heterogeneity in fuel efficiency.  The total benefits of optimal' per-mile premiums in which premiums are taxed to account for accident externalities would be $32 -$43 billion, or $187 - $254 per vehicle, exclusive of monitoring costs.  One reason that insurance companies may have not switched to per-mile premiums on their own is that most of the benefits are external and the transaction costs to the company and its customers of checking odometers could exceed the $31 per vehicle of gains that a single company could temporarily realize on its existing base of customers.\n\n",
    "acknowledgement": "\n"
}