{
    "id": 6936,
    "citation_title": "A Dynamic Oligopoly with Collusion and Price Wars",
    "citation_author": [
        "Chaim Fershtman",
        "Ariel Pakes"
    ],
    "citation_publication_date": "1999-02-01",
    "issue_date": "1999-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost of the theoretical work on collusion and price wars assumes identical firms and an unchanging environment, assumptions which are at odds with what we know about most industries.  Further that literature focuses on the impact of collusion on prices. Whether an industry can support collusion also effects investment incentives and hence the variety, cost, and quality of the products marketed. We provide a collusive framework with heterogeneity among firms, investment, entry, and exit.  It is a symmetric information model in which it is hard to sustain collusion when either one of the firms does not keep up with the advances of its competitors, or a  low quality' entrant enters.  In either case there will be an active firm that is quite likely to exit after it deviates, but if one of the competitors is near an exit state the other incumbent(s) has an incentive to price predatorily (that is to deviate themselves). We use numerical analysis to compare an institutional structure that allows for collusion to one which does not (perhaps because of an active antitrust authority).  Price paths clearly differ in the two environments; in particular only the collusive industry generates price wars.  The collusive industry offers both more and higher quality products to consumers, albeit often at a higher price.  The positive effect of collusion on the variety and quality of products marketed more than compensates consumers for the negative effect of collusive prices, so that consumer surplus is larger in the collusive environment.\n\n",
    "acknowledgement": "\n"
}