{
    "id": 6940,
    "citation_title": "The Effects of Prices and Policies on the Demand for Marijuana: Evidence from the National Household Surveys on Drug Abuse",
    "citation_author": [
        "Matthew C. Farrelly",
        "Jeremy W. Bray",
        "Gary A. Zarkin",
        "Brett W. Wendling",
        "Rosalie Liccardo Pacula"
    ],
    "citation_publication_date": "1999-02-01",
    "issue_date": "1999-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent studies have shown that efforts to curb alcohol use by increasing the price of alcohol and limiting youth's access have succeeded, but they may have had the unintended consequencce of increasing marijuana use.  This possibility is troubling in light of a recent government report that shows that marijuana use among teens more than doubled between 1990 and 1997.  What impact will the proposed large increase in cigarette prices have on the demand for other substances such as marijuana?  To better understand how the demand for marijuana responds to changes in the policies and prices that affect its use, we explore the National Household Survy on Drug Abuse (NHSDA).  Overall, we find that marijuana, alcohol, and tobacco are complements, sot that increasing the price of any one will decrease the demand for marijuana.  The results of this paper will help guide the creation of comprehensive policies that curb the use of marijuana in two ways:  first, they quantify the effects of policies aimed at curbing the use of each substance, allowing policymakers to evaluate alternative policy options; and second, they clarify the dynamics and interactions between alcohol, tobacco, and marijuana use in response to government policies.\n\n",
    "acknowledgement": "\n"
}