{
    "id": 6944,
    "citation_title": "Estimating the Effect of Alcohol on Driver Risk Using Only Fatal Accident Statistics",
    "citation_author": [
        "Steven D. Levitt",
        "Jack Porter"
    ],
    "citation_publication_date": "1999-02-01",
    "issue_date": "1999-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMeasuring the relative likelihood of fatal crash involvement for different types of drivers would seem to require information on both the number of fatal crashes by driver type and the fraction of  drivers on the road falling into each category.  In this paper, however, we present a methodology for measuring fatal crash likelihood that relies solely on fatal crash data.  The key to our identification strategy is the hidden richness inherent to two-car crashes.  Crashes involving two drinking drivers are proportional to the square of the number of drinking drivers on the road; crashes with one drinking and one sober driver increase linearly in the number of drinking drivers.  Imposing a limited set of assumptions (e.g. independence across crashes, equal mixing on the roads), we are able to estimate both the likelihood of causing a fatal crash and the fraction of drivers of each type on the road.  Our estimates suggest that drivers with alcohol in their blood are at least eight times more likely to cause a fatal crash; legally drunk drivers pose a risk at least 15 times greater than sober drivers.  Males, young drivers, and drivers with bad past driving records are all more dangerous, but the impact of these other factors is far less than that of alcohol.\n\n",
    "acknowledgement": "\n"
}