{
    "id": 6946,
    "citation_title": "Labor-Market Competition and Individual Preferences Over Immigration Policy",
    "citation_author": [
        "Kenneth F. Scheve",
        "Matthew J. Slaughter"
    ],
    "citation_publication_date": "1999-02-01",
    "issue_date": "1999-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses an individual-level data set to analyze the determinants of individual preferences over immigration policy in the United States.  In particular, we test for a link from individual skill levels to stated immigration-policy preferences. Different economic models make contrasting predictions about the nature of this link.  We have two main empirical results.  First, less-skilled workers are significantly more likely to prefer limiting immigrant inflows into the United States.  The result is robust to several different econometric specifications which account for determinants of policy preferences other than skills. Our finding suggests that over time horizons relevant to individuals when evaluating immigration policy, individuals thank that the U.S. economy absorbs immigrant inflows at least partly by changing wages.  These preferences are consistent with a multi-cone' Heckscher Ohlin trade model and with a factor-proportions-analysis labor model.  Second that less-skilled workers in high-immigration communities are especially anti-immigrationist.  If anything, our evidence suggests attenuation of the skills-preferences correlation in high-immigration communities.  These preferences are inconsistent with an area-analysis labor model.\n\n",
    "acknowledgement": "\n"
}