{
    "id": 6964,
    "citation_title": "The Aftermath of the 1992 ERM Breakup: Was There a Macroeconomic Free Lunch?",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1999-02-01",
    "issue_date": "1999-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the macroeconomic aftermath of the 1992 breakdown of the European Exchange Rate Mechanism (ERM).  The economic performance of six  leaver' nations is compared with five  stayer' nations that maintained a roughly fixed parity with the Deutsche Mark.  Recent writing about post-1992, which I call the  conventional wisdom,' reports that a surprising miracle occurred    the leaver nations are alleged to have enjoyed a burst of real growth and a decline in unemployment, all without any evidence of extra inflation. The results in this paper turn the conventional wisdom on its head.  While the leaver nations experienced an acceleration of nominal GDP growth relative to the stayers, fully 80 percent of this spilled over into extra inflation, leaving only 20 percent remaining for extra real GDP growth.  Virtually 100 percent of the nominal exchange rate depreciation passed through into higher import prices, and extra inflation would have been even more pronounced if it were not for quiescent wage rates, which the paper attributes to high unemployment.  The absence of any significant stimulus to real output growth is attributed to fiscal tightening under pressure from the Maastricht criteria, which offset nearly all of the stimulus coming from the improved current account of the leaver nations.\n\n",
    "acknowledgement": "\n"
}