{
    "id": 6976,
    "citation_title": "Do Indirect Costs Rates Matter?",
    "citation_author": [
        "Ronald G. Ehrenberg",
        "Jaroslava K. Mykula"
    ],
    "citation_publication_date": "1999-02-01",
    "issue_date": "1999-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study addresses the relationship between a university's indirect cost rate and its level of federal research funding. Both direct and indirect cost funding are examined.  The data used in the analyses include unpublished institutional level data for all doctoral and research universities on funding and indirect cost rates obtained from the National Science Foundation for the fiscal years 1988 to 1997 period.  Our major finding is that higher indirect cost rates are associated with higher levels of direct and indirect cost funding for institutions that initially are among the largest recipients of federal funding. In contrast, for universities initially in the lower tail of funding recipients, higher indirect cost rates are associated with lower levels of direct and indirect cost funding. This pattern of results is hypothesized to be based upon an institution's indirect cost rate serving primarily as a  price' of research for lesser institutions but serving primarily as a proxy for the quality of the institution's research infrastructure for the major recipients of federal funds.  Our findings are consistent with the observation that since 1990 both indirect cost rates and shares of research funding for major private research universities have tended to decline.  We find no evidence that faculty at major research universities are disadvantaged in their quests for external research funding by high indirect cost rates.\n\n",
    "acknowledgement": "\n"
}