{
    "id": 6980,
    "citation_title": "Aging and the Growth of Long-Term Care",
    "citation_author": [
        "Darius Lakdawalla",
        "Tomas Philipson"
    ],
    "citation_publication_date": "1999-02-01",
    "issue_date": "1999-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes how markets for old-age care respond to the aging of populations.  We consider how the biological forces, which govern the stocks of frail and healthy persons in a population, interact with economic forces, which govern the demand for and supply of care.  We argue that aging many times may lower the demand for market care by increasing the supply of family-provided care, which substitutes for market care.  By providing healthy spouses, aging may increase the supply of family care-givers.  Unexpectedly, this implies that relative growth in healthy elderly males may contract the long-term care market, while relative growth in healthy elderly females may expand that market.  We examine these implications empirically using individual, county, and national-level evidence on the US market for long-term care and find substantial support for them, particularly the negative output effect of growth in elderly males.  We then decompose the per capita growth in long-term care output over the last three decades into the component accounted for by improvements in health and that accounted for by relative growth among elderly males.  The novel effects of unbalanced gender growth among the elderly appear important in explaining the net decline in US per-capita output over the last 30 years, a decline which seems remarkable given the simultaneous rise in demand subsidies for long-term care, declining fertility rates, rising female labor-force participation, and the deregulation of entry barriers to the nursing home industry.\n\n",
    "acknowledgement": "\n"
}