{
    "id": 6983,
    "citation_title": "The Pre-Program Earnings Dip and the Determinants of Participation in a Social Program: Implications for Simple Program Evaluation Strategies",
    "citation_author": [
        "James J. Heckman",
        "Jeffrey A. Smith"
    ],
    "citation_publication_date": "1999-02-01",
    "issue_date": "1999-02-01",
    "revision_date": "2018-01-04",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe key to estimating the impact of a program is constructing the counterfactual outcome representing what would have happened in its absence.  This problem becomes more complicated when agents self-select into the program rather than being exogenously assigned to it.  This paper uses data from a major social experiment to identify what would have happened to the earnings of self-selected participants in a job training program had they not participated in it.  We investigate the implications of these earnings patterns for the validity of widely-used before-after and difference-in-differences estimators.  Motivated by the failure of these estimators to produce credible estimates, we investigate the determinants of program participation.  We find that labor force status dynamics, rather than earnings or employment dynamics, drive the participation process.  Our evidence suggests that training programs often function as a form of job search.  Methods that control only for earnings dynamics, like the conventional difference-in-differences estimator, do not adequately capture the underlying differences between participants and non-participants.  We use the estimated probabilities of participation in both matching estimators and a nonparametric, conditional version of the differences-in-differences estimator and produce large reductions in the selection bias in non-experimental estimates of the effect of training on earnings.\n\n",
    "acknowledgement": "\n"
}