{
    "id": 6990,
    "citation_title": "How Trade Patterns and Technology Flows Affect Productivity Growth",
    "citation_author": [
        "Wolfgang Keller"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the evidence on technology diffusion through trade in differentiated intermediate goods.  Because intermediates are invented through costly research and development (R&D) investments, employing imported intermediates implies an implicit sharing of the technology that was created in other countries.  The model predicts that the import patterns of countries matters for productivity, because a country that imports primarily from technological leaders receives more technology embodied in intermediate goods than another that imports primarily from follower countries.  I try to quantify the importance of trade patterns in determining technology flows that affect productivity by using industry level data for machinery goods imports and productivity in eight OECD countries between 1970-91.  First evidence that these countries benefit more from domestic R&D than from R&D of the average foreign country.  Second, conditional on technology diffusion from domestic R&D composition of a country matters, but only if it is strongly biased towards or away from technological leaders.  Third, I estimate that differences in technology inflows related to the countries' patterns of imports explain about 20% of the total variation in the countries' productivity growth.  The implications of these findings for developing countries are discussed.\n\n",
    "acknowledgement": "\n"
}