{
    "id": 6997,
    "citation_title": "Why are Racial and Ethnic Wage Gaps Larger for Men than for Women? Exploring the Role of Segregation",
    "citation_author": [
        "Kimberly Bayard",
        "Judith Hellerstein",
        "David Neumark",
        "Kenneth Troske"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the possible sources of the larger racial and ethnic wage gaps for men than for women in the U.S.  Specifically, using a newly created employer-employee matched data set containing workers in essentially all occupations, industries, and regions, we examine whether these wage differences can be accounted for by differences between men and women in the patterns of racial and ethnic segregation within occupation, industry, establishments, and occupation-establishment cells.  To the best of our knowledge, this is the first paper to examine segregation by race and ethnicity at the level of establishment and job cell.  Our results indicate that greater segregation between Hispanic men and white men than between Hispanic women and white women accounts for essentially all of the higher Hispanic-white wage gap for men.  In addition, our estimates indicate that greater segregation between black and white men than between black and white women accounts for a sizable share (one-third to one-half) of the higher black-white wage gap for men.  Our results imply that segregation is an important contributor to the lower wages paid to black and Hispanic men than to white men with similar individual characteristics.  Our results also suggest that equal pay types of laws may offer some scope for reducing the black-white wage differential for men the Hispanic-white wage differential for men.\n\n",
    "acknowledgement": "\n"
}