{
    "id": 6998,
    "citation_title": "Financial Incentives for Increasing Work and Income Among Low-Income Families",
    "citation_author": [
        "Rebecca M. Blank",
        "David Card",
        "Philip K. Robins"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the impact of financial incentive programs, which have become an increasingly common component of welfare programs. We review experimental evidence from several such programs. Financial incentive programs appear to increase work and raise income (lower poverty), but cost somewhat more than alternative welfare programs.  In particular, windfall beneficiaries -- those who would have been working anyway -- can raise costs by participating in the program.  Several existing programs limit this effect by targeting long-term welfare recipients or by limiting benefits to full-time workers.  At the same time, because financial incentive programs transfer support to working low-income families, the increase in costs due to windfall beneficiaries makes these programs more effective at alleviating poverty and raising incomes.  Evidence also indicates that combining financial incentive programs with job search and job support services can increase both employment and income gains.  Non-experimental evidence from the Earned Income Tax Credit (EITC) and from state Temporary Assistance to Needy Families (TANF) programs with enhanced earnings disregards also suggests that these programs increase employment, and this evidence is consistent with the experimental evidence on the impact of financial incentive programs.\n\n",
    "acknowledgement": "\n"
}