{
    "id": 7001,
    "citation_title": "Estimating the Effect of Unearned Income on Labor Supply, Earnings, Savings, and Consumption: Evidence from a Survey of Lottery Players",
    "citation_author": [
        "Guido W. Imbens",
        "Donald B. Rubin",
        "Bruce Sacerdote"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nKnowledge of the effect of unearned income on economic behavior of individuals in general, and on labor supply in particular, is of great importance to policy makers.  Estimation of income effects, however, is a difficult problem because income is not randomly assigned and exogenous changes in income are difficult to identify.  Here we exploit the randomized assignment of large amounts of money over long periods of time through lotteries.  We carried out a survey of people who played the lottery in the mid-eighties and estimate the effect of lottery winnings on their subsequent earnings, labor supply, consumption, and savings. We find that winning a modest prize ($15,000 per year for twenty years) does not affect labor supply or earnings substantially.  Winning such a prize does not considerably reduce savings.  Winning a much larger prize ($80,000 rather than $15,000 per year) reduces labor supply as measured by hours, as well as participation and social security earnings; elasticities for hours and earnings are around -0.20 and for participation around -0.14.  Winning a large versus modest amount also leads to increased expenditures on cars and larger home values, although mortgages values appear to increase by approximately the same amount.  Winning $80,000 increases overall savings, although savings in retirement accounts are not significantly affected. The results do not vary much by gender, age, or prior employment status.  There is some evidence that for those with zero earnings prior to winning the lottery there is a positive effect of winning a small prize on subsequent labor market participation.\n\n",
    "acknowledgement": "\n"
}