{
    "id": 7004,
    "citation_title": "Reserve Requirements on Sovereign Debt in the Presence of Moral Hazard -- on Debtors or Creditors?",
    "citation_author": [
        "Joshua Aizenman",
        "Stephen J. Turnovsky"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper characterizes the effects of reserve requirements on financial loans in the presence of moral hazard on the lender side (i.e., the anticipation that the taxpayer will bailout lending banks if large default will occur) and sovereign risk on the borrower side.  The impacts of such reserve requirements on the equilibrium degree of default risk and borrowing are analyzed, and their welfare implications for both the borrowing and the lending nations discussed.  More generous bailouts financed by the high income block encourage borrowing and increase the probability of default.  We show that the introduction of a reserve requirement in either country reduces the risk of default and raises the welfare of both the high income block and the emerging market economies.  In these circumstances, the lender's optimal reserve requirement is shown to increase with the expected bailout.  Such a policy induces the lender to internalize the expected tax payer cost of the bailout. Thus a more generous bailout that is accompanied by an optimal adjustment in the lender's reserve requirements exactly neutralizes its effects on welfare, leaving welfare in both countries unchanged.  Unlike the case of the lender, the effect of the more generous bailout on the borrower's optimal reserve requirement is ambiguous.  The imposition of the reserve requirement may also improve the availability of information about the debt exposure of the emerging market economies, which by itself will reduce the optimal lender's reserve requirements, and may prevent  drying up' the market for sovereign debt.\n\n",
    "acknowledgement": "\n"
}