{
    "id": 7005,
    "citation_title": "The Role of Real Annuities and Indexed Bonds in an Individual Accounts Retirement Program",
    "citation_author": [
        "Jeffrey R. Brown",
        "Olivia S. Mitchell",
        "James M. Poterba"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore four issues concerning annuitization options that retirees might use in the decumulation phase of an  individual accounts' retirement saving system.  First, we investigate the operation of both real and nominal annuity individual annuity markets in the United Kingdom.  The widespread availability of real annuities in the U.K. dispels the argument that private insurance markets could not, or would not, provide real annuities to retirees.  Second, we consider the current structure of two inflation-linked insurance products available in the United States, only one of which proves to be a real annuity. Third, we evaluate the potential of assets such as stocks, bonds, and bills, to provide retiree protection from inflation.  Because equity real returns have been high over the last seven decades, a retiree who received income linked to equity returns would have fared very well on average. Nevertheless we cast doubt on the inflation insurance' aspect of equity, since this is mainly due to stocks' high average return, and not because stock returns move in tandem with inflation. Finally, we use a simulation model to assess potential retiree willingness to pay for real, nominal, and variable payout equity-linked annuities.  For plausible degrees of risk aversion, inflation protection appears to have only modest value.  People would be expected to value a variable payout equity-linked annuity more highly than a real annuity because the additional real returns associated with common stocks more than compensate for the volatility of prospective payouts. These finding are germane to concerns raised in connection with Social Security reform plans that include individual accounts.\n\n",
    "acknowledgement": "\n"
}