{
    "id": 7010,
    "citation_title": "Theory and History Behind Business Cycles: Are the 1990s the Onset of a Golden Age?",
    "citation_author": [
        "Victor Zarnowitz"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe disputes over the prospects for the current U.S. expansion reopen the issue of the causes of business cycles.  A recurrent concern about the present is that expectations of business profits and market returns may be outrunning the economy's potential to deliver. The theory presented in this paper ties together profits, investment, credit, stock prices, inflation and interest rates. I discuss new estimates of profit and investment functions with important roles for growth of demand and productivity, price and cost levels, risk perception, credit volume and credit difficulties.  The relationships among these endogenous variables are viewed as constituting an enduring core of business cycles, the exogenous shocks and policy effects as more transitory and peripheral. The U.S. upswing of the past three years provides a vivid example of how profits, investment, and an exuberant stock market can reinforce each other.  Long business expansions benefit society in several ways but they generate imbalances and are difficult to sustain.  Recent events in Asia demonstrate how investment-driven booms can give way to a protracted stagnation with tendencies toward deflation and underconsumption or to severe depressions. After a deterioration in the 1970s and early 1980s, U.S. business cycles moderated again, as in the first two post-WWII decades.  But globally recessions became more frequent and more severe in the second half of the postwar era.  The arguments in favor a new Golden Age are generally not persuasive.\n\n",
    "acknowledgement": "\n"
}