{
    "id": 7011,
    "citation_title": "Robust Estimation of the Joint Consumption / Asset Demand Decision",
    "citation_author": [
        "Marjorie Flavin"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper proposes an instrumental variables version of the Huber estimator as an alternative to the IV-Krasker Welsch estimator. The IV-Huber estimator is analytically and computationally much simpler than IV-Krasker Welsch.  In the context of an empirical study of the importance of borrowing constraints on consumption, the paper reports the results for the following estimators:  1) conventional (non-robust) IV, 2) conventional IV after the subjective rejection of outliers, 3) conventional IV after trimming, 4) IV-Huber, and 5) IV-Krasker-Welsch.  In the presence of a heavy-tailed error distribution, both the IV-Krasker Welsch and the IV-Huber estimators provide substantial improvements in efficiency over conventional IV.  Further, the informal robust procedure of using conventional IV after trimming does not match the efficiency gains of the formal robust methods. The empirical results indicate that households exhibit incomplete smoothing of consumption, with about 20-50% of predictable movements in income being buffered by asset stocks. When saving is disaggregated by type of asset, the results provide some evidence of borrowing constraints:  households which are not subject to a liquidity constraint use financial assets as their primary means of buffering income fluctuations, while constrained households use purchases of durable goods almost exclusively as the vehicle for consumption smoothing.\n\n",
    "acknowledgement": "\n"
}