{
    "id": 7018,
    "citation_title": "Patterns of Skill Premia",
    "citation_author": [
        "Daron Acemoglu"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, I develop a model to analyze how skill premia differ over time and across countries, and use this model to study the impact of international trade on wage inequality. Skill premia are determined by technology and the relative supply of skills. An increase in the relative supply of skills, holding technology constant, reduces the skill premium. Among countries sharing the same technology, those with greater supplies will therefore have lower skill premia. An increase in the supply of skills over time, however, induces a change in technology, increasing the demand for skills. As a result, the relationship between relative supplies and skill premia over time may be increasing. Similarly, across countries developing their own technologies, there need not be a decreasing relationship between relative supply and skill premia. Holding technology constant, an increase in the volume of international trade increases the skill premium in countries where skills are abundant, and reduces it in skill-scarce countries. Trade also induces skill-biased technical change, creating a powerful force towards higher skill premia in both skill-abundant and skill-scarce countries. As a result, trade opening can cause a rise in inequality in the U.S. and the LDCs, and thanks to the induced skill-biased technical change, this can happen without the usual intervening mechanism of standard trade models, a rise in the relative prices of skill-intensive goods in the U.S.. I also show that an increase in the volume of trade, while increasing skill premia in skill-scarce countries and the technological leader, the U.S., may actually reduce skill premia in medium skill\n\n",
    "acknowledgement": "\n"
}