{
    "id": 7022,
    "citation_title": "Innovation in Israel 1968-97: A Comparative Analysis Using Patent Data",
    "citation_author": [
        "Manuel Trajtenberg"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe israeli high tech sector is widely regarded as a hotbed of cutting-edge technologies, and as the growth engine of the israeli economy in the nineties and beyond. In this paper we present a close-up portrait of innovation in Israel for the past 30 years, with the aid of highly detailed patent data. We use for that purpose all israeli patents taken in the US (over 7,000), as well as US patents and patents from other countries for comparative purposes. The time path of israeli patenting reveals big jumps in the mid eighties and then again in the early nineties, reflecting underlying  shocks' in policy and in the availability of relevant inputs. Israeli ranks high in terms of patents per capita, compared to the G7, the  Asian Tigers' and a group of countries with similar GDP per capita. Finland is strikingly similar, Taiwan's patenting has grown extremely fast and is now on par with Israel, South Korea is rapidly closing the gap. The technological composition of israeli innovations reflects quite well world-wide technological trends, except that Computers and Communications, the fastest growing field in the US, has grown even faster in Israel. The weak side resides in the composition of israeli assignees, the actual owners of the intellectual property rights: just 35% of israeli patents were assigned to israeli corporations, a much lower percentage than in most other countries. Relatively large shares went to foreign assignees, to Universities and the Government, and to private inventors. On the other hand israeli patents are of good quality' in terms of citations received (and getting better over time): US patents command on average more citations, but not in Computers and Communications or in Biotechnology, and Israeli patents are significantly better than those of the reference group of countries.\n\n",
    "acknowledgement": "\n"
}