{
    "id": 7028,
    "citation_title": "Using Employee Level Data in a Firm Level Econometric Study",
    "citation_author": [
        "Jacques Mairesse",
        "Nathalie Greenan"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we make the general point that econometric studies of the firm can be effectively and substantially enriched by using information collected from employees, even if only a few of them are surveyed per firm. Though variables measured on the basis of the answers of very few employees per firm are subject to very important sampling errors, they can be usefully included in a model specified at the firm level. In the first part of the paper, we show that in estimating parameters of interest in a regression model of the firm, the biases arising from the sampling errors in the employee based variables can be assessed, as long as we have a large enough sub-sample of firms with at least two or with more (randomly chosen) surveyed employees. As an illustration in the second part of the paper, we consider the estimation of the relationship between the firm average wage (directly obtained from the firm accounts) and estimates of the proportion of female workers based on the gender of one, two or three surveyed employees per firm. As a test, we compare the estimates that we find in this way with those using the employees), which we could also directly obtain at the firm level from a firm survey. The analysis is performed on two linked employer-employee samples of about 2500 firms in the French manufacturing and services industries in 1987 and 1993, with one, two or three surveyed employees per firm (for respectively 75%, 15% and 10% of the firms).\n\n",
    "acknowledgement": "\n"
}