{
    "id": 7033,
    "citation_title": "Index Funds and Stock Market Growth",
    "citation_author": [
        "William N. Goetzmann",
        "Massimo Massa"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the present paper we analyze the relationship between index funds and asset prices. In particular, our analysis of daily index fund flows indicates a strong contemporaneous correlation between fund inflows and S&P market returns. We also document a strong negative correlation between fund out flows and S&P market returns with the exception of outflows from a fund with very high initial investment requirement. These effects may be interpreted in two ways. Either investor supply and demand affects S&P market prices, or investors condition their demand and supply on intra-day market fluctuations. To sort out these effects, we examine trailing investor reaction to market moves. Our results suggest the market reacts to daily demand. However, only negative reactions appear due to past returns. We investigate whether index investor demand shocks are permanent or temporary by examining the related behavior of the S&P futures index. Clear evidence supports the hypothesis that they are permanent. This result may help explain the unusual recent relative performance of the S&P 500 index. Using the average market-timing newsletter recommendation over the period, we find that investors appear to react to expert' advice about the market. Bullish newsletter sentiment is associated with greater inflows, although outflows are not well explained by newsletter advice. Dispersion in advice is associated with lower inflows. We find a high correlation among a number of variables used as a proxy for investor disagreement.\n\n",
    "acknowledgement": "\n"
}