{
    "id": 7034,
    "citation_title": "The Usual Excess-Burden Approximation Usually Doesn't Come Close",
    "citation_author": [
        "Lawrence H. Goulder",
        "Roberton C. Williams III"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that the usual  excess-burden triangle' formula performs poorly when used to assess the excess burden from taxes on intermediate inputs or consumer goods, and derives a practical alternative to this formula.  We use an analytically tractable general equilibrium model to reveal how interactions with pre-existing taxes in other markets critically affect the excess burden of new taxes on intermediate inputs or consumer goods. The usual excess-burden formula ignores these interactions, and consequently yields highly inaccurate assessments of excess burden. Prior economic theory implicitly acknowledges the relevance of general-equilibrium interactions to excess burden, but does not indicate which interactions are most important or reveal the fundamental (first-order) contribution of these interactions. Moreover, prior studies do not offer a practical alternative to the usual excess-burden approximation.  This paper helps fill the gap between theory and practice.  First, it shows analytically that the importance of the interaction with a given pre-existing tax is roughly proportional to the amount of revenue raised by that tax.  Second, the paper derives a practical alternative formula for approximating the excess burden from a commodity tax. Finally, it performs numerical simulations to illustrate the significance of adopting our alternative to the usual approximation formula.   For realistic parameter values and a wide range of assumed rates for prior taxes, the usual formula captures less than half of the excess burden of taxes on commodities.  When the rate of the new tax is  small,' this formula captures less than five percent of the true excess burden.  In contrast, the alternative approximation formula derived here yields estimates that are consistently within five percent of the actual excess burden.\n\n",
    "acknowledgement": "\n"
}