{
    "id": 7041,
    "citation_title": "Generational Accounting and Immigration in the United States",
    "citation_author": [
        "Alan J. Auerbach",
        "Philip Oreopoulos"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, the renewed strength of immigration to the United States has sparked a debate about the economic effects of immigration.  A central issue in this debate has been the fiscal impact of immigrants.  Most research in this area has adopted a static, cross-section approach in assessing the net impact of immigrants on the economy's fiscal position.  However, a dynamic approach is important because of the age dependency of many government tax and expenditure programs, and necessary to take the descendents of immigrants into account. This paper reconsiders the fiscal impact of immigrants over time, using the technique of generational accounting.  We may summarize our results with three findings:   1. Because new immigrants represent a larger fraction of future generations than of present ones, shifting the burden onto future generations also shifts it, relatively, onto new immigrants.  Thus, if the entire fiscal imbalance currently estimated for the United States is placed on future generations, then the presence of new immigrants reduces the burden borne by natives. 2. When a policy of  fiscal responsibility' is followed, whether there is a fiscal gain from immigration depends on the extent to which government purchases rise with the immigrant population. 3. The impact of immigration on fiscal balance is extremely small relative to the size of the overall imbalance itself. Thus, immigration should be viewed neither as a major source of the existing imbalance, nor as a potential solution to it.\n\n",
    "acknowledgement": "\n"
}