{
    "id": 7043,
    "citation_title": "Ownership versus Environment: Why are Public Sector Firms Inefficient?",
    "citation_author": [
        "Ann P. Bartel",
        "Ann E. Harrison"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we disentangle the sources of public sector inefficiency using 1982-1995 panel data on manufacturing firms in Indonesia.  We consider two leading hypotheses: (1) public sector enterprises are inefficient due to monitoring problems and (2) public sector enterprises are inefficient because of the environment in which they operate, as measured by the soft budget constraint.  The two models are nested in a production function framework and the empirical results provide support for the second hypothesis.  Public sector enterprises are inefficient because of their access to soft loans; public sector ownership has no independent impact on productivity growth.  The finding that ownership per se does not matter, but environment does, holds when we control for fixed effects and when we allow for the endogeneity of government loans. Interestingly, private sector firms with access to government loans did not perform more poorly than other private sector enterprises.  Another dimension of the environment, i.e. import penetration, also matters; public sector enterprises that have been shielded from import competition are inferior performers.\n\n",
    "acknowledgement": "\n"
}