{
    "id": 7049,
    "citation_title": "Mutual Funds and Institutional Investments: What is the Most Efficient Way to Set Up Individual Accounts in a Social Security System?",
    "citation_author": [
        "Estelle James",
        "Gary Ferrier",
        "James Smalhout",
        "Dimitri Vittas"
    ],
    "citation_publication_date": "1999-03-01",
    "issue_date": "1999-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the biggest criticisms leveled at defined contribution individual account (IA) components of social security systems is that they are too expensive.  This paper investigates the cost-effectiveness of three options for constructing funded social security pillars:  1) IA's invested in the retail market with relatively open choice, 2) IA's invested in the institutional market with constrained choice among investment companies, and 3) a centralized fund without individual accounts or differentiated investments across individuals. Our questions: What is the most cost-effective way to organize a mandatory IA system, how does the cost of an efficient IA system compare with that of a single centralized fund, and are the cost differentials large enough to outweigh the other important considerations? Our answers, based on empirical evidence about mutual and institutional funds in the U.S.: The retail market (option 1) allows individual investors to benefit from scale economies in asset management, but at the cost of high marketing expenses that are needed to attract and aggregate small sums of money into large pools. In contrast, a centralized fund (option 3) can be much cheaper because it achieves scale economies without high marketing costs, but gives workers no choice and hence is subject to political manipulation and misallocation of capital. Mandatory IA systems can be structured to get the best of both worlds: to obtain scale economies in asset management without incurring high marketing costs or sacrificing worker choice. To accomplish this requires centralized collections, a modest level of investor service and constrained choice.  The system of constrained choice described in this paper (option 2) is much cheaper than the retail market and only slightly more expensive than a single centralized fund. We estimate that it will cost only .14-.18% of assets annually. These large administrative cost savings imply a Pareto improvement so long as choice is not constrained  too much.'\n\n",
    "acknowledgement": "\n"
}