{
    "id": 705,
    "citation_title": "Real and Monetary Disturbances in an Exchange-Rate Union",
    "citation_author": [
        "Richard C. Marston"
    ],
    "citation_publication_date": "1981-06-01",
    "issue_date": "1981-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates how a small country fares in an exchange-rate union if that country is subject to real and monetary disturbances originating at home and abroad. By joining a union, the country can fix the exchange rate between its currency and the currency of another country or countries. The paper asks whether or not fixing this exchange rate helps to modify the effects of disturbances on the domestic economy. This question is investigated within a model consisting of an aggregate demand equation dependent upon the terms of trade, an aggregate supply equation in which labor supply is responsive to the general price level, and a financial equation that determines the exchange rate of the domestic currency relative to one of two foreign currencies (the other being determined by triangular arbitrage) . Aggregate supply behavior varies depending upon whether wages respond to prices with a lag or are indexed to current changes in the general price level. Because the small country model cannot be used by itself to analyze the effects of foreign disturbances, the paper introduces models of two foreign countries with the same analytical structure as the domestic country model. Foreign disturbances are studied in two stages, first within the foreign model, then within the domestic model. The analysis shows that one of the most important factors determining the effects of the union is the degree of wage indexation in the domestic economy. The greater the degree of indexation, the less difference there is between output variation in the union and in a flexible regime. Apart from wage behavior, two other factors are important: the sources of the disturbances and the pattern of trade. Contrary to common belief, the case for a union is not necessarily strengthened if disturbances primarily originate outside the union and if the domestic country trades primarily with other members of the union.\n\n",
    "acknowledgement": "\n"
}