{
    "id": 7063,
    "citation_title": "Technology (and Policy) Shocks in Models of Endogenous Growth",
    "citation_author": [
        "Larry E. Jones",
        "Rodolfo E. Manuelli",
        "Ennio Stacchetti"
    ],
    "citation_publication_date": "1999-04-01",
    "issue_date": "1999-04-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs there a trade-off between fluctuations and growth? The empirical evidence is mixed, with some studies (Kormendi and Meguire (1985)) finding a positive relationship, while others (Ramey and Ramey (1995)) finding the a negative one. Our objective in this paper is to understand how fundamental uncertainty can affect the long run growth rate, and what are the factors that determine the nature (positive or negative) of the relationship. Qualitatively, we show that the relationship between volatility in fundamentals and policies and mean growth can be either positive or negative. We identify the curvature of the utility function as a key parameter that determines the sign of the relationship. Quantitatively, we find that when we move from a world of perfect certainty to one with uncertainty that resembles the average uncertainty in a large sample of countries, growth rates increase somewhere between 0.17% and 0.80%, with 0.20% being a  reasonable' estimate. Even though these are nontrivial changes, they are not large enough be themselves to account for the large differences in mean growth rates observed in the data. However, we find that differences in the curvature of preferences have very substantial effects on the estimated variability of stationary objects like the consumption/output ratio and hours worked. For this reason, we expect that the models considered in this paper will provide the basis of sharp estimates of the curvature parameter.\n\n",
    "acknowledgement": "\n"
}