{
    "id": 7065,
    "citation_title": "The Economics of Bequests in Pensions and Social Security",
    "citation_author": [
        "Martin Feldstein",
        "Elena Ranguelova"
    ],
    "citation_publication_date": "1999-04-01",
    "issue_date": "1999-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExperience in private pension plans and recent policy discussions about investment-based reforms of Social Security suggest that some form of bequest is likely to be part of any such reform that is enacted. This paper provides a first examination of the potential magnitudes of such bequests and of their effect on retirement annuities and asset accumulation. The most likely form of  bequest,  the  preretirement bequest' made when employees die before normal retirement age, reduces the funds available for post-retirement annuities by about 16 percent or, equivalently, requires a one-sixth  increase in the Personal Retirement Account  saving rate to maintain the same level of post-retirement annuities. We also analyze a variety of post-retirement bequest options. The least costly option that we consider is adding a ten-year-certain' feature to the life annuity, thereby providing a bequest whenever the retiree dies before age 77.   This would reduce annuities, relative to providing only preretirement bequests, by about 6 percent.  The most costly option that we consider would provide a bequest equal to the remaining actuarial value of the PRA annuity at the time of death and would require reducing all annuities by about 23 percent unless the PRA saving rate is raised. We analyze the size distribution of bequests that would result under different bequest rules and consider the implications for aggregate capital accumulation.\n\n",
    "acknowledgement": "\n"
}