{
    "id": 7079,
    "citation_title": "Dynamic Factor Demand Models and Productivity Analysis",
    "citation_author": [
        "M. Ishaq Nadiri",
        "Ingmar R. Prucha"
    ],
    "citation_publication_date": "1999-04-01",
    "issue_date": "1999-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we discuss recent advances in modeling and estimating dynamic factor demand models, and review the use of such models in analyzing the production structure, the determinants of variable and quasi-fixed factors, and productivity growth. The paper also discusses the traditional approach to productivity analysis based on the Divisia index number methodology. Both approaches may be seen as being complementary. The conventional index number approach will measure the rate of technical change correctly if certain assumptions about the underlying technology of the firm and output and input markets hold. The approach is appealing in that it can be easily implemented. However, if the underlying assumptions do not hold, then the conventional index number approach will, in general, yield biased estimates of technical change. The econometric approach based on general dynamic factor demand models allows for a careful testing of various features of a postulated model. Furthermore it not only provides a framework to estimate technical change, but can also yield a rich set of critical information on the structure of production, the dynamics of investment in physical and R&D capital, the effects of spillovers, the depreciation rate of capital, the impact of taxes, expectations, etc. The paper provides both a review of recent methodology developed for the specification and estimation of dynamic factor demand models, as well as a review of recent applications. The paper also explores in terms of a Monte Carlo study how estimates of important characteristics of the production process can be affected by model misspecification. The study suggests that characteristics of the production structure such as scale and technical change are sensitive to model misspecification, and that adopting a simple specification for reasons of convenience may result in serious biases.\n\n",
    "acknowledgement": "\n"
}