{
    "id": 708,
    "citation_title": "Inflation, Flexible Exchange Rates, and the Natural Rate of Unemployment",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1981-07-01",
    "issue_date": "1981-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe most important conclusion of this paper is that the growth rate of the money supply influences the U.S. inflation rate more strongly and promptly than in most previous studies, because the flexible exchange rate system has introduced an additional channel of monetary impact, over and above the traditional channel operating through labor-market tightness. Lagged changes in the effective exchange rate of the dollar, through their influence on the prices of exports and import substitutes, help to explain why U.S. inflation was so low in 1976 and why it accelerated so rapidly in 1978. Granger causality tests indicate that lagged exchange rate changes influence inflation, but lagged inflation does not cause exchange rate changes. A policy of monetary restriction in the 1980s is shown to cut the inflation rate by five percentage points at about half the cost in lost output as compared with the consensus view from previous studies. The paper defines the \"no shock natural rate of unemployment\" as the unemployment rate consistent with a constant rate of inflation in a hypothetical state having no supply shocks and a constant exchange rate. A new estimate of this natural rate concept displays an increase from 5.1 percent in 1954 to 5.9 percent in 1980 that is entirely due to the much-discussed demographic shift in labor-force shares and relative unemployment rates. Other higher estimates of the natural unemployment rate, close to 7 percent in 1980, result from the use of a naive Phillips curve that relates inflation only to labor-market tightness and inertia variables. The paper contains extensive sensitivity tests that examine the behavior of the basic inflation equation over alternative sample periods; that enter the growth rate of money directly and track the behavior of a money- augmented equation in dynamic simulation experiments; and that test and reject the view that wage-setting behavior is dominated by \"wage-wage inertia\", that is, the dependence of wage changes mainly on their own past values.\n\n",
    "acknowledgement": "\n"
}