{
    "id": 7088,
    "citation_title": "Recent Developments in Monetary Policy Analysis: The Roles of Theory and Evidence",
    "citation_author": [
        "Bennett T. McCallum"
    ],
    "citation_publication_date": "1999-04-01",
    "issue_date": "1999-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBoth academic thinking about monetary economics and the practice of monetary policy have changed dramatically since 1971-1973, when the rational expectations revolution was beginning and the Bretton Woods system was crumbling.  The present paper considers whether the various changes that have taken place were influenced primarily by economic theory or by empirical evidence-or by a combination of the two. Monetary economics, like macroeconomics more generally, passed through the rational expectations period into one dominated by real business cycle (RBC) analysis, which denies monetary policy any significant role in the generation or the dampening of cyclical fluctuations in crucial real variables. Recently, however, the analysis of monetary policy by both academic and central bank economists has been increasingly conducted in small quantitative structural models that combine the optimizing aspect of RBC analysis with various assumptions implying real effects of monetary policy actions due to slow adjustment of nominal prices.  These models therefore attempt to combine rather strict theoretical discipline with features that permit an enhanced degree of empirical veracity.  It is apparent, accordingly, that both theoretical and empirical analysis have been essential in bringing about alterations in monetary policy analysis between 1971-1973 and 1998.\n\n",
    "acknowledgement": "\n"
}