{
    "id": 7097,
    "citation_title": "Political Economics and Public Finance",
    "citation_author": [
        "Torsten Persson",
        "Guido Tabellini"
    ],
    "citation_publication_date": "1999-04-01",
    "issue_date": "1999-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nObserved fiscal policy varies greatly across time and countries. How can we explain this variation across time and countries? This paper surveys the recent literature that has tried to answer this question. We adopt a unified approach in portraying public policy as the equilibrium outcome of an explicitly specified political process. We divide the material into three parts. In Part I, we focus on median-voter equilibria that apply to policy issues where disagreement between voters is likely to be one-dimensional. We thus study the general redistributive programs which are typical of the modern welfare state: redistribution between rich and poor, young and old, employed and unemployed, resident of different regions, and labor and capital. In Part II we study special interest politics. Here the policy problem is multi-dimensional and we focus on specific political mechanisms: we study legislative bargaining, lobbying, and electoral competition, as well as the possible interactions between these different forms of political activity. Finally, Part III deals with a set of questions that can be brought under the label of comparative politics. Here we deal with policy choice under alternative political constitutions; we model the rationale for separation of powers and contrast the stylized features of congressional and parliamentary political systems, focusing on their implications for rent extraction by politicians, redistribution and public goods provision.\n\n",
    "acknowledgement": "\n"
}