{
    "id": 7111,
    "citation_title": "Equity and Resources: An Analysis of Education Finance Systems",
    "citation_author": [
        "Raquel Fernandez",
        "Richard Rogerson"
    ],
    "citation_publication_date": "1999-05-01",
    "issue_date": "1999-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last few decades many US states have made large changes to their systems of financing K-12 education with the explicit objective of providing more equitable educational opportunities. There has been relatively little accompanying analysis, however, examining how these changes might affect the total sum of resources dedicated to education and whether indeed increased equality is a likely outcome. We analyze five different education finance systems: local, State, foundation, power equalizing with recapture (PER) and power equalizing without recapture (PEN). We find that finance systems can have very large effects on both resources devoted to education and equity. Our calibration suggests that total spending on education may differ by as much as 25% across systems. The trade-off between equity and resources, however, is not monotone.  Although spending in a local system is typically greater than that in either the State system or PER, total spending is typically highest for the foundation and PEN systems, both of which reduce inequality of educational resources substantially relative to a local system. We also rank systems in welfare terms by carrying out an expected utility calculation. We find that PER consistently ranks best, though it provides fewer resources to education than the foundation and PEN systems, and falls well short of the state system in terms of equity. Additionally, we find that the PER system is remarkably popular among these alternative finance systems--we prove analytically that for an important subset of preferences PER will win in majority voting comparisons with each of the other systems.\n\n",
    "acknowledgement": "\n"
}