{
    "id": 7117,
    "citation_title": "Gerontocracy, Retirement, and Social Security",
    "citation_author": [
        "Casey B. Mulligan",
        "Xavier Sala-i-Martin"
    ],
    "citation_publication_date": "1999-05-01",
    "issue_date": "1999-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy are the old politically successful? We build a simple interest group model in which political pressure is time-intensive, showing that in the political competitive equilibrium each group lobbies for government policies that lower their own value of time but that the old do so to a greater extent and as a result are net gainers from the political process. What distinguishes the elderly from other political groups (and what makes them more successful) is that they have lower labor productivity and/or that we are all likely to become elderly at some point, while we are relatively unlikely to change gender, race, sexual orientation, or even occupation. The model has a variety of implications for the design of social security programs, which we test using data from the Social Security Administration. For example, the model predicts that social security programs with retirement incentives are larger and that the old are more  single-minded' in their politics, implications which we verify using cross-country government finance data and cross-country political participation surveys. Finally, we show that the forced savings programs intended to reform' the social security system may increase the amount of intergenerational redistribution. As a model for evaluating policy reforms, ours has the attractive feature that reforms must be time consistent from a political point of view rather than a public interest point of view.\n\n",
    "acknowledgement": "\n"
}