{
    "id": 7119,
    "citation_title": "Social Security in Theory and Practice (II): Efficiency Theories, Narrative Theories, and Implications for Reform",
    "citation_author": [
        "Casey B. Mulligan",
        "Xavier Sala-i-Martin"
    ],
    "citation_publication_date": "1999-05-01",
    "issue_date": "1999-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n166 countries have some kind of public old age pension. What economic forces create and sustain old age Social Security as a public program? Mulligan and Sala-i-Martin (1999) document several of the internationally and historically common features of social security programs, and explore  political' theories of Social Security. This paper discusses the  efficiency theories,' which view creation of the SS program as a full or partial solution to some market failure. Efficiency explanations of social security include the  SS as welfare for the elderly', the  retirement increases productivity to optimally manage human capital externalities',  optimal retirement insurance', the  prodigal father problem', the  misguided Keynesian', the optimal longevity insurance', the  government economizing transaction costs' and the  return on human capital investment'. We also analyze four narrative' theories of social security: the  chain letter theory', the  lump of labor theory', the  monopoly capitalism theory', and the Sub-but-Nearly-Optimal policy response to private pensions theory'. The political and efficiency explanations are compared with the international and historical facts and used to derive implications for replacing the typical pay-as-you-go system with a forced savings plan. Most of the explanations suggest that forced savings does not increase welfare, and may decrease it.\n\n",
    "acknowledgement": "\n"
}