{
    "id": 7124,
    "citation_title": "Executive Compensation: Six Questions that Need Answering",
    "citation_author": [
        "John M. Abowd",
        "David S. Kaplan"
    ],
    "citation_publication_date": "1999-05-01",
    "issue_date": "1999-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this article, we focus on how recent research advances can be used to address the following six questions: (1) How much does executive compensation cost the firm? (2) How much is executive compensation worth to the recipient? (3) How well does executive compensation work? (4) What are the effects of executive compensation? (5) How much executive compensation is enough? (6) Could executive compensation be improved? We stress the formal link between executive pay and performance that is provided by stock options and equivalent forms of long term compensation. We compare executive compensation in 12 OECD countries for the period from 1984-1996. There are good reasons why the answers to the first two questions are different. Executive compensation research should be very careful to distinguish the concepts of employer cost and the value to the executive. Agency theory remains the only viable candidate for answering the question about how executive compensation works but the empirical research to date cannot explain very much about the structure of the optimal contract. For this reason, it is also hard to answer the questions about the effects of executive compensation and the adequacy of the amounts of executive compensation, although it is clear that companies can provide both too little and too much contingent compensation, in the context of agency theory. We suggest two fertile areas for research regarding the improvement of executive compensation.\n\n",
    "acknowledgement": "\n"
}