{
    "id": 7130,
    "citation_title": "The Effect of Alcohol Prohibition on Alcohol Consumption",
    "citation_author": [
        "Jeffrey A. Miron"
    ],
    "citation_publication_date": "1999-05-01",
    "issue_date": "1999-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of Prohibition on alcohol consumption.  Since data on both  the price and quantity of alcohol are unavailable during the Prohibition period, it is not possible to estimate Prohibition's impact on either the supply or demand for alcohol.  Assuming the existence of a reasonable proxy for alcohol consumption, however, it is possible to estimate the net impact of Prohibition on the equilibrium quantity of alcohol consumed.  I estimate this effect under a range of assumptions about the nature of preferences, taking into account other possible determinants of alcohol consumption and the proxy series.  The overall conclusion of the paper is that Prohibition exerted a modest and possibly even a positive effect on alcohol consumption. One possible interpretation of the results is that the demand for alcohol is relatively inelastic, although many earlier studies find substantial elasticity in the demand for alcohol.  Another possible interpretation is that Prohibition created a forbidden fruit effect that increased preferences for alcohol, tending to offset the depressing effects of increased prices on demand. Still a third possibility is that Prohibition failed to raise alcohol prices substantially, perhaps because black markets suppliers face low marginal costs of evading government regulations and taxes.  Existing data provide some support for this last possibility.\n\n",
    "acknowledgement": "\n"
}