{
    "id": 7133,
    "citation_title": "Offshore Investment Funds: Monsters in Emerging Markets?",
    "citation_author": [
        "Woochan Kim",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "1999-05-01",
    "issue_date": "1999-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 1997-99 financial crises in the emerging markets have brought to the foreground the concern about offshore investment funds and their possible role in exacerbating volatility in the markets they invest in.  Offshore investment funds are alleged to engage in trading behaviors that are different from their onshore counterparts.  Because their behavior is less moderated by tax consequences, and because they may be subject to less supervision and regulation, the offshore funds may trade more intensely. They could also pursue more aggressively certain trading strategies such as positive feedback trading or herding that could contribute to greater volatility in the market. Using a unique data set, we compare the trading behavior in Korea by offshore funds with that of their onshore counterparts registered in the United States and the United Kingdom.  There are a number of interesting findings.  First there is indeed evidence suggesting that the offshore funds trade more intensely than their onshore counterparts.  Second, however, there is no evidence that the offshore funds engage in positive feedback trading.  In contrast, there is strong evidence that the funds from the US and UK do so.  Third, while offshore funds herd, they do so significantly less than the offshore funds from the US or UK.  In sum, the offshore funds are not especially worrisome monsters.\n\n",
    "acknowledgement": "\n"
}