{
    "id": 7135,
    "citation_title": "Exporting and Productivity",
    "citation_author": [
        "Andrew B. Bernard",
        "J. Bradford Jensen"
    ],
    "citation_publication_date": "1999-05-01",
    "issue_date": "1999-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExporting is often touted as a way to increase economic growth. This paper examines whether exporting has played any role in increasing productivity growth in U.S. manufacturing. Contemporaneous levels of exports and productivity are indeed positively correlated across manufacturing industries. However, tests on industry data show causality from productivity to exporting but not the reverse. While exporting plants have substantially higher productivity levels, we find no evidence that exporting increases plant productivity growth rates. However, within the same industry, exporters do grow faster than non-exporters in terms of both shipments and employment. We show that exporting is associated with the reallocation of resources from less efficient to more efficient plants. In the aggregate, these reallocation effects are quite large, making up over 40% of total factor productivity growth in the manufacturing sector. Half of this reallocation to more productive plants occurs within industries and the direction of the reallocation is towards exporting plants. The positive contribution of exporters even shows up in import-competing industries and non-tradable sectors. The overall contribution of exporters to manufacturing productivity growth far exceeds their shares of employment and output.\n\n",
    "acknowledgement": "\n"
}