{
    "id": 7136,
    "citation_title": "Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-Level Evidence",
    "citation_author": [
        "Timothy F. Bresnahan",
        "Erik Brynjolfsson",
        "Lorin M. Hitt"
    ],
    "citation_publication_date": "1999-05-01",
    "issue_date": "1999-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecently, the relative demand for skilled labor has increased dramatically. We investigate one of the causes, skill-biased technical change. Advances in information technology (IT) are among the most powerful forces bearing on the economy.  Employers who use IT often make complementary innovations in their organizations and in the services they offer.  Our hypothesis is that these co-inventions by IT users change the mix of skills that employers demand. Specifically, we test the hypothesis that it is a cluster of complementary changes involving IT, workplace organization and services that is the key skill-biased technical change. We examine new firm-level data linking several indicators of IT use, workplace organization, and the demand for skilled labor. In both a short-run factor demand framework and a production function framework, we find evidence for complementarity.  IT use is complementary to a new workplace organization which includes broader job responsibilities for line workers, more decentralized decision-making, and more self-managing teams.  In turn, both IT and that new organization are complements with worker skill, measured in a variety of ways.  Further, the managers in our survey believe that IT increases skill requirements and autonomy among workers in their firms. Taken together, the results highlight the roles of both IT and IT-enabled organizational change as important components of the skill-biased technical change.\n\n",
    "acknowledgement": "\n"
}