{
    "id": 7142,
    "citation_title": "The Self-Enforcing Provisions of Oil and Gas Unit Operating Agreements: Theory and Evidence",
    "citation_author": [
        "Gary D. Libecap",
        "James L. Smith"
    ],
    "citation_publication_date": "1999-05-01",
    "issue_date": "1999-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper extends the existing theory and empirical investigation of unitization contracts. It highlights the importance of incentive-compatibility and self-enforcement and the bargaining problems faced in achieving viable, long-term contracts. We argue that only if the parties to a unitization contract have unit production shares that are the same as their cost shares will the contract be incentive compatible. Using a data base of sixty unit operating agreements, we measure the industry's actual behavior against the principles of production from a common pool. Our survey of units that have only one production phase and that are relatively homogeneous reveals that such equal sharing rules are always found and they appear to encourage the parties to behave optimally. In more complex units with multiple production phases and/or separate concentrations of oil and gas (gas caps) we find deviations from the theoretical ideal.  In the case of multi-phase units, we find equal cost and production shares within phases, but not across phases.  A pre-set trigger for shifting from one production phase to the next helps to maintain optimal behavior.  For gas cap units, however, we generally do not find the equal sharing rule.  Conflicts and rent dissipation follow as illustrated by the case of the Prudhoe Bay Unit. The paper describes the desirable contract rules for avoiding moral hazard.  It also shows how the effects of those rules can be replicated in difficult situations.\n\n",
    "acknowledgement": "\n"
}