{
    "id": 7145,
    "citation_title": "Capital Goods Prices, Global Capital Markets and Accumulation: 1870-1950",
    "citation_author": [
        "William J. Collins",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "1999-05-01",
    "issue_date": "1999-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConventional wisdom has it that global financial markets were as well integrated in the 1890s as in the 1990s, but that it took several post-war decades to regenerate the connections that existed before 1914.  This view has emerged from a variety of tests for world financial capital market integration ranging from the correlation of saving and investment aggregates to the dispersion of security prices and real interest rates. Presumably, we care about global capital market integration because it can have an impact on accumulation performance and the global distribution of the capital stock.  Oddly enough, however, the relative price of capital goods, an important component of the user cost of capital, has never been incorporated into studies of capital market integration and almost never in comparative studies of pre-1950 economic growth.  This could be an important omission.  This paper explores the issue with a panel data base 1870-1950 for eleven OECD countries.  It turns out that capital goods prices have been central to accumulation, and therefore to growth and convergence.  They have also been as important to the evolution of global capital markets as have been interest rates and other financial costs.\n\n",
    "acknowledgement": "\n"
}