{
    "id": 7148,
    "citation_title": "American Living Standards: Evidence from Recreational Expenditures",
    "citation_author": [
        "Dora L. Costa"
    ],
    "citation_publication_date": "1999-05-01",
    "issue_date": "1999-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI use consumer expenditure surveys from 1888-1890, 1917-1919, 1935-1936, 1972-1973, and 1991 to determine whether trends in real income per capita are consistent with trends in recreational budget shares and to establish trends in inequality in recreational expenditures.  I find that changes in real total expenditures per capita are likely to underestimate the increase in living standards, particularly during times of innovation in consumer goods and reductions in hours such as in the 1920s and the 1970s and 1980s. Real per capita total expenditures fell by 1.2 percent per year between 1919 and 1935 and rose by 1.8 percent per year between 1972 and 1991. In contrast, trends in recreational expenditure shares imply that between 1919 and 1935 real per capita total expenditures rose by 1.2 percent per year and between 1972 and 1991 by 3.6 percent per year. The bias in conventional measures of per capita real total expenditures may therefore have been 2.4 percentage points per year between 1919 and 1935 and 1.8 percentage points per year between 1972 and 1991. I also find that lower income households experienced a larger increase in living standards than higher income households, perhaps because of decreases in the work hours of lower relative to higher income workers, technological change that lowered the price of recreational goods and created new products that increased demand for recreation, and increased public provision of recreational goods.\n\n",
    "acknowledgement": "\n"
}