{
    "id": 715,
    "citation_title": "Four Observations on Modern International Commercial Policy under Floating Exchange Rates",
    "citation_author": [
        "J. David Richardson"
    ],
    "citation_publication_date": "1981-07-01",
    "issue_date": "1981-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes the essential similarity between \"modern\" commercial policy, with its rent-like revenues, and capital transfers. Import barriers are shown to have consequently ambiguous effects on nominal and real exchange rates. The paper also examines some important supply-side welfare Costs and consequences of import barriers through their influence on current asset prices and future capital formation. The model on which the observations are based is an aggregated fixed-endowment, full-employment, general-equilibrium model similar to those used in the pure theory of international trade, with financial capital and foreign exchange markets that are integrated in a manner consistent with the asset/portfolio-balance approach to exchange rates. The model is empirically calibrated to reflect the U.S. and the rest of the world in the early 1980's. In this empirical stylization, U.S. import barriers are shown (1) to reduce national consumption possibilities more significantly than is usually thought to be the case; (ii) to discourage U.S. physical capital formation; and (iii) to have significant yet variable effects on exchange rates, where the variability depends on the distribution between the U.S. and the rest of the world of the rent-like revenues implicit in the import barriers. It is notable that the more favorable this distribution to the U.S. the larger is the dollar depreciation caused by import barriers.\n\n",
    "acknowledgement": "\n"
}