{
    "id": 7168,
    "citation_title": "Selection Effects in the Market for Individual Annuities: New Evidence from the United Kingdom",
    "citation_author": [
        "Amy Finkelstein",
        "James Poterba"
    ],
    "citation_publication_date": "1999-06-01",
    "issue_date": "1999-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents new evidence on the importance of adverse selection in individual annuity markets.  It focuses on the individual annuity market in the United Kingdom, which provides an excellent empirical setting for studying selection effects. In addition to a voluntary annuity market, the U.K. also has a compulsory annuity market in which individuals in some types of retirement plans are effectively required to purchase retirement annuities.  Two empirical regularities support standard models of adverse selection.  First, annuitants as a group are longer-lived than randomly selected individuals in the population at large. The expected present value of the annuity payout stream from a typical voluntary annuity is thirteen percent higher for a typical 65-year-old male voluntary annuitant than for a typical 65-year-old male in the U.K. population.  This is simply the result of differential mortality between the annuitant population and the population at large.  Selection effects are more pronounced in the voluntary than in the compulsory annuity market, but even compulsory annuitants are not a random sample from the U.K. population. In the compulsory annuity market, the cost of adverse selection is between one third and one half of that in the voluntary annuity market.  Second, annuitants select across different types of annuity products with different payout profiles, even within the compulsory market.  The expected present values of payouts from inflation-indexed annuities and from nominal escalating annuities are lower than those from nominal annuities.  This is consistent with longer-lived individuals choosing annuity products with greater payouts in the distant future.  We find some puzzling evidence, however, in the relative pricing of nominal escalating annuities and inflation-indexed annuities.   In addition to providing evidence on adverse selection, the U.K. annuity market can also be used to study how the price of an insurance product is related to the quantity of insurance purchased.  Prices per annuity unit are lower for larger annuity policies than for smaller policies.  Some theoretical models of insurance demand, which suggest that poorer risks should purchase more insurance and do not consider the fixed costs of issuing annuity or insurance policies, are inconsistent with this result.\n\n",
    "acknowledgement": "\n"
}