{
    "id": 7169,
    "citation_title": "New Facts in Finance",
    "citation_author": [
        "John H. Cochrane"
    ],
    "citation_publication_date": "1999-06-01",
    "issue_date": "1999-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe last 15 years have seen a revolution in the way financial economists understand the world around us. We once thought that stock and bond returns were essentially unpredictable. Now we recognize that stock and bond returns have a substantial predictable component at long horizons. We once thought the capital asset pricing model (CAPM) provided a good description of why average returns on some stocks, portfolios, funds or strategies were higher than others. Now we recognize that the average returns of many investment opportunities cannot be explained by the CAPM, and  multifactor models' have supplanted the CAPM to explain them. We once thought that long-term interest rates reflected expectations of future short term rates and that interest rate differentials across countries reflected expectations of exchange-rate depreciation. Now, we see time-varying risk premia in bond and foreign exchange markets as well as in stock markets. Once, we thought that mutual fund average returns were well explained by the CAPM.  Now, we recognize ``value'' and other high return strategies in funds, and slight persistence in fund performance. In this article, I survey these new facts. I show how they are related. Each case uses price variables to infer market expectations of future returns; each case notices that an offsetting adjustment (to dividends, interest rates, or exchange rates) seems to be absent or sluggish. Each case suggests that financial markets offer rewards in the form of average returns for holding risks related to recessions and financial distress, in addition to the risks represented by overall market movements.\n\n",
    "acknowledgement": "\n"
}