{
    "id": 7176,
    "citation_title": "The Anatomy of Health Insurance",
    "citation_author": [
        "David M. Cutler",
        "Richard J. Zeckhauser"
    ],
    "citation_publication_date": "1999-06-01",
    "issue_date": "1999-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article describes the anatomy of health insurance.  It begins by considering the optimal design of health insurance policies.  Such policies must make tradeoffs appropriately between risk sharing on the one hand and agency problems such as moral hazard (the incentive of people to seek more care when they are insured) and supplier-induced demand (the incentive of physicians to provide more care when they are well reimbursed) on the other. Optimal coinsurance arrangements make patients pay for care up to the point where the marginal gains from less risk sharing are just offset by the marginal benefits from less wasteful care being provided.  Empirical evidence shows that both moral hazard and demand-inducement are quantitatively important.  Coinsurance based on expenditure is a crude control mechanism. Moreover, it places no direct incentives on physicians, who are responsible for most expenditure decisions.  To place such incentives on physicians is the goal of supply-side cost containment measures, such as utilization review and capitation.  This goal motivates the surge in managed care in the United States, which unites the functions of insurance and provision, and allows for active management of the care that is delivered. The analysis then turns to the operation of health insurance markets. Economists generally favor choice in health insurance for the same reasons they favor choice in other markets:  choice allows people to opt for the plan that is best for them and encourages plans to provide services efficiently. But choice in health insurance is a mixed blessing because of adverse selection -- the tendency for the sick to choose more generous insurance than the healthy.  When sick and healthy enroll in different plans, plans disproportionately composed of poor risks have to charge more than they would if they insured an average mix of people.  The resulting high premiums create two adverse effects:  they discourage those who are healthier but would prefer generous care from enrolling in those plans (because the premiums are so high), and they encourage plans to adopt measures that deter the sick from enrolling (to reduce their overall costs).  The welfare losses from adverse selection are large in practice.  Added to them are further losses from having premiums vary with observable health status.  Because insurance is contracted for annually, people are denied a valuable form of intertemporal insurance -- the right to buy health coverage at average rates in the future should they get sick today.  As the ability to predict future health status increases, the lack of intertemporal insurance will become more problematic. The article concludes by relating health insurance to the central goal of medical care expenditures - better health.  Studies to date are not clear on which approaches to health insurance promote health in the most cost-efficient manner.  Resolving this question is the central policy concern in health economics.\n\n",
    "acknowledgement": "\n"
}