{
    "id": 7177,
    "citation_title": "Monetary Policy Issues for the Eurosystem",
    "citation_author": [
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "1999-06-01",
    "issue_date": "1999-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper discusses the choice between inflation targeting and monetary targeting as a strategy for the Eurosystem, the actual strategy the Eurosystem announced in the fall of 1998, the framework for policy decisions appropriate for achieving the goals of the Eurosystem, the role of exchange rate management in the EMU, and the accountability and transparency of the Eurosystem. The choice between inflation targeting and monetary targeting is, in effect, a choice between high and low transparency. Inflation targeting and monetary targeting, in practice, imply similar policy decisions, but monetary targeting implies that policy decisions are explained in terms of money-growth developments that are not essential for policy. The Eurosystem has specified an operational inflation target, although in a somewhat ambiguous way.  More importantly, its announced monetary strategy is deficient, since it proposes a prominent role for an essentially irrelevant money-growth indicator in analysis and communication, but will keep secret the inflation forecast that will, in practice, be the decisive input in policy decisions.  Exchange rate policy is controlled by the Council of finance ministers in the EMU; this is a major inconsistency in the Maastricht Treaty and a possible threat to the independence of the Eurosystem. The European Parliament may have a crucial role in ensuring the accountability of the Eurosystem; the minimum transparency needed for effective outside monitoring and evaluation of the Eurosystem's policy decisions seem to require published inflation forecasts and, most likely, published minutes and voting records of the Governing Council.\n\n",
    "acknowledgement": "\n"
}