{
    "id": 718,
    "citation_title": "The Allocation of Capital Between Residential and Nonresidential Uses: Taxes, Inflation and Capital Market Constraints",
    "citation_author": [
        "Patric H. Hendershott",
        "Sheng Cheng Hu"
    ],
    "citation_publication_date": "1981-07-01",
    "issue_date": "1981-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe have constructed a simple two-sector model of the demand for housing and corporate capital. An increase in the inflation rate, with and with- out an increase in the risk premium on equities, was then simulated with a number of model variants. The model and simulation experiments illustrate both the tax bias in favor of housing (its initial average real user cost was 3 percentage points less than that for corporate capital) and the manner in which inflation magnifies it (the difference rises to 5 percentage points without an exogenous increase in real house prices and 4 percentage points with an exogenous increase). The existence of a capital-market constraint offsets the increase in the bias against corporate capital, but it introduces a sharp, inefficient reallocation of housing from less wealthy, constrained households to wealthy households who do not have gains on mortgages and are not financially const rained. Widespread usage of innovative housing finance instruments would overcome this reallocation but at the expense of corporate capital. Only a reduction in inflation or in the taxation of income from business capital will solve the problem of inefficient allocation of capital. The simulation results are also able to provide an explanation for the failure of nominal interest rates to rise by a multiple of an increase in the inflation rate in a world with taxes. When the inflation rate alone was increased, the ratio of the increases in the risk-free and inflation rates was 1.32. An increase in the risk premium on equities, in conjunction with the increase in inflation, lowered the simulated ratio to 1.10, introduction of a supply price elasticity of 4 and an exogenous increase in the real house price reduced the ratio to 1.03, and incorporation of the credit-market. constraint reduced the ratio to 0.95.\n\n",
    "acknowledgement": "\n"
}