{
    "id": 7182,
    "citation_title": "Trends in Self-Employment Among White and Black Men: 1910-1990",
    "citation_author": [
        "Robert W. Fairlie",
        "Bruce D. Meyer"
    ],
    "citation_publication_date": "1999-06-01",
    "issue_date": "1999-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine trends in self-employment among white and black men from 1910 to 1990 using Census and CPS microdata.  Self-employment rates fell over most of the century and then started to rise after 1970.  For white men, we find that the decline was due to declining rates within industries, but was counterbalanced somewhat by a shift in employment towards high self-employment industries.  Recently, the increase in self-employment was caused by an end to the within industry decline and the continuing shift in employment towards high self-employment industries.  We find that the trends in self-employment average returns do not easily explain the decline in self-employment from 1950 to 1970, nor the increase from 1970 to 1990.  We also find that changes in tax rates, social security benefits, and immigration patterns do not explain the recent upturn in self-employment.  For black men, we find that the self-employment rate remained at a level of roughly one-third the white rate from 1910 to 1990.  The large and constant gap between the black and the white rates is not due to blacks being concentrated in low self-employment rate industries, but is consistent with job opportunities outside of self-employment increasing relative to those in self-employment. However, more recently the relative earnings of blacks in self-employment rose more than relative earnings for whites the near constancy of the relative self-employment rates more surprising.  We also find that absent continuing forces holding down black self-employment, a simple inter-generational model of self-employment suggests that black and white rates would converge quickly.\n\n",
    "acknowledgement": "\n"
}