{
    "id": 7188,
    "citation_title": "The Employment, Earnings, and Income of Less Skilled Workers Over the Business Cycle",
    "citation_author": [
        "Hilary Hoynes"
    ],
    "citation_publication_date": "1999-06-01",
    "issue_date": "1999-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, I examine the effect of business cycles on the employment, earnings, and income of persons in different demographic groups.  I classify individuals by sex, education, and race.  The analysis uses data from the Current Population Survey's Outgoing Rotation Group file, covering the period 1979-1992, and March Annual Demographic files (ADF) covering the period 1975-1997.  Many different individual and family outcome measures are considered including: employment to population ratios, weekly earnings, hourly earnings, annual hours, annual earnings, family earnings, family transfer income, and total family income.  The regression model is specified such that the key parameters measure how the labor market outcomes of less skilled workers vary with the business cycle relative to the variability for high skill groups.  The analysis uses variation across MSAs in the timing and severity of shocks.  The results consistently show that individuals with lower education levels, nonwhites, and low skill women experience greater cyclical fluctuation than high skill men.   These results are the most striking when examining comprehensive measures of labor force activity such as the likelihood of full-time year around work.  Government transfers and the earnings of other family members decrease the differences between groups, as business cycles have more skill-group neutral effects on family income than individual earnings.  The paper examines the stability of these results by comparing evidence across the 1982 and 1992 recessions. The evidence suggests that the 1992 recession led to more uniform effects across skill groups than earlier cycles.\n\n",
    "acknowledgement": "\n"
}