{
    "id": 7190,
    "citation_title": "Education for Growth in Sweden and the World",
    "citation_author": [
        "Alan B. Krueger",
        "Mikael Lindahl"
    ],
    "citation_publication_date": "1999-06-01",
    "issue_date": "1999-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper tries to reconcile evidence on the effect of schooling on income and on GDP growth from the microeconometric and empirical macro growth literatures.  Much microeconometric evidence suggests that education is an important causal determinant of income for individuals within countries as diverse as Sweden and the United States.  At a national level, however, recent studies have found that increases in educational attainment are unrelated to economic growth.  This finding is shown to be a spurious result of the extremely high rate of measurement error in first-differenced cross-country education data.  After accounting for measurement error, the effect of changes in educational attainment on income growth in cross-country data is at least as great as microeconometric estimates of the rate of return to years of schooling. We also investigate another finding of the macro growth literature -- that economic growth depends positively on the initial stock of human capital. We find that the effect of the initial level of education on growth is sensitive to the econometric assumptions that are imposed on the data (e.g., constant-coefficient assumption),  as well as to the other covariates included in the model.  Perhaps most importantly, we find that the initial level of education does not appear to have a significant effect on economic growth among OECD countries.  The conclusion comments on policy implications for Sweden based on the human capital literature.\n\n",
    "acknowledgement": "\n"
}