{
    "id": 7193,
    "citation_title": "Are the Elderly Really Over-Annuitized? New Evidence on Life Insurance and Bequests",
    "citation_author": [
        "Jeffrey R. Brown"
    ],
    "citation_publication_date": "1999-06-01",
    "issue_date": "1999-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides evidence against the hypothesis that elderly individuals with strong bequest motives purchase term life insurance to offset mandatory annuitization by the existing Social Security system.  Using new data on elderly households, this study is able to examine ownership of pure term life insurance separately from whole life, or cash-value, policies. This is an important distinction in the  Annuity Offset Model' because the central implication is that term insurance is purchased in order to  undo' excessive government annuitization in the form of Social Security, while whole life policies among the elderly primarily consist of tax deferred savings.  Evidence is presented that many households simultaneously choose to hold privately purchased annuities and term life insurance, a choice that is inconsistent with the notion that these individuals are over-annuitized.  Results also indicate that the hypothesized positive relationship between term insurance ownership and Social Security benefits does not hold once one analyzes term separately from cash value policies.  Previous empirical results appear to have been overly favorable to the Annuity Offset Model due to the inability to adequately account for the strong correlation between whole life insurance ownership and Social Security benefits, a correlation that can be attributed to tax-deferred savings and attempts to protect human capital during one's younger working life.  Because these findings suggest that households are not seeking to  undo' Social Security for bequest reasons, these results have implications for the current debate over annuitization options in an individual accounts retirement system.\n\n",
    "acknowledgement": "\n"
}