{
    "id": 7198,
    "citation_title": "Advances in Cost-Effectiveness Analysis of Health Interventions",
    "citation_author": [
        "Alan M. Garber"
    ],
    "citation_publication_date": "1999-06-01",
    "issue_date": "1999-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe growing application of cost-effectiveness (CE) analysis and controversies about its methods has led to a need to explore its welfare economic foundations.  Examination of its welfare theoretic foundations can provide a rationale for selecting specific standards for the application of CE analysis while deepening our understanding of the implications of alternative methodological approaches. In this paper, I explore conditions under which decision making based on CE analysis, carried out a specific way, leads to a distribution of resources that has desirable social welfare properties.  The first section describes the basics of CE analysis and how it can be applied to aid decisions about the allocation of health resources.  The paper then turns to the potential welfare economic foundations of CE analysis, and addresses specific issues in carrying out CE analysis, such as which costs to include, whose perspective matters in the analysis, and how health outcomes are measured.  It demonstrates how a welfare economic foundation can help resolve ambiguities and uncertainties about the application of CE analysis.  The paper also discusses the limitations of such an approach, which indeed reflect limitations of CE analysis as an analytic framework.  Finally, it addresses unresolved issues such as the difficulties in using the results of CE analysis to make health policy at the societal or group level.\n\n",
    "acknowledgement": "\n"
}