{
    "id": 7199,
    "citation_title": "Joint Life Annuities and Annuity Demand by Married Couples",
    "citation_author": [
        "Jeffrey R. Brown",
        "James M. Poterba"
    ],
    "citation_publication_date": "1999-06-01",
    "issue_date": "1999-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the value of purchasing joint life annuities for married couples.  It describes the existing market for joint life annuities, and summarizes the range of annuity products that are currently available to couples.  It then considers the value that married couples would place on access to an actuarially fair annuity market, and defines a measure of willingness-to-pay for annuities.  This calculation differs from the analogous one for a single individual for two reasons.  First, joint-and-survivor life tables differ from individual life tables.  The life expectancy of the second-to-die in a married couple is substantially greater than that for a single individual.  Second, joint life annuities provide time-varying payouts, because survivor benefit options permit the payout when both members of a couple are alive to differ from that when one member has died. The paper develops a new annuity valuation model and applies it to evaluate a married couple's utility gain from annuitization. The findings suggest that previous estimates of the utility gain from annuitization, which applied to individuals, overstate the benefits of annuitization for married couples.  Since most potential annuity buyers are married, these findings may help to explain the limited size of the private market for single premium annuities.\n\n",
    "acknowledgement": "\n"
}