{
    "id": 7202,
    "citation_title": "Reserve Uncertainty and the Supply of International Credit",
    "citation_author": [
        "Joshua Aizenman",
        "Nancy Marion"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how increased uncertainty about an emerging market's international reserves affects the willingness of foreign investors to supply international credits.  We illustrate the relevance of this concern for South Korea during the recent financial crisis.  Using available information about Korea's reserves at the onset of the crisis, we show that 'usable' reserves turned out to be much lower than what a reasonable forecast would have predicted.  We then develop a model of an emerging-market economy where there is sovereign risk and moral hazard is a problem because agents expect the emerging market to bail out creditors with its reserves. We show that reserve uncertainty has a non-linear effect on the supply of credit.  When the expected reserve position of an emerging market is large relative to the potential bailout in bad states of nature, reserve volatility does not matter.  However, the same amount of reserve volatility can cause a large reduction in the supply of international credit if the emerging market's foreign debt is large enough or if the collapse of output forces the private sector to downgrade its priors about repayment possibilities.  In addition, reserve volatility can reduce international credit if investors become more pessimistic about the emerging market's reserve position.\n\n",
    "acknowledgement": "\n"
}