{
    "id": 7203,
    "citation_title": "A Rent-Protection Theory of Corporate Ownership and Control",
    "citation_author": [
        "Lucian Arye Bebchuk"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a rent-protection theory of corporate ownership structure - and in particular, of the choice between concentrated and dispersed ownership of corporate shares and votes.  The paper analyzes the decision of a company's initial owner whether to maintain a lock on control when the company goes public.  This decision is shown to be very much influenced by the size that private benefits of control are expected to have. Most importantly, when private benefits of control are large - and when control is thus valuable enough - leaving control up for grabs would attract attempts by rivals to grab control and thereby capture these private benefits; in such circumstances, to preclude a control grab, the initial owner might elect to maintain a lock on control. Furthermore, when private benefits of control are large, maintaining a lock on control would enable the company's initial shareholders to capture a larger fraction of the surplus from value-producing transfers of control.  Both results suggest that, in countries in which private benefits of control are large, publicly traded companies will tend to have a controlling shareholder.  It is also shown that separation of cash flow rights and voting rights will tend to be used in conjunction with a controlling shareholder structure but not with a dispersed ownership structure.  Finally, the paper analyzes why companies might make control partially contestable, as many US companies currently do by adopting antitakeover arrangements. The results of the paper are consistent with the available evidence, can explain the observed patterns of corporate ownership, and yield testable predictions for future empirical work. The analysis also implies that a corporate law system that effectively limits private benefits of control can produce more efficient choices of ownership structure.\n\n",
    "acknowledgement": "\n"
}