{
    "id": 7204,
    "citation_title": "The Value of Reductions in Child Injury Mortality in the U.S.",
    "citation_author": [
        "Sherry Glied"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChild injury mortality rates have declined steadily over time and across causes of death.  This paper investigates alternative explanations for this decline and evaluates their value. I assess changes in children's living circumstances, changes in the professional child injury knowledge base, changes in the information imparted to parents, and changes in the regulation of childhood behavior and, in the context of a model of health production,  explore how each of these changes might have been expected to affect child safety. These hypotheses are then tested empirically using data from the National Mortality Detail Files on the number of child deaths by age, cause, and state and combine this information with data from the Current Population Survey on the characteristics of children and their families by state.  I find that changes in children's living circumstances can explain little, if any of the change in child health.  I find limited evidence that regulatory interventions intended to change behavior have been important.  I find substantial evidence suggesting that changes in the knowledge available to parents about child health have become increasingly important, while parents' time has become less important in producing health. These results provide a first effort in understanding the dramatic reduction in child injury mortality.  They also illustrate how the development of scientific information, a public good, is translated into private outcomes, and can generate growing inequality in those outcomes.\n\n",
    "acknowledgement": "\n"
}