{
    "id": 7205,
    "citation_title": "Managed Care",
    "citation_author": [
        "Sherry Glied"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy 1993, over 70% of all Americans with health insurance were enrolled in some form of managed care plan.  The term managed care encompasses a diverse array of institutional arrangements, which combine various sets of mechanisms, that, in turn, have changed over time. The chapter reviews these mechanims, which, in addition to the methods employed by traditional insurance plans, include the selection and organization of providers, the choice of payment methods (including capitation and salary payment), and the monitoring of service utilization. Managed care has a long history.  For an extended period, this form of organization was discouraged by a hostile regulatory environment.  Since the early 1980s, however, managed care has grown dramatically.  Neither theoretical nor empirical research have yet provided an explanation for this pattern of growth. The growth of managed care may be due to this organizational form's relative success in responding to underlying market failures in the health care system - asymmetric information about health risks, moral hazard, limited information on quality, and limited industry competitiveness.  The chapter next explores managed care's response to each of these problems. The chapter then turns to empirical research on managed care.  Managed care plans appear to attract a population that is somewhat lower cost than that enrolled in conventional insurance. This complicates analysis of the effect of managed care on utilization.  Nonetheless, many studies suggest that managed care plans reduce the rate of health care utilization somewhat.  Less evidence exists on their effect on overall health care costs and cost growth.\n\n",
    "acknowledgement": "\n"
}