{
    "id": 7208,
    "citation_title": "What Determines Firm Size?",
    "citation_author": [
        "Krishna B. Kumar",
        "Raghuram G. Rajan",
        "Luigi Zingales"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMotivated by theories of the firm, which we classify as technological' or  organizational,' we analyze the determinants of firm size across industries and across countries in a sample of 15 European countries. We find that, on average, firms facing larger markets are larger. At the industry level, we find firms in the utility sector are large, perhaps because they enjoy a natural, or officially sanctioned, monopoly. Capital intensive industries, high wage industries, and industries that do a lot of R&D have larger firms, as do industries that require little external financing. At the country level, the most salient findings are that countries with efficient judicial systems have larger firms, and, correcting for institutional development, there is little evidence that richer countries have larger firms. Interestingly, institutional development, such as greater judicial efficiency, seems to be correlated with lower dispersion in firm size within an industry.  The effects of interactions (between an industry's characteristics and a country's environment) on size are perhaps the most novel results in the paper, and are best able to discriminate between theories. As the judicial system improves, the difference in size between firms in capital intensive industries and firms in industries that use little physical capital diminishes, a finding consistent with size of firms in industries dependent on external finance is larger in countries with better financial markets, suggesting that financial constraints limit average firm size.\n\n",
    "acknowledgement": "\n"
}