{
    "id": 721,
    "citation_title": "Bilateral Contracts",
    "citation_author": [
        "Jerry R. Green",
        "Seppo Honkapohja"
    ],
    "citation_publication_date": "1981-07-01",
    "issue_date": "1981-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe basic form of economic exchange is a bilateral relationship between buyer and seller. If economic conditions are common knowledge there is no problem in principle to determine the efficient quantity to trade. But if benefits are known only to the buyer and costs are known only to the seller a situation of bargaining under incomplete information results. Instead of relying on the vagaries of a bargaining outcome, which might be quite costly to implement, economic inefficiency is likely to be improved by a contractual arrangement that could be agreed upon in advance. In such contracts various aspects of the exchange could be allocated to the two parties involved. For example, a price per unit might be fixed in advance and the buyer might be allowed to name his quantity in the light of the information he has about benefits. A more complex version would present the buyer with a non-linear price schedule. Alternatively the supplies might be given control. While these solutions are fairly well understood, there are other types of arrangements in which control is mutual. This paper studies contracts of this nature. We examine the feasibility of implementing various agreements and the nature of optimal bilateral contracts under these informational circumstances. When the random influences impact both parties significantly, full efficiency is not attainable. We show that contracts involving mutual control might sometimes be superior to the best contract giving one side or the other exclusive dominance.\n\n",
    "acknowledgement": "\n"
}