{
    "id": 7212,
    "citation_title": "Revealing Comparative Advantage: Chaotic or Coherent Patterns Across Time and Sector and U.S. Trading Partner?",
    "citation_author": [
        "J. David Richardson",
        "Chi Zhang"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe map United States comparative advantage between 1980 and 1995, by trading partner and region, using Balassa's export-based index of Revealed Comparative Advantage (RCA). We find: temporally stable and ubiquitous US comparative advantage in differentiated producer goods (except disadvantage in Japan); somewhat less stable and less sweeping US disadvantage in standardized producer goods; chaotic and diverse patterns of US RCA in consumer goods (especially in the Chinese market). Our most significant findings are surprisingly sharp geographical differences in patterns of US RCA and surprisingly small differences across sub-sectors of 1, 2, and 3-digit SITC classifications - regional, but not sectoral,  niche' specialization. The high overall variability across regions in RCA indexes seems unrelated to obvious explanations such as proximity or lingual/historical ties to the US.  In producer goods, RCA variability across regions correlates somewhat better with accounts of trade diversion and of regional preferences for and discrimination against US exports. We find only scant evidence of high or increasing variability across disaggregated commodity sub-groups in US RCA indexes.  Such variability is often the prediction of theories of comparative advantage that are based on vertical specialization, product differentiation, or scale and agglomeration economies.\n\n",
    "acknowledgement": "\n"
}