{
    "id": 7219,
    "citation_title": "The Dynamics of Emerging Market Equity Flows",
    "citation_author": [
        "Geert Bekaert",
        "Campbell R. Harvey",
        "Robin L. Lumsdaine"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the interrelationship between capital flows, returns, dividend yields and world interest rates in 20 emerging markets. We estimate a vector autoregressionn with these variables to measure the degree to which lower interest rates contribute to increased capital flows and shocks in flows affect the cost of capital among other dynamic relations. We precede the VAR analysis by a detailed examination of endogenous break points in capital flows and the other variables. These structural breaks are traced to the liberalization of emerging equity markets.  Our evidence of structural breaks call into question past research which estimates VAR models over the full sample.  After a liberalization, we find that equity flows increase by 1.4% of market capitalization.  We also show that shocks in equity flows initially increase returns which is consistent with a price pressure hypothesis.  While the effect is diminished over time, there also appears to be a permenant impact. This is consistent with our finding that our proxy for the cost of capital, dividend yields, decreases.  Finally, our analysis of the transitition dynamics from pre-liberalization to post-liberalization suggests that when capital leaves, it leaves faster than it came in. These results may help us understand the dynamics of the recent crises in Latin America and East Asia.\n\n",
    "acknowledgement": "\n"
}