{
    "id": 722,
    "citation_title": "The Relative Productivity Hypothesis of Industrialization: The American Case, 1820-1850",
    "citation_author": [
        "Claudia D. Goldin",
        "Kenneth L. Sokoloff"
    ],
    "citation_publication_date": "1981-07-01",
    "issue_date": "1981-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe American Northeast industrialized rapidly from about 1820 to 1850, while the South remained agricultural. Industrialization in the Northeast was substantially powered during these decades by female and child labor, who comprised about 45% of the manufacturing work force in 1832. Wherever manufacturing spread in the Northeast, the wages of females and children relative to those of adult men increased greatly from levels in the agricultural sector which were previously quite low. Our hypothesis of early industrialization is that such development proceeds first in areas whose agriculture, for various reasons, puts a low value on females and children relative to adult men. The lower the \"relative productivity\" of females and children in the pre-industrial agricultural or traditional economy the earlier will manufacturing evolve, the proportionately greater will the relative wages for females and children increase, and the relatively more manufactured goods will the economy produce. A two-sector model which incorporates a difference in \"relative productivity\" between two economies is used to develop seven propositions relating to the process of early industrialization. Data from two early censuses of manufactures, 1832 and 1850, and other sources provide evidence for our hypothesis, demonstrating, for example, the low relative productivity of females and children in the Northeast agricultural sector, and the increase in relative wages for these laborers with industrialization. We conclude that factors with low relative productivity in agriculture were instrumental in the initial adoption of the factory system and of industrialization in general in the U.S., and we believe these results are applicable to contemporary phenomena in developing countries.\n\n",
    "acknowledgement": "\n"
}