{
    "id": 7221,
    "citation_title": "Health Care Capital Financing Agencies: The Intergovernmental Roles of Quasi-Government Authorities and the Impact on the Cost of Capital",
    "citation_author": [
        "Alec Ian Gershberg",
        "Michael Grossman",
        "Fred Goldman"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the decade 1983-1992, approximately 1.4 trillion dollars of municipal bonds were sold in 87 thousand separate issues, primarily to finance capital projects for education, electric power, transportation, health care, housing and other public and private purpose activities.  Approximately two-thirds of these financings were originated by financing authorities, quasi-government agencies which are the creation of state legislatures. Despite the growing role played by quasi-public authorities in capital finance, their impacts have not been studied systematically.  We first describe the issuers of tax-exempt debt in the health sector and then derive measures for describing the mix of issuers between state and local levels, and between both government and quasi-government sectors. We present abbreviated test results of the impact that different mixes have on the cost of capital. First, competition is good: using a Herfindahl index analysis we show that states with less concentrated issuers have a lower cost of capital than those with a more concentrated market, including state-level finance monopolies. On the other hand, we cannot assert unequivocally that market deconcentration in and of itself should be a goal. For instance, there are economies of scale in the health care finance industry that allow larger (often state-level) issuers to lower the cost of capital.\n\n",
    "acknowledgement": "\n"
}