{
    "id": 7226,
    "citation_title": "Testing for Structural Breaks in the Evaluation of Programs",
    "citation_author": [
        "Anne Morrison Piehl",
        "Suzanne J. Cooper",
        "Anthony A. Braga",
        "David M. Kennedy"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA standard methodology in program evaluation is to use time series variation to compare pre- and post-program outcomes. However, when the timing of a break in a statistical relationship can be determined only by looking at the data, then the usual distribution of the test statistic which assumes exogenous timing of the break is no longer valid. Tests for parameter instability provide a flexible framework for testing a range of hypotheses commonly posed in program evaluation.  These tests help pinpoint the timing of maximal break and provide a valid test of statistical significance.  These tests are particularly useful when the start date of the intervention and any effect is unclear and possibly endogenous due to implementation lags. A test of parameter instability is applied to the evaluation of the Boston Gun Project, a comprehensive effort to reduce youth homicide in Boston in the mid 1990s.  The dynamics of gang violence meant that no parts of the city could be used as reasonable comparison sites, and thus time series analysis is the only feasible means of evaluating the program impact. The statistical procedure identifies a statistically significant discontinuity in youth homicide incidents shortly after the intervention was unveiled.  The intervention was associated with about a 60 percent decline in youth homicide.\n\n",
    "acknowledgement": "\n"
}