{
    "id": 7231,
    "citation_title": "The Transmission Mechanism of Monetary Policy in Europe: Evidence from Banks' Balance Sheets",
    "citation_author": [
        "Carlo A. Favero",
        "Francesco Giavazzi",
        "Luca Flabbi"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAvailable studies on asymmetries in the monetary transmission mechanism within Europe are invariably based on macro-economic evidence: such evidence is abundant but often contradictory. This paper takes a different route by using micro-economic data. We use the information contained in the balance sheets of individual banks (available from the BankScope database) to implement a case-study on the response of banks in France, Germany, Italy and Spain to a monetary tightening. The episode we study occurred during 1992, when monetary conditions were tightened throughout Europe. Evidence on such tightening is provided by the uniform squeeze in liquidity, which affected all banks in our sample. We study the first link in the transmission chain by analysing the response of bank loans to the monetary tightening. Our experiment provides evidence on the importance of the Europe and thus on one possibly important source of asymmetries in the monetary transmission mechanism. We do not find evidence of a significant response of bank loans to the monetary tightening, which occurred during 1992, in any of the four European countries we have considered. However we find significant differences both across countries and across banks of different dimensions in the factors that allow them to shield the supply of loans from the squeeze in liquidity.\n\n",
    "acknowledgement": "\n"
}