{
    "id": 7235,
    "citation_title": "Estimating Returns to Schooling When Schooling is Misreported",
    "citation_author": [
        "Thomas J. Kane",
        "Cecilia Elena Rouse",
        "Douglas Staiger"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a general method of moments technique to identify measurement error in self-reported and transcript-reported schooling using differences in wages, test scores, and other covariates to discern the relative verity of each measure.  We also explore the implications of such reporting errors for both OLS and IV estimates of the returns to schooling.  The results cast a new light on two common findings in the extensive literature on the returns to schooling:  sheepskin effects' and the recent IV estimates, relying on  natural experiments' to identify the payoff to schooling.  First, respondents tend to self-report degree attainment much more accurately than they report educational attainment not corresponding with degree attainment.  For instance, we estimate that more than 90 percent of those with associate's or bachelor's degrees accurately report degree attainment, while only slightly over half of those with 1 or 2 years of college credits accurately report their educational attainment.  As a result, OLS estimates tend to understate returns per year of schooling and overstate degree effects. Second, because the measurement error in educational attainment is non-classical, IV estimates also tend to be biased, although the magnitude of the bias depends upon the nature of the measurement error in the region of educational attainment affected by the instrument.\n\n",
    "acknowledgement": "\n"
}