{
    "id": 7238,
    "citation_title": "Spendthrift in America? On Two Decades of Decline in the U.S. Saving Rate",
    "citation_author": [
        "Jonathan A. Parker"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the past two decades, the personal saving rate in the United States has fallen from eight percent to below zero.  This paper demonstrates that this change represents a major shift in the allocation of newly produced goods.  The share of GDP that households consume rose by 6 percentage points since 1980.  This increase occurred concurrently with a reduction in the growth rate of real consumption spending per person, high real rates of return, and an increasing ratio of aggregate wealth to income. Despite this last fact, wealth changes can explain little of the boom in consumption spending.  The largest increases in national wealth post-date the consumption boom and households with different wealth levels have similar increases in consumption. The paper also finds that the changing age distribution of the U.S. population does not explain the consumption boom.  While it may be that new wealthier cohorts are driving this boom, the preponderance of evidence suggest rather that the rising consumption to income ratio is due to a common time effect.  The main findings of the paper are consistent with either an increase in the discount rate or with a general belief in better economic times in the future.  Alternatively, the low rates of saving could be due to a combination of factors such as the increase in intergenerational transfers from the Social Security system raising the consumption of the elderly and an increase in access to credit and expanded financial instruments raising the consumption of the young.\n\n",
    "acknowledgement": "\n"
}