{
    "id": 7239,
    "citation_title": "A Model of Multiple Districts and Private Schools: The Role of Mobility, Targeting, and Private School Vouchers",
    "citation_author": [
        "Thomas J. Nechyba"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a multi-district model that can be calibrated to data reflecting housing market conditions, public school finance mechanisms and private school markets. Simulations are undertaken to investigate the impact of private school vouchers. Households that differ in both their income and in the ability level of their children choose between school districts, between neighborhoods within their school district, and between the local public school or a menu of private school alternatives. Local public school quality within a district is endogenously determined by a combination of the average peer quality of public school attending children as well as local property and state income tax supported spending. Financial support (above a required state minimum) is set by local majority rule. Finally, there exists the potential for a private school market composed of competitive schools that face production technologies similar to those of public schools but that set tuition and admissions policies to maximize profits. In this model, it is demonstrated that school district targeted vouchers are similar in their impact to non-targeted vouchers but vastly different from vouchers targeted to low income households. Furthermore, strong migration effects are shown to significantly improve the likely equity consequences of voucher programs.\n\n",
    "acknowledgement": "\n"
}