{
    "id": 7240,
    "citation_title": "Social Approval, Values, and AFDC: A Re-Examination of the Illegitimacy Debate",
    "citation_author": [
        "Thomas J. Nechyba"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical attempts to link teenage out-of-wedlock births to the incentive structure of Aid to Families with Dependent Children (AFDC) have met with mixed results.  This has suggested to many researchers that, while the AFDC program contains incentives for poor women to have children out-of-wedlock, these incentives cannot be the primary culprit responsible for current levels of out-of-wedlock births.  This paper presents a model that is consistent with the stylized facts and the empirical evidence but establishes a mechanism through which AFDC could in fact be the primary reason for observed levels of illegitimacy.  The model is standard with one exception: How much utility individuals are able to obtain from having a child depends on the level of social approval' that is associated with having out-of-wedlock children.  This social approval is a function of the fraction of individuals in all previous generations who chose to have children out-of-wedlock, where the effect of each generation diminishes with time.  While the model is successful in replicating the stylized facts on AFDC and illegitimacy and establishes a link between the two through a government induced change in  values,' it also demonstrates that welfare reform aimed at reducing the incentives for poor women to have out-of-wedlock births may not be as effective as policy makers who believe in a causal link between AFDC and illegitimacy might suspect.\n\n",
    "acknowledgement": "\n"
}