{
    "id": 7245,
    "citation_title": "Liquidity Traps: How to Avoid Them and How to Escape Them",
    "citation_author": [
        "Willem H. Buiter",
        "Nikolaos Panigirtzoglou"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper considers ways of avoiding a liquidity trap and ways of getting out of one.  Unless lower short nominal interest rates are associated with significantly lower interest volatility, a lower average rate of inflation, which will be associated with lower expected nominal interest rates, increases the odds that the zero nominal interest rate floor will become a binding constraint.  The empirical evidence on this issue is mixed. Once in a liquidity trap, there are two means of escape. The first is to use expansionary fiscal policy.  The second is to lower the zero nominal interest rate floor.  This second option involves paying negative interest on government 'bearer bonds' -- coin and currency, that is 'taxing money', as advocated by Gesell.  This would also reduce the likelihood of ending up in a liquidity trap.  Taxing currency amounts to having periodic 'currency reforms', that is, compulsory conversions of 'old' currency into 'new' currency, say by stamping currency.  The terms of the conversion can be set to achieve any positive or negative interest rate on currency.  There are likely to be significant shoe leather costs associated with such schemes.  The policy question then becomes how much shoe leather it takes to fill an output gap? Finally the paper develops a simple analytical model showing how the economy can get into a liquidity trap and how Gesell money is one way of avoiding it or escaping from it.\n\n",
    "acknowledgement": "\n"
}