{
    "id": 7248,
    "citation_title": "Local Academic Science Driving Organizational Change: The Adoption of Biotechnology by Japanese Firms",
    "citation_author": [
        "Michael R. Darby",
        "Lynne G. Zucker"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe local academic science base plays a dominant role in determining where and when biotechnology is adopted by existing firms or -- much more frequently -- exploited by new entrants in the U.S.  In Japan this new dominant technology has almost exclusively been introduced through organizational change in existing firms.  We show that for the U.S. and global pharmaceutical business -- biotechnology's most important application -- the performance enhancement associated with this organizational change is necessary for incumbent firms to remain competitive and, ultimately, to survive.  Japan's sharply higher organizational change/new entry ratio compared to the U.S. during the biotech revolution is related to Japan's relatively compact geography and institutional differences between the higher-education and research funding systems, the venture capital and IPO markets, cultural characteristics and incentive systems which impact scientists' entrepreneurialism, and tort-liability exposures.  Both local science base and pre-existing economic activity explained where and when Japanese firms adopted biotechnology, with the latter playing a somewhat larger role. De nova entry was determined similarly as if entry and organizational change are alternative ways of exploiting the scientific base with relative frequency reflecting underlying institutions.  While similar processes are at work in Japan and America, stars in Japan induce entry or transformation of significantly fewer firms than in the U.S. and preexisting economic activity plays a greater role.  We find no such significant difference for entry of keiretsu-member and nonmember firms within Japan.\n\n",
    "acknowledgement": "\n"
}