{
    "id": 7250,
    "citation_title": "The Japanese Banking Crisis: Where Did It Come From and How Will It End?",
    "citation_author": [
        "Takeo Hoshi",
        "Anil Kashyap"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that the deregulation leading up to the Big Bang has played a major role in the current banking problems. This deregulation allowed large corporations to quickly switch from depending on banks to relying on capital market financing. We present evidence showing that large Japanese borrowers, particularly manufacturing firms, have already become almost as independent of banks as comparable U.S. firms. The deregulation was much less favorable for savers and consequently they mostly continued turning their money over to the banks. However, banks were also constrained. They were not given authorization to move out of traditional activities into new lines of business. These developments together meant that the banks retained assets and had to search for new borrowers. Their new lending primarily flowed to small businesses and became much more tied to property than in the past. These loans have not fared well during the 1990s. We discuss the size of the current bad loans problem and conclude that it is quite large (on the order of 7% of GDP). Looking ahead, we argue that the Big Bang will correct the aforementioned regulatory imbalances. This will mean that banks will have to fight to retain deposits. More importantly, we expect even more firms to migrate to capital market financing. Using the U.S. borrowing patterns as a guide, we present estimates showing that this impending shift implies a massive contraction in the size of the Japanese banking sector.\n\n",
    "acknowledgement": "\n"
}