{
    "id": 7256,
    "citation_title": "Assessing the Impact of Organizational Practices on the Productivity of University Technology Transfer Offices: An Exploratory Study",
    "citation_author": [
        "Donald Siegel",
        "David Waldman",
        "Albert Link"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present quantitative and qualitative evidence (field research) on university technology transfer offices (TTOs). These offices negotiate licensing agreements with firms to commercialize university-based technologies.  A stochastic frontier production function framework is used to assess the relative productivity of 113 university TTOs.  Our field research provided a useful reality check on the specification of the econometric model.  The empirical findings imply that licensing activity is characterized by constant returns to scale.  Environmental and institutional factors appear to explain some of the variation in TTO efficiency. Relative productivity may also depend on organizational practices in university management of intellectual property, which potentially attenuate palpable differences in the motives, incentives, and organizational cultures of the parties to licensing agreements.  Unfortunately, there are no existing data on such practices, so we rely on inductive, qualitative methods to identify them.  We present detailed information on our use of these methods.  This information may be useful to economists who are contemplating fieldwork.  Based on 55 interviews of managers/entrepreneurs and administrators at five research universities, we conclude that the most critical organizational factors are likely to be reward systems for faculty, TTO staffing and compensation practices, and actions taken by administrators to extirpate informational and cultural barriers between universities and firms.\n\n",
    "acknowledgement": "\n"
}