{
    "id": 7267,
    "citation_title": "No Contagion, Only Interdependence: Measuring Stock Market Co-movements",
    "citation_author": [
        "Kristin Forbes",
        "Roberto Rigobon"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines stock market co-movements.  It begins with a discussion of several conceptual issues involved in measuring these movements and how to test for contagion.  Standard tests examine if cross-market correlation in stock market returns increase during a period of crisis.  The measure of cross-market correlations central to this standard analysis, however, is biased.  The unadjusted correlation coefficient is conditional on market movements over the time period under consideration, so that during a period of turmoil when stock market volatility increases, standard estimates of cross-market correlations will be biased upward.  It is straightforward to adjust the correlation coefficient to correct for this bias. The remainder of the paper applies these concepts to test for stock market contagion during the 1997 East Asian crises, the 1994 Mexican peso collapse, and the 1987 U.S. stock market crash. In each of these cases, tests based on the unadjusted correlation coefficients find evidence of contagion in several countries, while tests based on the adjusted coefficients find virtually no contagion.  This suggests that high market co-movements during these periods were a continuation of strong cross-market linkages.  In other words, during these three crises there was no contagion, only interdependence.\n\n",
    "acknowledgement": "\n"
}