{
    "id": 7268,
    "citation_title": "Taxing Retirement Income: Nonqualified Annuities and Distributions from Qualified Accounts",
    "citation_author": [
        "Jeffrey R. Brown",
        "Olivia S. Mitchell",
        "James M. Poterba",
        "Mark J. Warshawsky"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the current tax treatment of non-qualified immediate annuities and distributions from tax-qualified retirement plans in the United States.  First, we describe how immediate annuities held outside retirement accounts are taxed. We conclude that the current income tax treatment of annuities does not substantially alter the incentive to purchase an annuity rather than a taxable bond.  We nevertheless find differences across different individuals in the effective tax burden on annuity contracts.  Second, we examine an alternative method of taxing annuities that would avoid changing the fraction of the annuity payment that is included in taxable income as the annuitant ages, but would still raise the same expected present discounted value of revenues as the current income tax rule.  We find that a shift to a constant inclusion ratio increases the utility of annuitants, and that this increase is greater for more risk averse individuals.  Third, we examine how payouts from qualified accounts are taxed, focusing on both annuity payouts and minimum distribution requirements that constrain the feasible time path of nonannuitized payouts.  We describe briefly the origins and workings of the minimum distribution rules and we also provide evidence on the fraction of retirement assets potentially affected by these rules.\n\n",
    "acknowledgement": "\n"
}