{
    "id": 7270,
    "citation_title": "ABC at Insteel Industries",
    "citation_author": [
        "V.G. Narayanan",
        "Ratna G. Sarkar"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we seek to provide empirical documentation of the effect of Activity-Based Costing (ABC) information on product and customer-related decisions made by managers in a company. Proponents of ABC argue that when an entity implements ABC, it reaps at least two important benefits: process improvements that promote more efficient use of resources and hence reduce costs, and a set of overhead cost numbers that, relative to traditional volume-based methods of costing, better represent the consumption of shared resources by the firm's products, and enable the firm to target a more profitable mix of products and customers. While there is much anecdotal evidence about the efficacy of ABC and ABM (Activity Based Management), there has been no systematic, statistical investigation of whether ABC really influences managerial decisions. An ABC analysis may not have any impact on a firm for two reasons. (1) It may not reveal any new information to the managers who intuitively know already what an ABC system formally captures. (2) Key managers may reject the ABC numbers and be unwilling to weather the organizational change and upheaval often required for effective ABM. In this study, we conduct a statistical analysis of firm-level data in order to shed light on whether ABC provides new information to managers and whether ABM significantly impacts product and customer-related decisions. We supplement this analysis with interviews with top managers in the company on whether and to what extent the ABC analysis influenced managerial decision making. We do not find much support for the hypothesis that product prices reflect all costs even when a company does not have ABC information. We find that after the ABC analysis, Insteel displayed a higher propensity to discontinue or increase prices of products that were found unprofitable in the ABC study and to discontinue customers that were found unprofitable in the ABC. The changes to the portfolio of customers served were similar but not as striking as the product mix and pricing decisions. This finding is consistent with senior managers' intuition that product level decisions can be made faster than customer level decisions.\n\n",
    "acknowledgement": "\n"
}