{
    "id": 7274,
    "citation_title": "The Effects of Direct Foreign Investment on Local Communities",
    "citation_author": [
        "David N. Figlio",
        "Bruce A. Blonigen"
    ],
    "citation_publication_date": "1999-07-01",
    "issue_date": "1999-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe large increase in direct foreign investment (DFI) into the United States in the late 1980s has generated considerable research on why these flows occurred and where these foreign firms located.  However, very little has been done to evaluate the impact these foreign firms have on the local communities in which they locate.  As a first step in addressing this topic, we use detailed county-level panel data from South Carolina across 5 year intervals from 1980 through 1995 to investigate the effect of foreign manufacturing firms on local labor markets and on the level and distribution of local government budgets.  We find that manufacturing employment by foreign firms has a substantial impact on industry wages and county budgets which is significantly different from domestic manufacturing employment. With respect to wages, we find that while increased manufacturing employment generally increases county wages in an average two-digit industry, this effect is more than seven times larger when the employment growth comes from a foreign firm, rather than a domestic one.  On the budget side, we find that foreign employment leads to larger declines in per capita revenues and expenditures at the county level, and to significant redistribution of county expenditures away from public school funding and toward transportation and public safety.\n\n",
    "acknowledgement": "\n"
}