{
    "id": 7276,
    "citation_title": "Price Stability as a Target for Monetary Policy: Defining and Maintaining Price Stability",
    "citation_author": [
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "1999-08-01",
    "issue_date": "1999-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses how price stability can be defined and how price stability can be maintained in practice. Some lessons for the Eurosystem are also considered. With regard to defining price stability, the choice between price-level stability and low (including zero) inflation and the decisions about the price index, the quantitative target and the role of output stabilization are examined. With regard to maintaining price stability, three main alternatives are considered, namely a commitment to a simple instrument rule (like a Taylor rule), forecast targeting (like inflation-forecast targeting) and intermediate targeting (like money-growth targeting). A simple instrument rule does not provide a substitute for a systematic framework for monetary policy decisions. Such a framework is instead provided by forecast targeting. Forecast targeting can incorporate judgmental adjustments, extra-model information, and different indicators (including indicators of  risks to price stability'). By extending mean forecast targeting to distribution forecast targeting, nonlinearity, nonadditive uncertainty and model uncertainty can be incorporated. Eurosystem arguments in favor of its money-growth indicator and against inflation-forecast targeting are scrutinized and found unconvincing.\n\n",
    "acknowledgement": "\n"
}