{
    "id": 7282,
    "citation_title": "The Role of Shocks and Institutions in the Rise of European Unemployment: The Aggregate Evidence",
    "citation_author": [
        "Olivier Blanchard",
        "Justin Wolfers"
    ],
    "citation_publication_date": "1999-08-01",
    "issue_date": "1999-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo key facts about European unemployment must be explained: the rise in unemployment since the 1960s, and the heterogeneity of individual country experiences.  While adverse shocks can potentially explain much of the rise in unemployment, there is insufficient heterogeneity in these shocks to explain cross-country differences.  Alternatively, while explanations focusing on labor market institutions explain cross-country differences explain current heterogeneity well, many of these institutions pre-date the rise in unemployment.  Based on a panel of institutions and shocks for 20 OECD nations since 1960, we find that the interaction between shocks and institutions is crucial to explaining both stylized facts.  We test two specifications, and each offers significant support for our interactions hypothesis.  The first speculation assumes that there are common but unobservable shocks across countries, and that these shocks have a larger and more persistent effect in countries with poor labor market institutions.  The second constructs series for the macro shocks, and again finds evidence that the same size shock has differential effects on unemployment when labor market institutions differ.  We interpret this as suggesting that institutions determine the relevance of the unemployed to wage-setting, thereby determining the evolution of equilibrium unemployment rates following a shock.\n\n",
    "acknowledgement": "\n"
}