{
    "id": 7285,
    "citation_title": "Organizational Change in French Manufacturing: What Do We Learn From Firm Representatives and From Their Employees?",
    "citation_author": [
        "Nathalie Greenan",
        "Jacques Mairesse"
    ],
    "citation_publication_date": "1999-08-01",
    "issue_date": "1999-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we use a French matched employer-employee survey, the COI survey, conducted in 1997, to describe the general features of organizational change in manufacturing firms with more than 50 employees. In a first section, we explore the methodological issues associated with the building up of a statistical measure of organizational change, we describe the COI survey and we present the set of firm level and employee level variables that we have selected to investigate organizational change. In a second section, we present the results of two correspondence analysis, one conducted on a sample of 1462 firms from the COI survey and the other one conducted on the sample of 2049 blue collar workers affiliated to those firms. On one hand, using the firm level section of the survey, we show that all types of new organizational practices are positively correlated with one another. On the other hand, at the blue collar level, three main dimensions discriminate between jobs: the intensity of involvement in information processing and decision, the intensity of constraints weighing on the content and rhythm of work and the orientation of information and production flows: either pushed by colleagues or pulled by the market. We also find that blue collars cannot develop a high level of involvement in information processing and decisions and have at the same time their work rhythm fixed by heavy technical constraints whereas high time pressure imposed on work rhythm by the market is positively correlated with such an involvement. Finally, if we correlate firm level and worker level variables, we find that an increase in the use of 'employee involvement' and 'quality' practices by the firm is positively correlated both with a higher level of blue collars' involvement in information processing and decision and with a higher level of technical constraints, production flows being pushed by colleagues rather than pulled by the market. The mapping of firm level responses stemming from our first correspondence analysis has been used to select 4 firms in different areas of the statistical universe and belonging to the with executives from these firms and plant visit are used to check the quality of our statistical data and to better understand our descriptive results.\n\n",
    "acknowledgement": "\n"
}