{
    "id": 7292,
    "citation_title": "Affiliates of U.S. and Japanese Multinationals in East Asian Production and Trade",
    "citation_author": [
        "Robert E. Lipsey"
    ],
    "citation_publication_date": "2000-08-01",
    "issue_date": "2000-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 1977, and in some cases starting before that, most East Asian countries' export patterns in manufacturing have been transformed from industry distributions typical of developing countries to distributions more like those of advanced countries. The process of change in most cases started with inward FDI to produce for export in the new industries, particularly by U.S. firms in electronics and computer-related machinery.  The U.S. firms were followed, in electronics, by Japanese multinationals. Over time, in most cases, the U.S.-owned affiliates turned more to sales in host-country markets and their share in host country exports declined, although the host countries' specializations in the new industries continued. U.S. and Japanese firms played somewhat different roles. U.S. firms' investments were always distributed more along the lines of U.S. export comparative advantage, far from the previous patterns of the host countries.  The industry distribution of Japanese investments initially followed more the lines of the host countries' comparative advantage and Japanese affiliates were less export-oriented than U.S. affiliates.  However, Japanese affiliates have become more like U.S. affiliates in both export orientation and industry composition.  Their early concentration in textiles and apparel faded and they are more heavily concentrated than U.S. affiliates and more export-oriented in both electrical machinery and transport equipment.\n\n",
    "acknowledgement": "\n"
}