{
    "id": 7301,
    "citation_title": "The Effects of Environmental Policy on the Performance of Environmental RIVs",
    "citation_author": [
        "Yannis Katsoulacos",
        "Alistair Ulph",
        "David Ulph"
    ],
    "citation_publication_date": "1999-08-01",
    "issue_date": "1999-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch of the potential impact of environmental policy is though to come from the incentives it gives firms to develop and introduce new environmental products and processes.  Almost all the literature on this issue has focused on the impact of environmental policy on the amount environmental R&D that firms undertake, assuming that such R&D is undertaken independently or non-cooperatively.  It is now widely recognized that there are considerable potential benefits from having firms undertake R&D cooperatively through research joint ventures (RJVs).  In this paper we analyze the impact of environmental policy on the performance of environmental RJVs and underage an explicit welfare comparison of this performance against the counterfactual of a non-cooperative equilibrium.  The framework we adopt is that developed by Katsoulacos and Ulph (1998) which identifies three stages in the innovative process -- research design, R&D; information sharing -- and endogenises each of these inter-related decisions in both the cooperative and non-cooperative equilibria.  The case we examine is that in which governments cannot commit to environmental policy, so all these decisions have to taken anticipating the environmental policy that will finally be imposed.  We show that RJVs are welfare enhancing when the levels of environmental damage caused by pollution are low.  In this case RJVs fully share information and internalize the associated externality.  However when the level of damage is high, it turns out that firms anticipate tougher environmental policy when they share information then when they do not, and so do not share information.  This distorts the RJV's R&D decisions in ways that make the non-cooperative equilibrium welfare enhancing.\n\n",
    "acknowledgement": "\n"
}