{
    "id": 7302,
    "citation_title": "The Fallacy of the Fiscal Theory of the Price Level",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "1999-08-01",
    "issue_date": "1999-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is not common for an entire scholarly literature to be based on a fallacy, that is, 'on faulty reasoning; misleading or unsound argument'. The 'fiscal theory of the price level', recently re-developed by Woodford, Cochrane, Sims and others, is an example of a fatally flawed research programme. The source of the fallacy is an economic misspecification.  The proponents of the fiscal theory of the price level do not accept the fundamental proposition that the government's intertemporal budget constraint is a constraint on the government's instruments that must be satisfied for all admissible values of the economy-wide endogenous variables.  Instead they require it to be satisfied only in equilibrium. This economic misspecification has implications for the mathematical or logical properties of the equilibria supported by models purporting to demonstrate the properties of the fiscal approach. These include: overdetermined (internally inconsistent) equilibria; anomalies like the apparent ability to price things that do not exist; the need for arbitrary restrictions on the exogenous and predetermined variables in the government's budget constraint; and anomalous behaviour of the equilibrium' price sequences, including behaviour that will ultimately violate physical resource constraints. The issue is of more than academic interest.  Policy conclusions could be drawn from the fiscal theory of the price level that would be harmful if they influenced the actual behaviour of the fiscal and monetary authorities. The fiscal theory of the price level implies that a government could exogenously fix its real spending, revenue and seigniorage plans, and that the general price level would adjust the real value of its contractual nominal debt obligations so as to ensure government solvency.  When reality dawns, the result could be painful fiscal tightening, government default, or unplanned recourse to the inflation tax.\n\n",
    "acknowledgement": "\n"
}