{
    "id": 7314,
    "citation_title": "Pre-Retirement Cashouts and Foregone Retirement Saving: Implications for 401(k) Asset Accumulation",
    "citation_author": [
        "James M. Poterba",
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "1999-08-01",
    "issue_date": "1999-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents new evidence on the potential importance of 401(K) assets in contributing to the retirement resources of future retirees.  We use data on past 401(k) participation rates by age and imcome decile, along with information on average 401(k) contribution rates, to project the future 401(k) contribution trajectories of households that are currently headed by individuals between the ages of 29 and 39.  We allow for the possibility of pre-retirmenet withdrawal of 401(k) assets when individuals experience employment transistion.  By combining data from the Health and Retirement Survye on the likelihood of 'cashing out' a 401(k) account conditional on a job change, with data from other sources on the probability of job change, it is possible to estimate the prospective pre-retirement 'leakage' from 401(k) accounts.  Our central findings are that for households reaching retirement age between 2025 and 2035, 401(k) balances are likely to be a much more important factor in financial preparation for retirement than they are today.  We estimate that average 401(k) balances in 2025 will be between five and ten times as large as they are today, and would represent one-half to twice Social Security wealth (depending on investment allocation and based on current Social Security provisions).  For persons retiring in 2035 we estimate that 401(k) balances will be three-quarters to two and one-half times Social Security wealth.  Moreover, we find that pre-retirement withdrawals have a small effect on the balance in 401(k) accounts.  We estimate that these withdrawals typically reduce average 401(k) assets at age 65 by about five percent.  This is largely because most households who are eligible for a lump sum distribution when they change jobs choose to keep their accumulated 401(k) assets in the retirement saving system.  These households either leave their assets in their previous employer's 401(k) plan, or they roll the assets over to another retirement saving account, such as a new 401(k) or an Individual Retirement Account.  Most of those who do withdraw assets have very small accumulated balances.  By comparison, the expense ratio charged by the financial institutions administering 401(k) accounts has a larger effect on retirement resources than the possibility of pre-retirement withdrawal.\n\n",
    "acknowledgement": "\n"
}