{
    "id": 7319,
    "citation_title": "Bankers on Boards: Monitoring, Conflicts of Interest, and Lender Liability",
    "citation_author": [
        "Randall S. Kroszner",
        "Philip E. Strahan"
    ],
    "citation_publication_date": "1999-08-01",
    "issue_date": "1999-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates what factors determine whether a commercial banker is on the board of a non-financial firm.  We consider the tradeoff between the benefits of direct bank monitoring to the firm and the costs of active bank involvement in firm management.  Given the different payoff structures to debt and equity, lenders and shareholders may have conflicting interests in running the firm.  In addition, the U.S. legal doctrines of 'equitable subordination' and 'lender liability' could generate high costs for banks which have a representative on the board of a client firm that experiences financial distress.  Consistent with high potential costs of active bank involvement, we find that bankers tend to be represented on the boards of large stable firms with high proportions of tangible ('collateralizable') assets and low reliance on short-term financing. The protection of shareholder versus creditor rights under the U.S. bankruptcy doctrines may reduce the role that banks play in corporate governance and the management of financial distress, in contrast to Germany and Japan.  We conclude with implications for the current bank regulatory reform debate, such as whether to permit banks to own equity in non-financial firms that, in turn, could allow them to mitigate the conflict.\n\n",
    "acknowledgement": "\n"
}