{
    "id": 7321,
    "citation_title": "Comparing the Economic and Conventional Approaches to Financial Planning",
    "citation_author": [
        "Jagadeesh Gokhale",
        "Laurence J. Kotlikoff",
        "Mark J. Warshawsky"
    ],
    "citation_publication_date": "1999-08-01",
    "issue_date": "1999-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe conventional approach to retirement and life insurance planning, which is used throughout the financial planning industry, differs markedly from the economic approach.  The conventional approach asks households to specify how much they want to spend before retirement, after retirement, and in the event of an untimely death of the head or spouse.  It then determines the amounts of saving and life insurance needed to achieve these targets.  The economic approach is based on the life-cycle model of saving.  Its goal is to smooth households' living standards over their life cycles and to ensure comparable living standards for potential survivors.  In the economic approach, spending targets are endogenous.  They are derived by calculating the most the household can afford to consume in the present given that it wants to preserve that living standard in the future.    Although spending targets under the conventional approach can be adjusted in an iterative process to approximate those derived under the economic approach, there are practical limits to doing so.  This is particularly the case for households experiencing changing demographics or facing borrowing constraints.  This paper illustrates the different saving and insurance recommendations provided by economic financial planning software and the practical application of traditional financial planning software.  The two software programs are Economic Security Planner (ESPlanner), developed by Economic Security Planning, Inc., and Quicken Financial Planner (QFP), developed by Intuit.  Each program is run on 24 cases, 20 of which are stylized and 4 of which are actual households. The two software programs recommend dramatically different levels of saving or life insurance in each of the 24 cases.  The different saving recommendations primarily reflect ESPlanner's adjustment for household demographics and borrowing constraints. The different life insurance recommendations reflect these same factors as well as ESPlanner's accounting for contingent household plans and for Social Security's survivor benefits.  The less detailed tax and Social Security retirement benefit calculations used in our implementation of QFP also explain some of the differences between the two programs.\n\n",
    "acknowledgement": "\n"
}