{
    "id": 7322,
    "citation_title": "Estimating the Payoff to Attending a More Selective College: An Application of Selection on Observables and Unobservables",
    "citation_author": [
        "Stacy Berg Dale",
        "Alan B. Krueger"
    ],
    "citation_publication_date": "1999-08-01",
    "issue_date": "1999-08-01",
    "revision_date": "2024-09-24",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are many estimates of the effect of college quality on students' subsequent earnings.  One difficulty interpreting past estimates, however, is that elite colleges admit students, in part, based on characteristics that are related to their earnings capacity. Since some of these characteristics are unobserved by researchers who later estimate wage equations, it is difficult to parse out the effect of attending a selective college from the students' pre-college characteristics.  This paper uses information on the set of colleges at which students were accepted and rejected to remove the effect of unobserved characteristics that influence college admission.  Specifically, we match students in the newly colleted College and Beyond (C&B) Data Set who were admitted to and rejected from a similar set of institutions, and estimate fixed effects models.  As another approach to adjust for selection bias, we control for the average SAT score of the schools to which students applied using both the C&B and National Longitudinal Survey of the High School Class of 1972.  We find that students who attended more selective colleges do not earn more than other students who were accepted and rejected by comparable schools but attended less selective colleges.  However, the average tuition charged by the school is significantly related to the students' subsequent earnings. Indeed, we find a substantial internal rate of return from attending a more costly college. Lastly, the payoff to attending an elite college appears to be greater for students from more disadvantaged family backgrounds.\n\n",
    "acknowledgement": "\n"
}