{
    "id": 7323,
    "citation_title": "Assessing Affirmative Action",
    "citation_author": [
        "Harry Holzer",
        "David Neumark"
    ],
    "citation_publication_date": "1999-08-01",
    "issue_date": "1999-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough the debate over Affirmative Action is both high-profile and high-intensity, neither side's position is based on a well-established set of research findings.  Economics provides an extensive, well-known literature on which to draw regarding the existence and extent of labor market discrimination against women and minorities, although views may often conflict, and a less extensive but also well-known literature on the effects of Affirmative Action on the employment of women or minorities. However, research by economists provides much less evidence and even less of a consensus on the question of whether Affirmative Action improves or impedes efficiency or performance, which is perhaps the key economic issue in the debate over Affirmative Action.  This review focuses on all of these issues regarding Affirmative Action, but the major focus is on the efficiency/performance question. All in all, the evidence suggests to us that it may be possible to generate Affirmative Action programs that entail relatively little sacrifice of efficiency.  Most importantly, there is at this juncture very little compelling evidence of deleterious efficiency effects of Affirmative Action.  This does not imply that such costs do not exist, nor that the studies we review have captured the overall welfare effects of Affirmative Action.  It does imply, though, that the empirical case against Affirmative Action on the grounds of efficiency is weak at best.\n\n",
    "acknowledgement": "\n"
}