{
    "id": 7327,
    "citation_title": "The Quality of Health Care Providers",
    "citation_author": [
        "Mark McClellan",
        "Douglas Staiger"
    ],
    "citation_publication_date": "1999-08-01",
    "issue_date": "1999-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nObtaining better information on the quality of health care providers is one of the most pressing issues in health policy today.  In this paper we (1) develop a new method for measuring quality of care that overcomes the key limitations of available quality measures, and (2) apply this method to estimating the quality of hospital care for elderly patients with heart disease. Our approach optimally combines information from all available current and past quality indicators in order to more accurately estimate and forecast each provider's quality level.  For patients with heart disease, the method is able to predict and forecast differences in patient outcomes across hospitals remarkably well - far better than existing methods. Our approach also provides an empirical basis for choosing among potential quality indicators.  In particular, we find that differences across hospitals in short-term mortality rates following a heart attack, adjusted for patient demographics, are excellent indicators of quality of care:  They vary dramatically across hospitals, are persistent over time, are highly correlated with alternative quality indicators, and are highly correlated with mortality rates that adjust more extensively for patient severity.  Thus, comparing quality of care across providers may be far more feasible than many now believe.\n\n",
    "acknowledgement": "\n"
}