{
    "id": 7330,
    "citation_title": "Time-Varying Betas and Asymmetric Effect of News: Empirical Analysis of Blue Chip Stocks",
    "citation_author": [
        "Young-Hye Cho",
        "Robert F. Engle"
    ],
    "citation_publication_date": "1999-09-01",
    "issue_date": "1999-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate whether or not a beta increases with bad news and decreases with good news, just as does volatility.  Using daily returns for nine stocks in a double beta model with EGARCH specifications, we show that news asymmetrically affects the betas of individual stocks.  We find that betas depend on two source of news: market shocks and idiosyncratic shocks.  Some stock betas depend on both while others depend on one.  We categorize each stock return as belonging to one of three beta process models, a joint, an idiosyncratic, and a market model based on the role of market shocks and idiosyncratic shocks.  Our conclusions differ from those of Brown, Nelson, and Sunnier (1995) who worked with monthly aggregated data in a bivariate EGARCH model.  We believe that stock price aggregation in this previous research resulted in a loss of cross sectional variation and consequently lead to weak results.  If the asymmetric effect is more readily apparent in daily data, then this may again explain previous researchers' inability to detect asymmetric effects.  Our findings shed light on the controversy as to whether abnormalities in stock returns result from overreaction to information or from changes in expected returns in an efficient market.  Finding an asymmetric effect in betas leads us to conclude that abnormalities can, at least partially, be explained by changes in expected returns through a change in beta.\n\n",
    "acknowledgement": "\n"
}