{
    "id": 7331,
    "citation_title": "Modeling the Impacts of Market Activity on Bid-Ask Spreads in the Option Market",
    "citation_author": [
        "Young-Hye Cho",
        "Robert F. Engle"
    ],
    "citation_publication_date": "1999-09-01",
    "issue_date": "1999-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we examine the impact of market activity on the percentage bid-ask spreads of S&P 100 index options using transactions data.  We propose a new market microstructure theory which we call derivative hedge theory, in which option market percentage spreads will be inversely related to the option market maker's ability to hedge his positions in the underlying market, as measured by the liquidity of the latter market.  In a perfect hedge world, spreads arise from the illiquidity of the underlying market, rather than from inventory risk or informed trading in the option market itself. We find option market volume is not a significant determinant of option market spreads. This finding leads us to question the use of volume as a measure of liquidity and supports the derivative hedge theory.  Option market spreads are positively related to spreads in the underlying market, again supporting our theory. However, option market duration does affect option market spreads, with very slow and very fast option markets both leading to bigger spreads.  The fast market result would be predicted by the asymmetric information theory. Inventory model predicts big spreads in slow markets.  Neither result would be observed if the underlying securities market provided a perfect hedge.  We interpret these mixed results as meaning that the option market maker is able to only imperfectly hedge his positions in the underlying securities market. Our result of insignificant options volume casts doubt on the price discovery argument between stock and option market (Easley, O'Hara, and Srinivas (1998)).  Asymmetric information costs in either market are naturally passed to the other market maker's hedgeing and therefore it is unimportant where the informed traders trade.\n\n",
    "acknowledgement": "\n"
}