{
    "id": 7334,
    "citation_title": "Performance Incentives Within Firms: The Effect of Managerial Responsibility",
    "citation_author": [
        "Rajesh K. Aggarwal",
        "Andrew A. Samwick"
    ],
    "citation_publication_date": "1999-09-01",
    "issue_date": "1999-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical research on executive compensation has focused almost exclusively on the incentives provided to chief executive officers. However, firms are run by teams of managers, and a theory of the firm should also explain the distribution of incentives and responsibilities for other members of the top management team. An extension of the standard principal-agent model to allow for multiple signals of effort predicts that executives who have other, more precise signals of their effort than firm performance will have compensation that is less sensitive to the overall performance of the firm. We test this prediction in a comprehensive panel dataset of executives at large corporations by comparing executives with explicit divisional responsibilities to those with broad oversight authority over the firm and to CEOs. Controlling for executive fixed effects and the level of compensation, we find that CEOs have pay-performance incentives that are $5.85 per thousand dollar increase in shareholder wealth higher than the pay-performance incentives of executives with divisional responsibility. Executives with oversight authority have pay-performance incentives that are $1.26 per thousand higher than those of executives with divisional responsibility. The aggregate pay-performance sensitivity of the top management team is quite substantial, at $30.24 per thousand dollar increase in shareholder wealth for the median firm in our sample. Our work sheds light on the alignment of responsibility and incentives within firms and suggests that the principal-agent model provides an appropriate characterization of the internal organization of the firm.\n\n",
    "acknowledgement": "\n"
}