{
    "id": 7336,
    "citation_title": "The Determinants of Cross-Border Equity Flows",
    "citation_author": [
        "Richard Portes",
        "Helene Rey"
    ],
    "citation_publication_date": "1999-09-01",
    "issue_date": "1999-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe apply a new approach to a new panel data set on bilateral gross cross-border equity flows between 14 countries, 1989-96. The remarkably good results have strong implications for theories of asset trade. We find that the geography of information heavily determines the pattern of international transactions. Our model integrates elements of the finance literature on portfolio composition and the international macroeconomics and asset trade literature. Gross asset flows depend on market size in both source and destination country as well as trading costs, in which both information and the transaction technology play a role. The resulting augmented  gravity' equation has equity market capitalisation representing market size and distance proxying some informational asymmetries, as well as a variable representing openness of each economy. But other variables explicitly represent information transmission (telephone call traffic and multinational bank branches), an information asymmetry between domestic and foreign investors (degree of insider trading), and the efficiency of transactions ( financial market sophistication'). This equation accounts for almost 70% of the variance of the transaction flows. Dummy variables (adjacency, language, currency or trade bloc, and a  major financial centre' effect) do not improve the results, nor does a variable representing destination country stock market returns. The key role of informational asymmetries is confirmed. Our information transmission variables also substantially improve standard gravity equations for trade in goods.\n\n",
    "acknowledgement": "\n"
}