{
    "id": 7337,
    "citation_title": "The Market Microstructure of Central Bank Intervention",
    "citation_author": [
        "Kathryn M. Dominguez"
    ],
    "citation_publication_date": "1999-09-01",
    "issue_date": "1999-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the great unknowns in international finance is the process by which new information influences exchange rate behavior. This paper focuses on one important source of information to the foreign exchange markets, the intervention operations of the G-3 central banks. Previous studies using daily and weekly foreign exchange rate data suggest that central bank intervention operations can influence both the level and variance of exchange rates, but little is known about how exactly traders learn of these operations and whether intra-daily market conditions influence the effectiveness of central bank interventions. This paper uses high-frequency data to examine the relationship between the efficacy of intervention operations and the 'state of the market' at the moment that the operation is made public to traders. The results indicate that some traders know that a central bank is intervening at least one hour prior to the public release of the information in newswire reports. Also, the evidence suggests that the timing of intervention operations matter   interventions that occur during heavy trading volume and that are closely timed to scheduled macro announcements are the most likely to have large effects. Finally, post-intervention mean reversion in both exchange rate returns and volatility indicate that dealer inventories are affected by market reactions to intervention news.\n\n",
    "acknowledgement": "\n"
}