{
    "id": 7343,
    "citation_title": "Work, Welfare, and Child Maltreatment",
    "citation_author": [
        "Christina Paxson",
        "Jane Waldfogel"
    ],
    "citation_publication_date": "1999-09-01",
    "issue_date": "1999-09-01",
    "revision_date": "2020-10-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how child maltreatment is affected by the economic circumstances of parents.  'Child maltreatment' encompasses a wide range of behaviors that adversely affect children. It includes neglect, physical abuse, sexual abuse, and other forms of abuse or neglect.  Using state-level panel data on the numbers of reports and substantiated cases of maltreatment, we examine whether socioeconomic factors play different roles for these different types of maltreatment. A key finding is that the economic circumstances of parents matter: increases in the fractions of children with absent fathers and working mothers are related to increases in many of the measures of maltreatment, as are increases in the share of families with two non-working parents, and those with incomes below 75 percent of the poverty line. We also examine the links between family structure, welfare benefits, and child maltreatment. Welfare programs affect the incentives of women and men to work and to live in single or dual-parent families. By changing the family structure and work behavior of parents as well as their incomes, welfare reforms can be expected to affect the incidence of child maltreatment. Although is too early to accurately determine what the effects of the recent reforms will be, our analysis indicates that: 1) consistent with other research, the characteristics of state's welfare systems have affected the work behavior and structure of families during the 1977-1996 time period; 2) decreases in a state's welfare benefit levels are associated with large increases in child neglect, and with small decreases in physical abuse.\n\n",
    "acknowledgement": "\n"
}