{
    "id": 7344,
    "citation_title": "Self-Employment, Family Background, and Race",
    "citation_author": [
        "Michael Hout",
        "Harvey S. Rosen"
    ],
    "citation_publication_date": "1999-09-01",
    "issue_date": "1999-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe focus on the intergenerational transmission of the propensity to be self-employed.  Our emphasis is on the role of family background, and in particular, on what we call the intergenerational pick-up rate with respect to self-employment, the probability that a person with a self-employed parent will become self-employed him or herself.  We use the General Social Survey, a data source with rich information on individuals' family histories, to investigate how family background affects self-employment probabilities and to document how racial and ethnic groups differ with respect to the intergenerational pick-up rate.  We confirm earlier findings that father's self-employment status is an important determinant of offspring's self-employment outcomes.  New results include: 1) The impact of paternal self-employment differs by race.  2) Even independent of father's occupation, family structure plays a role.  3) Blacks have lower self-employment rates than whites in part because they have different family structures; still, within each family type, blacks have lower self-employment rates.  4) Extrapolating current patterns into the future, there is no indication that black and white self-employment rates will converge any time soon.  5) The relatively high self-employment rates of immigrants carry into the next generation, but not beyond that.  6) Male immigrants who have self-employed fathers re no more likely to be self-employed than other immigrants.\n\n",
    "acknowledgement": "\n"
}