{
    "id": 735,
    "citation_title": "The Impact of Collective Bargaining: Illusion or Reality?",
    "citation_author": [
        "Richard B. Freeman",
        "James L. Medoff"
    ],
    "citation_publication_date": "1981-08-01",
    "issue_date": "1981-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews a significant body of evidence regarding the impact of trade unionism on economic performance and seeks to evaluate antithetical views regarding whether estimated differences between union and nonunion workers and firms represent: illusions created by poor experiments, real effects explicable solely in price-theoretic terms, or real effects which reflect the non wage-related dimensions of trade unions. The review yields conclusions on both the substantive questions at hand and the methodologies which have been used to address their validity. With respect to the illusion/reality debate, the preponderance of extant evidence indicates that union effects on a wide variety of economic variables estimated with cross-sectional data are real. Moreover, since the effects of unions on nonwage outcomes generally come from models which hold fixed the level of wages and variables affected by wages, the evidence supports the view that unions do much more than simply raise wages as an economic monopolist. While, in this study, we do not examine interpretations of these nonwage effects, the effects represent an empirical foundation for the \"institutional\" view of unionism, which is described in Section I. With respect to methods for evaluating the quality of standard cross-sectional experiments, some techniques appear more useful than others. In particular, we find that sensitivity analyses of single-equation results and longitudinal experiments provide valuable checks on cross-sectional findings while multiple-equations approaches produce results which are much too unstable to help resolve the questions of concern.\n\n",
    "acknowledgement": "\n"
}