{
    "id": 7353,
    "citation_title": "Welfare Dynamics Under Time Limits",
    "citation_author": [
        "Jeff Grogger",
        "Charles Michalopoulos"
    ],
    "citation_publication_date": "1999-09-01",
    "issue_date": "1999-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAmong the most important changes brought about by the Personal Responsibility and Work Opportunity Reconciliation Act of 1996 (PRWORA) is the imposition of time limits.  In this paper, we analyze a simple model in which a potential welfare recipient chooses how to allocate her time-limited endowment of benefits so as to maximize her expected lifetime utility.  Not surprisingly, the model reveals that time limits provide an incentive for the consumer to conserve, or bank, her benefits.  More interesting is the prediction that these incentives to conserve one's benefits vary inversely with the age of the youngest child in one's family.  This implies that the reduction in welfare payments that results from PRWORA will fall disproportionately on families with young children. We estimate age group-specific effects of time limits and test the prediction of the model using data from a welfare reform demonstration in Florida.  Subject to some assumptions that are necessary to distinguish the effects of time limits from the effects of other provisions of the demonstration, we find that time limits indeed reduce welfare use by the greatest amount among the families with the youngest children.  Moreover, time limits have substantial effects on welfare utilization, reducing monthly utilization probabilities by 19 percent.  Time limits lead families to exit the welfare rolls well before they exhaust their benefits, suggesting that welfare mothers are rational in the sense of being forward-looking.\n\n",
    "acknowledgement": "\n"
}