{
    "id": 7359,
    "citation_title": "The Diffusion of Science-Driven Drug Discovery: Organizational Change in Pharmaceutical Research",
    "citation_author": [
        "Iain Cockburn",
        "Rebecca Henderson",
        "Scott Stern"
    ],
    "citation_publication_date": "1999-09-01",
    "issue_date": "1999-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent work linking the adoption of key organizational practices to productivity raises an important question:  if adoption increases productivity so dramatically, why does adoption across an industry take so long?  This paper explores this question in the context of one particularly interesting practice, the adoption of science driven drug discovery by the modern pharmaceutical industry.  Over the past two decades, the established pharmaceutical industry has slowly shifted towards a more science-oriented drug discovery:  (a) adopters experienced substantially higher rates of R&D after the late 1970s and (b) the rate of adoption across the industry was extremely slow.  Motivated by the apparent contradiction between large boosts in performance and slow rates of adoption, this paper characterizes the sources of differences in rates of adoption between 1980 and 1993.  The principal finding is that adoption of a science-oriented research approach was a function of initial conditions, or subject to 'state dependence':  some firms simply began the sample period at a much higher level of science orientation.  Moreover, while these effects attenuated over time, our empirical results suggest that it took more than ten years before adoption was unrelated to initial conditions.  In addition, consistent with theories developed in the context of technology adoption, we find that relative diffusion rates depend on the product market positioning of firms.  More surprisingly, adoption rates are seperately driven by the composition of sales within the firm.  This latter finding suggests the potential importance of differences among firms in terms of the internal structure of power and attention, an area which has received only a small amount of theoretical attention.\n\n",
    "acknowledgement": "\n"
}