{
    "id": 7362,
    "citation_title": "Social Security's Treatment of Postwar Americans: How Bad Can It Get?",
    "citation_author": [
        "Jagadeesh Gokhale",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "1999-09-01",
    "issue_date": "1999-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs currently legislated, the U.S. Social Security System represents a bad deal for postwar Americans.  Of every dollar postwar Americans have earned or will earn over their lifetimes, over 5 cents will be lost to the Old Age Survivor Insurance System (OASI) in the form of payroll taxes paid in excess of benefits received.  This lifetime net tax rate can also be understood by comparing the rate of return postwar contributors receive from OASI and the return they can earn on the market. The OASI return -- 1.86 percent -- is less than half the return currently being paid on inflation-indexed long-term government bonds, and the OASI return is much riskier.  Of course, Social Security is an insurance as well as a net tax system.  But, viewed as an insurance company, the insurance OASI sells (or, rather, forces households to buy) is no bargain.  The load charged averages 66 cents per dollar of premium. These findings, developed in an extensive micro simulation study by Caldwell, et al. (1999),  assume that current law can be maintained through time.  But Social Security faces a staggering long-term funding problem.  Meeting the system's promised benefit payments on an ongoing basis requires raising the OASDI 10.8 tax rate immediately and permanently by two fifths! How bad can Social Security's treatment of postwar Americans get once adjustments are made to  save' the system?  This paper examines that question using the machinery developed in Caldwell, et al.  Specifically, it considers Social Security's treatment of postwar Americans under alternative tax increases and benefit cuts that would help bring the system's finances into present value balance.  The alternatives include immediate tax increases, eliminating the ceiling on taxable payroll, immediate and sustained benefit cuts, increasing the system's normal retirement ages beyond those currently legislated, switching from wage to price indexing in calculating benefits, and limiting the price indexation of benefits.  The choice among these and other alternatives have important consequences for which postwar generations and which members of those generations will be forced to pay for the system's long-term financing problems.\n\n",
    "acknowledgement": "\n"
}