{
    "id": 7368,
    "citation_title": "What People Don't Know About Their Pensions and Social Security: An Analysis Using Linked Data from the Health and Retirement Study",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "1999-09-01",
    "issue_date": "1999-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPension plan descriptions from respondents to the 1992 Health and Retirement Study are compared with descriptions obtained from their employers. Earnings histories reported by respondents are compared with earnings histories from the Social Security Administration.  The probability of linking employer pension data, which is two thirds for current jobs, and of obtaining permission to link an earnings history, which is over 70 percent, are not well explained by respondent characteristics. Half of respondents with linked pension data correctly identify plan type, and fewer than half identify, within one year, dates of eligibility for early and normal retirement benefits.  Benefit reduction rates are essentially not reported. Respondents do better in reporting pension values, but the unexplained variation is still considerable.  In contrast, respondent reported values, together with other observables, account for 80 percent of the variation in pension values and 75 percent of the variation in covered earnings measured from linked records. Thus prospects are good for imputing plan values, but not for imputing the location or size of early retirement incentives.  Our findings raise questions about how well respondents understand complex pension and Social Security rules.\n\n",
    "acknowledgement": "\n"
}