{
    "id": 7369,
    "citation_title": "Environmental Compliance Costs and Foreign Direct Investment Inflows to U.S. States",
    "citation_author": [
        "Wolfgang Keller",
        "Arik Levinson"
    ],
    "citation_publication_date": "1999-09-01",
    "issue_date": "1999-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the extent to which changing environmental standards have altered patterns of international investment. Our analysis goes beyond the existing literature in three ways. First, we avoid comparing regulations in different countries by using data on inward foreign direct investment (FDI) to the U.S. and on differences in the regulatory stringency of U.S. states. This approach has the advantage that data on environmental stringency in U.S. states are more comparable than that for different countries, and that U.S. states are more similar than countries in other difficult-to-measure dimensions. Second, our measure of environmental stringency accounts for differences in states' industrial compositions for earlier studies. Third, we employ a panel of annual measures of relative regulatory stringency from 1977 to 1994, allowing us to control for unobserved state characteristics that may be correlated with both FDI and compliance costs. We find some evidence of small deterrent effects of environmental regulations in particularly pollution-intensive industries large or widespread effects. While the broad conclusions are consistent with the existing literature, this paper does address three important concerns with that literature.\n\n",
    "acknowledgement": "\n"
}