{
    "id": 7372,
    "citation_title": "The Adequacy of Life Insurance: Evidence from the Health and Retirement Survey",
    "citation_author": [
        "B. Douglas Bernheim",
        "Lorenzo Forni",
        "Jagadeesh Gokhale",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "1999-10-01",
    "issue_date": "1999-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the adequacy of life insurance among married American couples approaching retirement.  It improves upon previous work in two ways.  First, it is based on recent, high quality data (the 1992 Health and Retirement Survey with matched Social Security earnings histories).  Second, it employs new financial planning software to evaluate the life insurance needs of each household.  This software embodies an elaborate life- cycle planning model that accounts for a broad array of demographic, economic, and financial characteristics. We find that a sizable minority of couples in the HRS sample are significantly underinsured.  Almost one third of wives and more than 10 percent of husbands would have suffered living standard reductions of 20 percent or more had their spouses died in 1992.  Underinsurance tends to be more common among low income households, couples with asymmetric earnings, younger households, couples with dependent children, and  non-whites.  In general, households with greater vulnerabilities do not appear to compensate adequately for these vulnerabilities through greater life insurance holdings.  Among some groups, the frequency of underinsurance exceeds two-thirds, and the frequency of severe underinsurance (a reduction in living standard of 40 percent or greater) exceeds one-quarter.\n\n",
    "acknowledgement": "\n"
}