{
    "id": 7374,
    "citation_title": "Do \"High Performance\" Work Practices Improve Establishment-Level Outcomes?",
    "citation_author": [
        "David Neumark",
        "Peter Cappelli"
    ],
    "citation_publication_date": "1999-10-01",
    "issue_date": "1999-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInterest in the potential effects of different systems for organizing work and managing employees on the performance of organizations has a long history in the social sciences.  The interest in economics, arguably more recent, reflects a general concern about the sources of competitiveness in organizations.  A number of methodological problems have confronted previous attempts to examine the relationship between work practices and the performance of firms.  Among the most intractable has been a concern about establishing causation given heterogeneity biases in what have typically been cross-sectional data.  The results from prior literature are suggestive of important productivity effects but remain inconclusive. To address the major methodological problems we use a national probability sample of establishments, measures of work practices and performance that are comparable across organizations, and most importantly a unique longitudinal design incorporating data from a period prior to the advent of high performance work practices.  Our results suggest that work practices that transfer power to employees, often described as statistical case is weak.  However, we also find that these work practices on average raise labor costs per employee.  The net result is no apparent effect on efficiency, a measure that combines labor costs and labor productivity.  While these results do not appear to be consistent with the view that such practices are good for employers, neither do they suggest that such practices harm employers.  They are, however, consistent with the view that these practices raise average compensation and hence may be good for employees.  Overall, then, the evidence suggests that firms can choose raise employee compensation without necessarily harming their competitiveness.\n\n",
    "acknowledgement": "\n"
}