{
    "id": 7377,
    "citation_title": "Dynamic Consumption and Portfolio Choice with Stochastic Volatility in Incomplete Markets",
    "citation_author": [
        "George Chacko",
        "Luis M. Viceira"
    ],
    "citation_publication_date": "1999-10-01",
    "issue_date": "1999-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes optimal portfolio choice and consumption with stochastic volatility in incomplete markets.  Using the Duffie-Epstein (1992) formulation of recursive utility in continuous time, it shows that the optimal portfolio demand for stocks under stochastic volatility varies strongly with the investor's coefficient of relative risk aversion, but only slightly with her elasticity of intertemporal substitution; by contrast, optimal consumption relative to wealth depends on both preference parameters.  This paper also shows that stochastic variation in volatility produces an optimal intertemporal hedging demand for stocks which is negative when changes in volatility are instantaneously negatively correlated with excess stock returns and investors have coefficients of relative risk aversion larger than one.  The absolute size of this demand increases with the size of this correlation, and also with the persistence of shocks to volatility.  An application to the US stock market shows that empirically this correlation is negative and large, which implies a negative hedging demand for stocks.  This application also shows that only low frequency shocks to volatility exhibit enough persistence to generate sizable hedging demands by long-term, risk averse investors.  A comparative statics exercise shows that the size of hedging demands is considerably more sensitive to changes in persistence than to changes in correlation.\n\n",
    "acknowledgement": "\n"
}