{
    "id": 7381,
    "citation_title": "New Trends in Pension Benefit and Retirement Provisions",
    "citation_author": [
        "Olivia Mitchell"
    ],
    "citation_publication_date": "1999-10-01",
    "issue_date": "1999-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study illustrates and interprets changes in pension plan retirement formulas and benefit provisions over the last two decades, using extensive information on private sector pension plans gathered by the U.S. Department of Labor since 1980. Data generated from the Employee Benefits Survey (EBS) of medium and large firms shows that pension provisions have changed a great deal in companies that have traditionally been the most consistent providers of employer-sponsored retirement benefits in the US. In the defined benefit environment, vesting rules were loosened somewhat; plans have eased access to normal retirement; and pension benefit formulas have moved toward final rather than career earnings, with increased weight on straight-time pay.  In addition, these plans became more integrated with social security, but the form of this integration has changed substantially.  Defined benefit pension replacement rates appear to have fallen over time, though the time series is not complete. In addition, benefit caps remain in place, generally by limiting years of service in the formula; disability benefit provisions have also become more stringent; and it is increasingly possible to take a lump sum from one's defined benefit pension.  The defined contribution environment has also seen substantial change, as documented in the BLS series.  Participation and vesting rules appear most lenient for workers in 401(k) plans; most employees must contribute to their plans, generally as a function of earnings; and employee access to pension fund assets appears to be on the upswing over time. Participants in these plans have also gained access to diversified stock and bond funds, with fewer permitted to invest in own-employer stock, common stock funds and guaranteed insurance contracts.  We conclude with a discussion of how future data collection efforts could be improved.\n\n",
    "acknowledgement": "\n"
}