{
    "id": 7386,
    "citation_title": "Internal Versus External Convertibility and Developing-Country FinancialCrises: Lessons from the Argentine Bank Bailout of the 1930's",
    "citation_author": [
        "Gerardo della Paolera",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "1999-10-01",
    "issue_date": "1999-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nArgentina's money and banking system was hit hard by the Great Depression.  The banking sector was awash with bad assets that built up in the 1920's. Gold convertibility was suspended in December 1929, even before the crisis seriously damaged the core economies.  Commonly, these events are seen as being driven by external real shocks associated with the World Depression, despite the puzzle of the timing.  We argue for an alternative, or complementary, explanation of the crisis that focuses on the inside-outside money relationship in a system of fractional-reserve banking and gold-standard rules.  This internal explanation for the crisis involves no timing puzzle.  The tension between internal and external convertibility can be felt when banks fall into bad times, and an internal drain can feed an external drain.  Such was the case after financial fragility appeared in the 1914-27 suspension.  Resumption in 1928 was probably unsustainable due to the problems of the financial system, and a dynamic model illustrates the point well.  The resolution of the crisis required lender-of-last-resort actions by the state, discharged at first by the state bank issuing rediscounts to private banks. When the state bank became insolvent, the currency board started bailing out the system using high-powered money.  Thus came about the demise of the currency board and the creation of a central bank in 1935, an institution that had no pretense of a nominal- anchor commitment device and no ceiling on lender-of-last-resort actions-innovations with painful long-run consequences for inflation performance and financial-sector health.  As one of its first substantive actions, the central bank engineered a bailout of the banking system at a massive social cost.  The parallels with recent developing-country crises are remarkable, and the implications for the institutional design of monetary and banking systems are considered.\n\n",
    "acknowledgement": "\n"
}