{
    "id": 7393,
    "citation_title": "Theoretical Issues Pertaining to Monetary Unions",
    "citation_author": [
        "Bennett T. McCallum"
    ],
    "citation_publication_date": "1999-10-01",
    "issue_date": "1999-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe optimal currency area (OCA) concept is central to the economic analysis of monetary unions, as it clearly identifies the relevant optimizing tradeoff: extension of the area over which a single currency is used enhances allocative efficiency but reduces the possibility of tailoring monetary policy to the needs of different areas.  Empirical work has verified the importance of various features of economies that make them strong or weak candidates for a common currency arrangement, but existing studies do not permit actual quantification of costs and benefits.  Thus the OCA concept remains less than fully operational. A second relevant body of theory is that pertaining to currency crises. Formal models clarify various points concerning speculative attacks on fixed exchange rates, and show how abrupt reserve losses and depreciations can occur rationally at times when no major shocks are hitting the system.  These models support the notion that a fixed (but adjustable) exchange- rate regime is not a viable option for most nations, given high mobility of financial capital.  Also discussed is the recently- developed fiscal theory of price level determination, which if valid would have major implications for monetary-fiscal arrangements in currency unions.  This theory does not contend that fiscal behavior drives an accommodative monetary authority, but rather that the price level roughly mimics the pattern of the government bond stock rather than base money when their paths differ drastically.  An example is exposited in which there are two rational expectations solutions for an economy with a constant money supply: a traditional solution in which the price level is also constant and a fiscalist solution in which the price level and bond stock both explode as time passes. These solutions represent competing hypotheses about the behavior of actual economies; the paper suggests that the former is more likely to prevail in actuality.\n\n",
    "acknowledgement": "\n"
}