{
    "id": 7394,
    "citation_title": "Latin America and Foreign Capital in the Twentieth Century: Economics, Politics, and Institutional Change",
    "citation_author": [
        "Alan M. Taylor"
    ],
    "citation_publication_date": "1999-10-01",
    "issue_date": "1999-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLatin America began the twentieth century as a relatively poor region on the periphery of the world economy.  One cause of a low level of income per person was capital scarcity.  Long run growth via capital deepening requires either the mobilization of domestic capital through savings, or large inflows of foreign capital.  Latin America's capital inflows were large by global standards at the century's turn, and even up to the 1930s.  But after the 1930s, Latin America was not so favored by foreign capital as compared with other peripheral regions for example, the Asian economies.  The Great Depression is conventionally depicted as a turning point in Latin America for commercial policy and protectionism, thus marking the onset of import substitution and a long-run increase in barriers in international goods markets.  However, this paper argues that policy responses in the 1930s, and subsequent decades of relative economic retardation, can be better understood as the cause and effect of the creation of long-run barriers in international capital markets.  To support this notion, I discuss the quantitative extent of these barriers and their effects on economic growth. As for causality, I argue that the political economy of institutional changes in the 1930s in the periphery might be understood in similar terms to those economic historians have used to discuss the macroeconomic crisis in the core.  Such a political-economy model might thus have universal (rather than core-specific) use.  It might predict the 'reactive' and 'passive' responses by periphery countries to external shocks, and the persistence of such shocks in the postwar period.  In conclusion, I touch on the important implications of these ideas for the current situation in Latin America, where recent policy reforms aim to undo the last sixty years of isolation and reintegrate Latin America into the global economy.\n\n",
    "acknowledgement": "\n"
}