{
    "id": 7397,
    "citation_title": "Teenage Childbearing and Its Life Cycle Consequences: Exploiting a Natural Experiment",
    "citation_author": [
        "V. Joseph Hotz",
        "Seth G. Sanders",
        "Susan Williams McElroy"
    ],
    "citation_publication_date": "1999-10-01",
    "issue_date": "1999-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we exploit a 'natural experiment' associated with human reproduction to identify the effect of teen childbearing on subsequent educational attainment, family structure, labor market outcomes and financial self-sufficiency.  In particular, we exploit the fact that a substantial fraction of women who become pregnant experience a miscarriage (spontaneous abortion) and thus do not have a birth.  If miscarriages were purely random and if miscarriages were the only way, other than by live births, that a pregnancy ended, then women, who had a miscarriage as a teen, would constitute an ideal control group with which to contrast teenage mothers.  Exploiting this natural experiment, we devise an Instrumental Variables (IV) estimators for the consequences of teen mothers not delaying their childbearing, using data from the National Longitudinal Survey of Youth, 1979 (NLSY79).  Our major finding is that many of the negative consequences of not delaying childbearing until adulthood are much smaller than has been estimated in previous studies.  While we do find adverse consequences of teenage childbearing immediately following a teen mother's first birth, these negative consequences appear short- lived.  By the time a teen mother reachers her late twenties, she appears to have only slightly more children, is only slightly more likely to be single mother, and has no lower levels of educational attainment than if she had delayed her childbearing to adulthood.  In fact, by this age teen mothers appear to be better off in some aspects of their lives.  Teenage childbearing appears to raise levels of labor supply, accumulated work experience and labor market earnings and appears to reduce the chances of living in poverty and participating in the associated social welfare programs.  These estimated effects imply that the cost of teenage childbearing to U.S. taxpayers is negligible.  In particular, our estimates imply that the widely held view that teenage childbearing imposes a substantial cost on government is an artifact of the failure to appropriately account for pre- existing socioeconomic differences between teen mothers and other women when estimating the causal effects of early childbearing. While teen mothers are very likely to live in poverty and experience other forms of adversity, our results imply that little of this would be changed just by getting teen mothers to delay their childbearing into adulthood.\n\n",
    "acknowledgement": "\n"
}