{
    "id": 7399,
    "citation_title": "Does School Quality Matter? Returns to Education and the Characteristics of Schools in South Africa",
    "citation_author": [
        "Anne Case",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "1999-10-01",
    "issue_date": "1999-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper contributes to what is known about the impact of school quality, by documenting its effect on the incomes of Black South Africans, using data from the 1996 South African census and two national surveys of school quality.  South Africa provides an interesting laboratory for studying the impact of school quality on labor market outcomes.  Under the Apartheid system, Blacks faced extremely limited residential and school choices, which limits the extent to which results are attributable to the endogeneity of school and residential choice.  In addition, Black schools' funding and staffing decisions were made rather arbitrarily by a White government that was at best indifferent to the needs of Black schools.  Large differences in pupil/teacher ratios developed between Black schools, differences much larger than those observed in the United States.  Using a two-state estimation procedure similar to that employed by Card and Krueger (1992) and by Heckman et al. (1996), we find that the quality of schools in a respondent's magisterial district of origin has a large and significant effect on the rate of return to schooling for Black men.  The South African results are notable, moreover, because they are so similar to those estimated by Card and Krueger (1992) for the United States.\n\n",
    "acknowledgement": "\n"
}