{
    "id": 7400,
    "citation_title": "Excessive FDI Flows Under Asymmetric Information",
    "citation_author": [
        "Assaf Razin",
        "Efraim Sadka",
        "Chi-Wa Yuen"
    ],
    "citation_publication_date": "1999-10-01",
    "issue_date": "1999-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn Razin, Sadka and Yuen (1998, 1999a), we explored the policy implications of the home-bias in international portfolio investment as a result of asymmetric information problems in which domestic savers, being 'close' to the domestic market, have an informational advantage over foreign portfolio investors, who are 'far away' from the domestic market.  However, FDI is different from foreign portfolio investment, concerning relevant information about domestic firms.  Through the stationing of managers from the headquarters of multinational firms in the foreign direct establishments in the destination countries under their control, FDIors can monitor closely the operation of such establishments, thus circumventing these informational problems. Futhermore, FDI investors not only have an informational advantage over foreign portfolio investors, but they are also more informed than domestic savers.  Because FDI entails direct control on the acquired domestic firm, which the typical domestic savers with ownership position in the firm do not have.  Being 'insiders' the FDIers can 'overcharge' the uninformed domestic savers, the 'outsiders', when multinational subsidiaries shares are traded in the domestic stock market.  Anticipating future domestic stock market trade opportunities, in advance, foreign investment becomes excessive.  However, unlike the home-bias informational problem, which leads to inadequate foreign portfolio capital inflows, but may be correctable by Pigouvian taxes such as tax on non-resident income, tax on interest income and corporate tax (see Razin, Sadka, and Yuen (1998, 1999a)), excessive FDI flows under the insider-outsider informational problem call for a non-tax corrective policy.  First, because they are governed by unobservable variables (such as the productivity level which triggers default, according to the firm contract with its lender).  Second, because there exist self- fulfilling expectations equilibria which cannot be efficiently corrected by taxation.  The corrective policy tool that is left available is then simply quantity restrictions on FDI.\n\n",
    "acknowledgement": "\n"
}