{
    "id": 7406,
    "citation_title": "Asset Pricing with Heterogeneous Consumers and Limited Participation: Empirical Evidence",
    "citation_author": [
        "Alon Brav",
        "George M. Constantinides",
        "Christopher C. Geczy"
    ],
    "citation_publication_date": "1999-10-01",
    "issue_date": "1999-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Euler equations of consumption are tested on the household consumption of non-durables and services, reconstructed from the CEX database.  The estimated relative risk aversion coefficient of the representative household decreases, and the estimated unexplained mean equity premium decreases, as infra marginal asset holders are eliminated from the sample.  These results provide evidence of limited capital market participation.  The estimated unexplained mean equity premium decreases when the assumption of complete consumption insurance is relaxed.  The estimated correlation between the equity premium and the cross- sectional variance of the households' consumption growth is negative, as required, if the relaxation of market completeness is to contribute towards the explanation of the premium.  The overall evidence from asset prices in favor of relaxing the assumption of complete consumption insurance is weak.  An extensive Monte Carlo investigation highlights the relationship between the economic implications of limited participation and the resulting statistical properties of commonly used test statistics.  The simulation results provide direct evidence relating observation error in consumption and the resulting small-sample of the test statistics.\n\n",
    "acknowledgement": "\n"
}