{
    "id": 7409,
    "citation_title": "Optimal Portfolio Choice for Long-Horizon Investors with Nontradable Labor Income",
    "citation_author": [
        "Luis M. Viceira"
    ],
    "citation_publication_date": "1999-10-01",
    "issue_date": "1999-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes optimal portfolio decisions of long-horizon investors with undiversifiable labor income risk and exogenous expected retirement and lifetime horizons.  It shows that the fraction of savings optimally invested in stocks is unambiguously larger for employed investors than for retired investors when labor income risk is uncorrelated with stock return risk.  This result provides support for the popular recommendation by investment advisors that employed investors should invest in stocks a larger proportion of their savings than retired investors.  This paper also examines the effect of increasing labor income risk on savings and portfolio choice and finds that, when labor income risk is independent of stock market risk, a mean-preserving increases in the variance of labor income growth increases the investor's willingness to save and reduce her willingness to hold the risky asset in her portfolio.  A sensible calibration of the model shows that savings are relatively more responsive to changes in labor income risk than portfolio demands.  Positive correlation between labor income innovations and unexpected asset returns also reduces the investor's willingness to hold the risky asset, because of its poor properties as a hedge against unexpected declines in labor income.  This paper also provides intuition on the peculiar form of optimal portfolio choice of very young investors predicted by the standard life-cycle model.\n\n",
    "acknowledgement": "\n"
}