{
    "id": 7410,
    "citation_title": "Do Scientists Pay to Be Scientists?",
    "citation_author": [
        "Scott Stern"
    ],
    "citation_publication_date": "1999-10-01",
    "issue_date": "1999-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the relationship between wages and the scientific orientation of R&D organizations. Science-oriented firms allow researchers to publish in the scientific literature and pursue individual research agendas.  Adoption of a Science- oriented research approach (i.e., Science) is driven by two distinct forces: a (a Preference effect) and R&D productivity gains arising from earlier access to discoveries (a Productivity effect). The equilibrium relationship between wages and Science reflects the relative salience of these effects: the Preference effect contributes to a negative compensating differential while the Productivity effect raises the possibility of rent-sharing between firms and researchers. In addition, because the value of participating in Science is increasing in the prestige of researchers, Science tends to be adopted by those firms who employ higher-quality researchers.  This structural relationship between the adoption of Science and unobserved heterogeneity in researcher ability leads to bias in the context of hedonic wage and productivity regressions which do not account for such effects.  This paper exploits a novel field-based empirical approach to substantially overcome this bias. Specifically, prior to accepting a specific job offer, many scientists receive multiple job offers, making it possible to calculate the wage- Science curve for individual scientists, controlling for ability level.  The methodology is applied to a sample of postdoctoral biologists.  The results suggest a strong negative relationship between wages and Science.  For example, firms who allow their employees to publish extract, on average, a 25% wage discount. The results are robust to restricting the sample to non-academic job offers, but the findings depend critically on the inclusion of the researcher fixed effects.  The paper's conclusion, then, is that, conditional on scientific ability, scientists do indeed pay to be scientists.\n\n",
    "acknowledgement": "\n"
}