{
    "id": 7414,
    "citation_title": "Do Industrial Relations Affect Plant Performance?: The Case of Commercial Aircraft Manufacturing",
    "citation_author": [
        "Morris M. Kleiner",
        "Jonathan S. Leonard",
        "Adam M. Pilarski"
    ],
    "citation_publication_date": "1999-11-01",
    "issue_date": "1999-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study analyzes the impact of major industrial relations variables on productivity within a plant that assembles large commercial aircraft.  The analysis combines the deep firm- specific knowledge of management and labor typical of the best of traditional industrial relations with formal statistical tests. We use a before and after research design over an 18-year period with monthly data, as well as information from the participants in the industrial relations events.  Our approach is unusual in showing that by focusing only on managerial factors or the learning curve, and omitting factors such as union leadership and related labor relations events, estimates may mis-specify impacts on firm performance.  Strikes, slowdowns, and tough union leaders influenced the productivity of this plant by both large percentages and absolute dollar amounts  during the period they were occurring.   In contrast with much of the firm performance literature, we find small initial productivity impacts of movements from traditional adversarial management, which is the norm in this industry, to total quality management (TQM)  and back again.  How and why TQM is adopted may be just as important as whether it is adopted.   Finally, simulations from a counterfactual case show that major industrial relations events like strikes, slowdowns, and the TQM program did not have long term productivity effects, and that the firm we studied returned to pre-event levels of production within one to four months.\n\n",
    "acknowledgement": "\n"
}