{
    "id": 7421,
    "citation_title": "Measuring Temporary Labor Outsourcing in U.S. Manufacturing",
    "citation_author": [
        "Marcello Estevao",
        "Saul Lach"
    ],
    "citation_publication_date": "1999-11-01",
    "issue_date": "1999-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral analysts claim that firms have been using more flexible work arrangements in order to contain the costly adjustment of labor to changes in economic conditions.  In particular, temporary help supply (THS) employment has increased dramatically in the last ten years.  However, there is only scant evidence on the industries that are hiring this type of worker. In particular, some anecdotal evidence points to the fact that manufacturing industries have substantially stepped up their demand for THS workers since the mid-1980s.  If this is true, not accounting for this flow of workers from the service sector to manufacturing may lead to misleading conclusions about the cyclical and long-term path of manufacturing employment and hours of work. We close this gap by providing several estimates of the number of individuals employed by temporary help supply (THS) firms who worked in the manufacturing sector from 1972 to 1997. One estimate, in particular, is based on a new methodology that uses minimal assumptions to put bounds on the probability that a manufacturing worker is employed by a THS firm. The bounds rely on readily available data on workers' individual characteristics observable in the CPS.  We show that manufacturers have been using THS workers more intensively in the 1990s.  In addition, the apparent flatness of manufacturing employment in the 1990s can be explained in part by this type of outsourcing from the service sector.  Finally, not accounting for THS hours overstated the increase in average annual manufacturing labor productivity by « percentage point during the 1991-1997 period.\n\n",
    "acknowledgement": "\n"
}