{
    "id": 7422,
    "citation_title": "Does Aid Matter? Measuring the Effect of Student Aid on College Attendance and Completion",
    "citation_author": [
        "Susan M. Dynarski"
    ],
    "citation_publication_date": "1999-11-01",
    "issue_date": "1999-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes student aid increase college attendance or simply subsidize costs for infra-marginal students? Settling the question empirically is a challenge, because aid is correlated with many characteristics that influence educational investment decisions. A shift in financial aid policy that affects some youth but not others can provide an identifying source of variation in aid. In 1982, Congress eliminated the Social Security Student Benefit Program, which at its peak provided grants totaling $3.7 billion a year to one out of ten college students. Using the death of a parent as a proxy for Social Security beneficiary status, I find that offering $1,000 ($1998) of grant aid increases educational attainment by about 0.16 years and the probability of attending college by four percentage points. The elasticities of attendance and completed years of college with respect to schooling costs are 0.7 to 0.8. The evidence suggests that aid has a 'threshold effect': a student who has crossed the hurdle of college entry with the assistance of aid is more likely to continue schooling later in life than one who has never attempted college. This is consistent with a model in which there are fixed costs of college entry. Finally, a cost-benefit analysis indicates that the aid program examined by this paper was a cost-effective use of government resources.\n\n",
    "acknowledgement": "\n"
}