{
    "id": 743,
    "citation_title": "On the Role of Social Security as a Means for Efficient Risk-Bearing in an Economy Where Human Capital Is Not Tradeable",
    "citation_author": [
        "Robert C. Merton"
    ],
    "citation_publication_date": "1981-09-01",
    "issue_date": "1981-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn intertemporal general equilibrium model of an economy with overlapping generations and two factors of production, labor and capital, is used to analyze the economic inefficiencies caused by the non- tradeability of human capital -and to derive a constrained pareto-optimal sys tern of taxes and transfers which \"c.orrectS1 these inefficiencies. It is shown that, in the absence of such a system, this market failure causes the equilibrium path of the economy to deviate from the optimum for two reasons: First, as is well known, people cannot achieve their optimal lifecycle consumption program because early in life when most of their wealth is in the form of human capital, they cannot consume as much as they would otherwise choose. Second, investors cannot achieve an optimal portfolio allocation of their savings. Not only will some investors be forced to bear more risk than they would choose in the absence of this market failure, but because factor shares are uncertain, the portfolios held by investors will be inefficient. The young are \"forced\" to invest \"too much\" of their savings in human capital and the old are \"forced\" to invest \"too little\" in human capital. Hence, all investors bear \"factor-share\" risk which if human capital were tradeable, could be diversified away. It is shown that a optimal system of taxes and transfers not unlike the current Social Security system can eliminate this inefficiency, and therefore, it is suggested that a latent function of the present system may be to improve the efficiency of risk-bearing in the economy.\n\n",
    "acknowledgement": "\n"
}