{
    "id": 7439,
    "citation_title": "A Heuristic Method for Extracting Smooth Trends from Economic Time Series",
    "citation_author": [
        "Julio J. Rotemberg"
    ],
    "citation_publication_date": "1999-12-01",
    "issue_date": "1999-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a method for separating economic time series into a smooth component whose mean varies over time (the trend') and a stationary component (the  cycle').  The aim is to make the trends as smooth as possible while also producing cycles with plausible properties.  While the main justification for the method is intuitive, the method does a good job of separating these two components in some artificial examples where the constructed series are indeed the sum of smooth (possibly stochastic) functions of time and a low order autoregressive process.  When the true trends consist of low order polynomials, the proposed method obtains trends that are of similar accuracy than fitted polynomial trends.  In other cases, the MSE of the proposed trends is much lower.  Similarly, except in quite special cases, the MSE of the proposed trend is considerably smaller than that obtained by the HP filter.  VARs that involve the cyclical variables constructed by this method yield accurate representations of the behavior of the underlying cycles of several variables.  By contrast, VARs with the series in differences give poor descriptions of the effect of cyclical shocks, even though Dickey-Fuller tests do not reject the hypotheses that the artificial series have unit roots.  I apply the method to some well known aggregate time series.  The results suggest that real wages in the U.S. are strongly positively correlated with military purchases and that the reduction in the growth of trend GDP in the U.S. started well before 1973.\n\n",
    "acknowledgement": "\n"
}