{
    "id": 744,
    "citation_title": "Price Inertia and Policy Ineffectiveness in the United States, 1890-1980",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1981-09-01",
    "issue_date": "1981-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper introduces a new approach to the empirical testing of the Lucas- Sargent-Wallace (LSW) \"policy ineffectiveness proposition.\" Instead of testing that hypothesis in isolation from any plausible alternative, the paper develops a single empirical equation explaining price change that includes as special cases both the LSW proposition and an alternative hypothesis. The alternative, dubbed \"NRH-GAP,\" states that prices respond fully in the long run, but only gradually in the short run, to nominal aggregate demand disturbances. A second innovation is the development of a quarterly data file for the period 1890-1980, thus opening up more than 200 new quarterly observations for analysis. A third innovation is the testing of three different methods of introducing \"persistence effects\" into the LSW analytical framework. In conflict with the predictions of the LSW approach, the results here exhibit uniformly high coefficients of real output and low coefficients of price changes in response to anticipated nominal GNP changes. Further, price changes respond positively and output responds negatively to lagged changes in prices, reflecting the short-run inertia in price-setting that forms the basis for the alter- native NRH-GAP approach. Evidence is also provided that velocity tends to respond negatively to anticipated changes in money, in contrast to the usual assumption in this literature of random serially independent velocity changes. Two shifts in the structure of the price-setting process are noted--a much higher degree of price responsiveness during World War I and its aftermath, and a longer mean lag in the influence of past price changes after 1953. Of independent interest, beyond its treatment of the policy ineffectiveness debate, is the treatment in the paper of changes in monetary regimes, and of the impact of programs of government intervention. The money creation process exhibits a highly significant change in structure before and after World War I, and a marginally significant change in 1967. The results identify five episodes of government intervention that significantly displaced the time path of prices -- the National Recovery Act of 1933-35, and price controls during the two world wars, Korea, and the Nixon era.\n\n",
    "acknowledgement": "\n"
}