{
    "id": 7442,
    "citation_title": "The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession",
    "citation_author": [
        "Kenneth Y. Chay",
        "Michael Greenstone"
    ],
    "citation_publication_date": "1999-12-01",
    "issue_date": "1999-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study uses sharp, differential air quality changes across sites attributable to geographic variation in the effects of the 1981-82 recession to estimate the relationship between infant mortality and particulates air pollution.  It is shown that in the narrow period of 1980-82, there was substantial variation across counties in changes in particulates pollution, and that these differential pollution reductions appear to be orthogonal to changes in a multitude of other factors that may be related to infant mortality. Using the most detailed and comprehensive data available, we find that a 1 mg/m3 reduction in particulates results in about 4-8 fewer infant deaths per 100,000 (a 0.35-0.45 elasticity).  The estimated effects are driven almost entirely by fewer deaths occurring within one month and one day of birth, suggesting that fetal exposure to pollution has adverse health consequences.  The estimated effects of the pollution reductions on infant birth weight provide evidence consistent with this potential pathophysiologic mechanism.  The analysis also reveals a nonlinear relationship between pollution and infant mortality at the county level.  Importantly, the estimates are remarkably stable across a variety of specifications.  All of these findings are masked in conventional' analyses based on less credible research designs.\n\n",
    "acknowledgement": "\n"
}