{
    "id": 7449,
    "citation_title": "Racial Bias in Motor Vehicle Searches: Theory and Evidence",
    "citation_author": [
        "John Knowles",
        "Nicola Persico",
        "Petra Todd"
    ],
    "citation_publication_date": "1999-12-01",
    "issue_date": "1999-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfrican- American motorist in the United States are much more likely than white motorists to have their car searched by police checking for illegal drugs and other contraband.  The courts are faced with the task of deciding on the basis of traffic-search data whether police behavior reflects a rackial bias.  We discuss why a simple test for racial bias commonly applied by the courts is inadequate and develop a model of law enforcement that suggests an alternative test. The model assumes a population with two racial types who also differ along other dimensions relevant to criminal behavior.  Using the model, we construct a test for whether racial disparities in motor vehicle searches reflect racial prejudice, or instead are consistent with the behavior of non-prejudiced police maximizing drug interdiction.  The test is valid even when the set of characteristics observed by the police is only partially observable by the econometrician.  We apply the test to traffic-search data from Maryland and find the observed black-white disparities in search rates to be consistent with the hypothesis of no racial prejudice. Finally, we present a simple analysis of the tradeoff between efficiency of drug interdiction and racial fairness in policing. We show that in some circumstances there is no trade-off; constraining the police to be color-blind may achieve greater efficiency in drug interdiction.\n\n",
    "acknowledgement": "\n"
}