{
    "id": 745,
    "citation_title": "Financing Capital Formation in the 1980s: Issues for Public Policy",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1981-09-01",
    "issue_date": "1981-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThree specific aspects of the corporate financing decision - internal versus external funds, equity versus debt within the external component, and features of the debt including especially maturity - present opportunities (and pitfalls) for public policy for affecting U.S. capital formation. First, by reducing the government's dissaving and hence its claims on the economy's financial resources, policy can make credit market funds available for corporations to finance their investment externally, thereby both stimulating the overall amount of capital formation and also taking advantage of the allocative efficiency of the competitive market mechanism to achieve a productive composition of that capital formation. At the same time, by using the tax system to augment the rate of return on corporate-sector assets, policy can also enable corporations better to compete for such funds once they are available. Second, by eliminating or even reversing the current tax discrimination in favor of debt, policy can encourage corporations to rely at least in part on equities in their external financing , thereby reducing the economy 's aggregate-level financial risk. Third, by neutralizing or even reversing the current emphasis on long- term securities in managing the federal government's own debt, policy can encourage corporations to issue long- instead of short-term debt instruments, thereby further reducing aggregate-level financial risk. Along the same lines, policy can also play a role in pioneering markets for new financial instruments, like bonds providing protection of the investor's purchasing power, that private borrowers can then use to finance private capital formation.\n\n",
    "acknowledgement": "\n"
}