{
    "id": 7465,
    "citation_title": "Wage and Productivity Dispersion in U.S. Manufacturing: The Role of Computer Investment",
    "citation_author": [
        "Timothy Dunne",
        "John Haltiwanger",
        "Lucia Foster"
    ],
    "citation_publication_date": "2000-01-01",
    "issue_date": "2000-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy exploiting establishment-level data, this paper sheds new light on the source of the changes in the structure of production, wages, and employment that have occurred over the last several decades.  Based on theoretical work by Caselli (1999) and Kremer and Maskin (1996), we focus on investigating the following two related hypotheses.  The first hypothesis is that the channel through which skill biased technical change works through the economy is via changes in the dispersion in wages and productivity across establishments.  The second is that the increased dispersion in wages and productivity across establishments is linked to differential rates of technological adoption across establishments.  Our findings are supportive of these hypotheses.  Specifically, we find that (1) the between plant component of wage dispersion is a growing part of total wage dispersion, (2) much of the between plant increase in dispersion is within industries, (3) the between plant measures of wage and productivity dispersion have increased substantially over the last few decades, and (4) a substantial fraction of the rising dispersion in wages and productivity is accounted for by increasing wage and productivity differentials across high and low computer investment per worker plants and high and low capital intensity plants.\n\n",
    "acknowledgement": "\n"
}