{
    "id": 7471,
    "citation_title": "Total Factor Productivity: A Short Biography",
    "citation_author": [
        "Charles R. Hulten"
    ],
    "citation_publication_date": "2000-01-01",
    "issue_date": "2000-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists have long recognized that total factor productivity is an important factor in the process of economic growth.  However, just how important it is has been a matter of ongoing controversy.  Part of this controversy is about methods and assumptions.  Total factor productivity growth is estimated as a residual, using index number techniques.  It is thus a measure of our ignorance,' with ample scope for measurement error.  Another source of controversy arises from sins of omission, rather than commission.  A New Economy critique of productivity points to unmeasured gains in product quality, while an environmental critique points to the unmeasured costs of growth. This essay is offered as an attempt to address these issues. Its first objective is to explain the  origins of the growth accounting and productivity methods now under scrutiny.  It is a biography of an idea, is intended to show what results can be expected from the productivity framework and what cannot.  The ultimate objective is to demonstrate the considerable utility of the idea, as a counter-weight to the criticism, often erroneous, to which it has been subjected.  Despite its flaws, the residual has provided a simple and internally consistent intellectual framework for organizing data on economic growth, and has provided the theory to guide a considerable body of economic measurement.\n\n",
    "acknowledgement": "\n"
}