{
    "id": 7472,
    "citation_title": "Changes in Job Stability and Job Security: A Collective Effort to Untangle, Reconcile, and Interpret the Evidence",
    "citation_author": [
        "David Neumark"
    ],
    "citation_publication_date": "2000-01-01",
    "issue_date": "2000-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI synthesize and summarize a set of recent papers on changes in the employment relationship.  The authors of these papers present the most up-to-date and accurate assessment of their evidence on changes in job stability and job security, and attempt to reconcile their evidence with the findings of other research, including the other papers discussed herein.  Some of papers also begin to explore explanations of changes in the employment relationship. The evidence suggests that the 1990's witnessed some changes in the employment relationship consistent with weakened bonds between workers and firms.  But the magnitudes of these changes indicate that while these bonds may have weakened, they have not been broken.  Furthermore, the changes that occurred in the 1990's have not persisted very long.  It is therefore premature to infer long-term trends towards declines in long-term employment relationships, and even more so to infer anything like the disappearance of long-term, secure jobs. The papers examining sources of changes in job stability and job security in the 1990's point to some potential explanations, including relative wage movements, growth in alternative employment relationships, and downsizing.  However, with the possible exception of the first of these, this list does not encompass  fundamental' or exogenous changes impacting the employment relationship, but rather to some extent suggests how various changes in the employment relationship may reinforce each other.  Understanding the structural changes underlying empirical observations on changes in job stability and job security is likely to be a fruitful frontier for future research on the employment relationship.\n\n",
    "acknowledgement": "\n"
}