{
    "id": 7479,
    "citation_title": "What's Driving the New Economy: The Benefits of Workplace Innovation",
    "citation_author": [
        "Sandra E. Black",
        "Lisa M. Lynch"
    ],
    "citation_publication_date": "2000-01-01",
    "issue_date": "2000-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a unique nationally representative sample of U.S. establishments surveyed in 1993 and 1996, we examine the relationship between workplace innovations and establishment productivity and wages.  We match plant level practices with plant level productivity and wage outcomes and estimate production functions and wage equation using both cross sectional and longitudinal data.  We find a positive and significant relationship between the proportion of non-managers using computers and productivity of establishments.  We find that firms that re-engineer their workplaces to incorporate more high performance practices experience higher productivity.  Profit sharing and/or stock options are also associated with increased productivity.  In addition, we find that employee voice has a larger positive effect on productivity when it is done in the context of unionized establishments.  When we examine the determinants of wages within these establishments, we find that re-engineering a workplace to incorporate more high performance practices leads to higher wages.  However, increasing the usage of profit sharing or stock options results in lower regular pay for workers especially technical workers and clerical/sales workers.  Finally, increasing the percentage of workers meeting regularly in groups has a larger positive effect on wages in unionized establishments.\n\n",
    "acknowledgement": "\n"
}