{
    "id": 748,
    "citation_title": "Aspects of the Optimal Management of Exchange Rates",
    "citation_author": [
        "Jacob A. Frenkel",
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1981-09-01",
    "issue_date": "1981-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes aspects of the economics of the optimal management of exchange rates. It shows that the choice of the optimal exchange rate regime depends on the nature and the origin of the stochastic shocks that affect the economy. Generally, the higher is the variance of real shocks which affect the supply of goods, the larger becomes the desirability of fixity of exchange rates. The rationale for that implication is that the balance of payments serves as a shock absorber which mitigates the effect of real shocks on consumption. The importance of this factor diminishes the larger is the economy's access to world capital markets. On the other hand, the desirability of exchange rate flexibility increases the larger are the variances of the shocks to the demand for money, to the supply of money, to foreign prices and to purchasing power parities. All of these shocks exert a similar effect and their sum is referred to as the \"effective monetary shock.\" It is also shown that the desirability of exchange rate flexibility increases the larger is the propensity to save out of transitory income. When the analysis is extended to an economy which produces traded and non-traded goods it is shown that the desirability of exchange rate flexibility diminishes the higher is the share of non-traded goods relative to traded goods and the lower are the elasticities of demand and supply of the two goods.\n\n",
    "acknowledgement": "\n"
}