{
    "id": 7481,
    "citation_title": "Criminal Violence and Alcohol Beverage Control: Evidence from an International Study",
    "citation_author": [
        "Sara Markowitz"
    ],
    "citation_publication_date": "2000-01-01",
    "issue_date": "2000-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to examine the relationship between the price of alcoholic beverages and the incidence of criminal violence in different countries around the world.  The positive association between alcoholic beverage consumption and violence is well documented, as is the negative relationship between the quantity of alcohol consumed and its price.  These two relationships together form the principal hypothesis of whether increases in alcoholic beverage prices will directly decrease the incidence of criminal violence.  The data come from the 1989 and 1992 International Victimization Surveys.  The sample used in this paper is comprised of almost 50,000 respondents in 16 different countries.  The respondents were asked if they had been victims of three types of violent crimes in the past year:  robbery, assault, and sexual assault (female respondents only).  A reduced form model is estimated where the probability of being a victim of violent crime is determined by the price of alcohol, variables describing the area the person lives in, and other socio-economic characteristics of the respondent.  Country fixed effects are also employed in some models.  Results indicate that higher alcoholic beverage prices lead to lower incidences of all three types of violent crime in models where country fixed effects are not included.  Results from models which include country fixed effects are not reliable.\n\n",
    "acknowledgement": "\n"
}