{
    "id": 7482,
    "citation_title": "Understanding Inflation: Implications for Monetary Policy",
    "citation_author": [
        "Stephen G. Cecchetti",
        "Erica L. Groshen"
    ],
    "citation_publication_date": "2000-01-01",
    "issue_date": "2000-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses how optimal monetary policy is affected by differences in the combination of shocks an economy experiences and the rigidities it exhibits.  Without both nominal rigidities and economic shocks, monetary policy would be irrelevant. Recognizing this, policymakers increasingly incorporate the understanding gained from new research on rigidities and shocks into both their policy actions and the design of monetary institutions. Specifically, shocks can be predominantly real, affecting relative prices, or primarily nominal, moving the general price level. They may also be big or small, frequent or rare. Similarly, some nominal rigidities are symmetrical, affecting both upward and downward movements equally, while others are asymmetrical, restricting decreases more than increases.  After reviewing major trends in the conduct of monetary policy, we describe how the growing theoretical and empirical literature on shocks and rigidities informs three crucial dimensions of monetary policymaking. First, we discuss why trimmed means provide the best measure of core inflation. Second, we outline how rigidities impede policymakers' ability to control inflation. And third, we describe how alternative shock/rigidity combinations create inflation's grease (whereby it improves economic efficiency by speeding adjustment) and sand effects (whereby it distorts price signals) with their contrasting implications for the optimal level of inflation. We conclude by considering some key implications for monetary policy.\n\n",
    "acknowledgement": "\n"
}