{
    "id": 7484,
    "citation_title": "Endogenous R&D Spillovers and Industrial Research Productivity",
    "citation_author": [
        "James D. Adams"
    ],
    "citation_publication_date": "2000-01-01",
    "issue_date": "2000-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the implications of a simple model of learning and innovation by firms.  In this model R&D spillovers are partly determined by firms, rather than by the given economic environment.  According to this approach the full effect of spillovers on research productivity of firms exceeds the structural effect because it includes an  active learning' response of firms to new information.  Furthermore, effective spillovers grow faster or slower than potential spillovers, depending on the returns to scale of production processes for learning and invention. The empirical work is based on a sample of R&D laboratories in the chemicals, machinery, electrical equipment, and transportation equipment industries. I estimate negative binomial regressions for the number of patents as a function of academic and industrial spillover pools, learning expenditures and internal research expenditures.  The findings are consistent with the view that learning expenditures transmit the effect of spillovers. I also perform tobit, ordered probit and grouped probit estimation of learning effort. I find that learning effort increases in response to industrial and academic R&D spillovers. Lastly, academic spillovers appear to have a more pervasive effect on R&D than do industrial spillovers. Overall these results suggest a sequence of events underlying learning and innovation, with learning responding to opportunities, innovation responding to learning and own R&D, and a stream of innovations leading to the accumulation of new product introductions that ultimately are reflected in the value of enterprise.\n\n",
    "acknowledgement": "\n"
}