{
    "id": 7492,
    "citation_title": "The Distributional Effects of an Investment-Based Social Security System",
    "citation_author": [
        "Martin Feldstein",
        "Jeffrey Liebman"
    ],
    "citation_publication_date": "2000-01-01",
    "issue_date": "2000-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study the distributional impact of a change from the existing pay-as-you-go Social Security system to one that combines both pay-as-you-go and investment-based elements. Critics of investment-based plans have been concerned that such plans might reduce the retirement income of low-paid workers or of surviving spouses relative to what they would get from Social Security, and might therefore increase the extent of poverty among the aged.  Our analysis in this paper shows that this is generally not the case, even in plans that make no special effort to maintain or increase redistribution. Our principal finding is that virtually all of the demographic groups that we examine would receive higher average benefits under a mixed system with an investment-based component than the benefits that they would receive under current Social Security rules.  There would also be a smaller share of individuals with benefits below the poverty line even though the total cost of funding the mixed system -- a three percent saving contribution rather than a six percent rise in the tax rate -- is substantially lower than that of funding the pay-as-you-go system. Our individual-level data permit us to go beyond comparing group means to analyze the full distribution of the benefits that individuals would receive under the two different systems.  These comparisons show that the overwhelming majority of individuals would have higher benefits with the investment-based system than with the pure pay-as-you-go system. The relatively small number of individuals who would receive less from the investment-based system is further reduced when the effects of the Supplementary Security Income program is taken into account. These basic conclusions remain true even if the future rate of return in the investment-based component of the mixed system is substantially less than past experience implies.\n\n",
    "acknowledgement": "\n"
}