{
    "id": 7494,
    "citation_title": "If at First You Don't Succeed...: Profits, Prices and Market Structure in a Model of Quality with Unknowable Consumer Heterogeneity",
    "citation_author": [
        "Kala Krishna",
        "Tor Winston"
    ],
    "citation_publication_date": "2000-01-01",
    "issue_date": "2000-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy are higher quality niches seen as intrinsically more profitable in business circles?  Why do high quality products sometimes have a low real price, while it is unusual to see low quality products with high real prices?  Can markets have quality differentiation as well as quality bunching?  In this paper we develop a new model of quality which explains such phenomena. Our model builds on the idea that even if a customer chooses to purchase a product, it may fail to  deliver'.  If a product fails to deliver, the customer may wish to choose some other product. A higher quality product has a higher probability of delivering.  We model this as a three stage game where firms first choose whether to enter or not, then in the second stage choose their quality and in the last stage, their price. Our model has a number of interesting predictions.  First, it suggests that in equilibrium, a wider range of price per unit of quality is to be found for high quality goods than for low quality ones. Second, it provides a theoretical reason for why high quality niches may be more profitable, supporting the common business school idea that  the money is at the high end.' Third, it suggests that the nature of the fixed costs of establishing quality plays a critical role in determining when free entry could be consistent with the existence of profits and result in  natural oligopolies' and when it would tend to eliminate all profits.\n\n",
    "acknowledgement": "\n"
}