{
    "id": 7503,
    "citation_title": "The Effects of Urban Concentration on Economic Growth",
    "citation_author": [
        "J. Vernon Henderson"
    ],
    "citation_publication_date": "2000-01-01",
    "issue_date": "2000-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper examines whether there is a significant relationship between economic growth and the degree of urban concentration, as measured by primacy, or the share of the largest metro area in national urban population. Is there reason to believe many countries have excessive primacy and how costly is excessive (or insufficient) primacy? Using GMM methods, the paper estimates growth effects, using a panel of 80-100 countries from 1960 to 1995. It also looks at the determinants of primacy and policy instruments that might be effective in reducing excessive primacy. The paper finds that there is a best degree of national urban primacy, which increases sharply up to a per capita income of about $5000 (PPP 1987 income), before declining modestly. The best degree of primacy declines with country scale. Error bands about estimated best degrees of primacy are generally tight. Growth losses from significantly non-optimal concentration are large and rise with income. Results are very robust. In a group of 72 countries in 1990, it appears that at least 24 have satisfactory primacy; at least 24 have significantly excessive primacy; and at least 5 countries have too little. What determines urban concentration? Econometric models show that urban concentration initially rises with income and then peaks around an income of $2400, before declining. Openness, or trade effects are modest. Similarly, the effects of a greater degree of political decentralization while significantly reducing urban concentration are quite modest. The key policy type variable affecting concentration is investment in inter-regional transport infrastructure. In particular, increases in the density of road networks significantly reduce primacy, with the effect rising with income. As a policy consideration, this takes heightened importance because growth losses from excessive primacy tend to rise with income. The effect on growth rates of investment in roads, through its effect on primacy, is highest in middle income countries.\n\n",
    "acknowledgement": "\n"
}