{
    "id": 7506,
    "citation_title": "Youth Smoking in the U.S.: Prices and Policies",
    "citation_author": [
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2000-01-01",
    "issue_date": "2000-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter steadily declining over the previous 15 years, youth smoking began to rise precipitously in 1992, and by 1997 had risen by roughly one-third from its 1991 trough.  We know very little about what caused this time trend and what public policy can do to reverse it.  This paper therefore provides a comprehensive analysis of the impact of prices and other public policies on youth smoking in the 1990s, drawing on three separate data sets.  I find that the most important policy determinant of youth smoking, particularly among older teens, is prices.  Prices are a significant and sizeable determinant of smoking by older teens in all tree data sets, although the estimated price elasticity varies significantly.  On the other hand, price does not appear to be an important determinant of smoking by younger teens.  There is little consistent evidence of robust effect of other public policies targeted to reducing youth smoking, although there is some suggestion that restrictions on youth purchase of cigarettes reduce the quantity of cigarettes reduce the quantity of cigarettes smoked.  And I find that black youth and those with less educated parents are much more responsive to cigarette price than are white teens and those with more educated parents, suggesting a strong correlation between price sensitivity and socioeconomic status.\n\n",
    "acknowledgement": "\n"
}