{
    "id": 7507,
    "citation_title": "Is Addiction \"Rational\"? Theory and Evidence",
    "citation_author": [
        "Jonathan Gruber",
        "Botond Koszegi"
    ],
    "citation_publication_date": "2000-01-01",
    "issue_date": "2000-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA standard model of addictive process is Becker and Murphy's rational addiction' model, which has the key empirical prediction that the current consumption of addictive goods should respond to future prices, and the key normative prediction that the optimal government regulation of addictive goods should depend only on their interpersonal externalities.  While a variety of previous studies have supported this empirical contention, we demonstrate that these results are very fragile. We propose a new empirical test for the case of cigarettes, using state excise tax increases that have been legislatively enacted but are not yet effective, and monthly data on consumption.  We find strong evidence that consumption drops when there are announced future tax increases, providing more robust support for the key empirical prediction of the Becker and Murphy model.  But we also propose a new formulation of this model that makes only one change, albeit a major one: the incorporation of the inconsistent preferences which are likely to provide a much better platform for understanding the smoking decision.  We find that with these preferences the model continues to yield the predictions for forward-looking behavior that have been tested by others and by ourselves.  But it has strikingly different normative implications, as with these preferences optimal government policy should depend as well on the  internalities' imposed by smokers on themselves.  We estimate that the optimal tax per pack of cigarettes should be at least one dollar higher under our formulation than in the rational addiction case.\n\n",
    "acknowledgement": "\n"
}