{
    "id": 7512,
    "citation_title": "The Elasticity of Taxable Income: Evidence and Implications",
    "citation_author": [
        "Jon Gruber",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2000-01-01",
    "issue_date": "2000-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central tax policy parameter that has recently received much attention, but about which there is substantial uncertainty, is the overall elasticity of taxable income.  We provide new estimates of this elasticity which address identification problems with previous work, by exploiting a long panel of tax returns to study a series of tax reforms throughout the 1980s. This identification strategy also allows us to provide new evidence on both the income effects of tax changes on taxable income, and on variation in the elasticity of taxable income by income group.  We find that the overall elasticity of taxable income is approximately 0.4; the elasticity of real income, not including tax preferences, is much lower.  We also estimate small income effects on tax changes on reported income, implying that the compensated and uncompensated elasticities of taxable income are very similar.  We estimate that this overall elasticity is primarily due to a very elastic response of taxable income for taxpayers who have incomes above $100,000 per year, who have an elasticity of 0.57, while for those with incomes below $100,000 per year the elasticity is less than one-third as large. Moreover, high income taxpayers who itemize are particularly responsive to taxation.  We then derive optimal income tax structures using these elasticities.  Our estimates suggest that the optimal system for most redistributional preferences consists of a large demogrant that is rapidly taxed away for low income taxpayers, with lower marginal rates at higher income levels.\n\n",
    "acknowledgement": "\n"
}