{
    "id": 7520,
    "citation_title": "The Progressivity of Social Security",
    "citation_author": [
        "Julia Lynn Coronado",
        "Don Fullerton",
        "Thomas Glass"
    ],
    "citation_publication_date": "2000-02-01",
    "issue_date": "2000-02-01",
    "revision_date": "2021-03-18",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow much does the current social security system really redistribute from rich to poor?  We use the PSID to estimate lifetime wage profiles and actual earnings each year for a sample of 1778 individuals, and we use mortality probabilities to calculate expected payroll taxes and social security benefits. For a given set of  facts' about the net flows received by each individual, measured progressivity depends on many assumptions. This paper attempts to capture and to quantify all of the individual characteristics that are relevant to determine the progressivity of a life-cycle program like social security. We proceed in seven steps.  First, we classify individuals by annual income and use Gini coefficients to find that social security is highly progressive.  Second, we reclassify individuals on the basis of lifetime income and find that social security is less progressive.  Third, we remove the cap on measured earnings and find that social security is even less progressive.  Fourth, we switch from actual to potential lifetime earnings (the present value of the wage rate times 4000 hours each year).  This measure captures the value of leisure and home production, so those out of the labor force are less poor, and net payments to them are less progressive.  Fifth, we assign to each married individual half of the couple's income.  The low-wage spouse is then not so poor less progressive.  Sixth, we incorporate mortality probabilities that differ by potential lifetime income.  Since the rich live longer and collect benefits longer, social security is no longer progressive.  Finally, we increase the discount rate from 2% to 4%, which puts relatively more weight on the earlier-but-regressive payroll tax and less weight on the later-but-progressive benefit schedule.  The whole social security system is then regressive.\n\n",
    "acknowledgement": "\n"
}