{
    "id": 7521,
    "citation_title": "Choice, Chance, and Wealth Dispersion at Retirement",
    "citation_author": [
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2000-02-01",
    "issue_date": "2000-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPeople earn just enough to get by' is a phrase often used to explain the low personal saving rate in the United States.  The implicit presumption is that households simply do not earn enough to pay for current  needs' and to save.  We show in this paper that at all levels of lifetime earnings there is an enormous dispersion in the accumulated wealth of families approaching retirement.  It is not only households with low incomes that save little; a significant proportion of high income households also saves little.  And, a substantial proportion of low income households save a great deal.  We then consider the extent to which differences in household lifetime financial resources explain the wide dispersion in wealth, given lifetime earnings. We find that very little of this dispersion can be explained by chance differences in individual circumstances    largely outside the control of individuals'  that might limit the resources from which saving might plausibly be made.  We also consider how much of the dispersion in wealth might be accounted for by different investment choices of savers   some more risky, some less risky given lifetime earnings.  We find that investment choice is not a major determinant of the dispersion in asset accumulation.  It matters about as much as chance events that limit the available resources of households with the same lifetime earnings.  We conclude that the bulk of the dispersion must be attributed to differences to in the amount that households choose to save.  The differences in saving choices among households with similar lifetime earnings lead to vastly different levels of asset accumulation by the time retirement age approaches.\n\n",
    "acknowledgement": "\n"
}