{
    "id": 7526,
    "citation_title": "How Large is the Bias is Self-Reported Disability?",
    "citation_author": [
        "Hugo Benitez-Silva",
        "Moshe Buchinsky",
        "Hiu Man Chan",
        "Sofia Cheidvasser",
        "John Rust"
    ],
    "citation_publication_date": "2000-02-01",
    "issue_date": "2000-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA pervasive concern with the use of self-reported health and disability measures in behavioral models is that they are biased and endogenous.  A commonly suggested explanation is that survey respondents exaggerate the severity of health problems and incidence of disabilities in order to rationalize labor force non-participation, application for disability benefits and/or receipt of those benefits.  This paper re-examines this issue using a self-reported indicator of disability status from the Health and Retirement Survey.  Using a bivariate probit model we test and are unable to reject the hypothesis that the self-reported disability measure is an exogenous explanatory variable in a model of individual's decision to apply for DI benefits or Social Security Administration's decision to award benefits.  We further study a subsample of individuals who applied for Disability Insurance and Supplemental Security Income benefits from the Social Security Administration (SSA) for whom we can also observe SSA's award/deny decision.  For this subsample we test and are unable to reject the hypothesis that self-reported disability is health and socio-economic characteristics similar to the information used by the SSA in making its award decisions. The unbiasedness restriction implies that these two variables have the same conditional probability distributions.  Thus, our results indicate that disability applicant do not exaggerate their disability status at least in anonymous surveys such as the HRS.  Indeed, our results are consistent with the hypothesis that disability applicants are aware of the criteria and decision rules that SSA uses in making awards and act as if they were applying these same criteria and rules when reporting their own disability status.\n\n",
    "acknowledgement": "\n"
}