{
    "id": 7527,
    "citation_title": "The Power of the Pill: Oral Contraceptives and Women's Career and Marriage Decisions",
    "citation_author": [
        "Claudia Goldin",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "2000-02-01",
    "issue_date": "2000-02-01",
    "revision_date": "2023-10-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe fraction of U.S. college graduate women entering professional programs increased substantially around 1970 and the age at first marriage among all U.S. college graduate women soared just after 1972.  We explore the relationship between these two changes and how each was shaped by the diffusion of the birth control pill among young, single college educated women.  Although  the pill' was approved in 1960 by the FDA and diffused rapidly among married women, it did not diffuse among young single women until the late 1960s when a series of state law changes reduced the age of majority and extended mature minor decisions.  We model the impact of the pill on women's careers as consisting of two effects.  The pill had a direct positive effect on women's career investment by almost eliminating the chance of becoming pregnant and thus the cost of having sex.  The pill also created a social multiplier effect by encouraging the delay of marriage generally and thus increasing a career woman's likelihood of finding an appropriate mate after professional school.  We present a collage of evidence pointing to the power of the pill in lowering the costs of long-duration professional education for women.  The evidence consists of the striking coincidences in the timing of changes in career investment, marriage age, state laws, and pill use among young single women.  The connection between changes in the age at first marriage and the pill is further explored using state variation in laws affecting young single women's pill access.  We also evaluate alternative explanations for the changes in career and marriage.\n\n",
    "acknowledgement": "\n"
}