{
    "id": 7538,
    "citation_title": "Heart of Darkness: Modeling Public-Private Funding Interactions Inside the R&D Black Box",
    "citation_author": [
        "Paul A. David",
        "Bronwyn H. Hall"
    ],
    "citation_publication_date": "2000-02-01",
    "issue_date": "2000-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is a first step toward closing the analytical gap in the extensive literature on the results of interactions between public and private R&D expenditures, and their joint effects on the economy. Econometric studies in this area report a plethora of sometimes confusing and frequently contradictory estimates of the response of company financed R&D to changes in the level and nature of public R&D expenditure, but the necessary theoretical framework within which the empirical results can be interpreted is seldom provided. A major cause of  inconsistencies' in the empirical literature is the failure to recognize key differences among the various policy  experiments' being considered depending upon the economy in which they are embedded, and the type of public sector R&D spending that is contemplated. Using a simple, stylized structural model, we identify the main channels of impact of public R&D. We thus can characterize the various effects, distinguishing between short-run and long-run impacts that would show up in simple regression analyses of nominal public and private R&D expenditure variables. Within the context of our simple model it is possible to offer interpretations that shed light on recent cross-section and panel data findings at both high (i.e. national) and low (specific technology area) levels of aggregation.\n\n",
    "acknowledgement": "\n"
}