{
    "id": 7552,
    "citation_title": "Protecting Their Intellectual Assets: Appropriability Conditions and Why U.S. Manufacturing Firms Patent (or Not)",
    "citation_author": [
        "Wesley M. Cohen",
        "Richard R. Nelson",
        "John P. Walsh"
    ],
    "citation_publication_date": "2000-02-01",
    "issue_date": "2000-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBased on a survey questionnaire administered to 1478 R&D labs in the U.S. manufacturing sector in 1994, we find that firms typically protect the profits due to invention with a range of mechanisms, including patents, secrecy, lead time advantages and the use of complementary marketing and manufacturing capabilities. Of these mechanisms, however, patents tend to be the least emphasized by firms in the majority of manufacturing industries, and secrecy and lead time tend to be emphasized most heavily.  A comparison of our results with the earlier survey findings of Levin et al. [1987] suggest that patents may be relied upon somewhat more heavily by larger firms now than in the early 1980s. For the protection of product innovations, secrecy now appears to be much more heavily employed across most industries than previously. Our results on the motives to patent indicate that firms patent for reasons that often extend beyond directly profiting from a patented innovation through either its commercialization or licensing. In addition to the prevention of copying, the most prominent motives for patenting include the prevention of rivals from patenting related inventions (i.e., patent blocking'), the use of patents in negotiations and the prevention of suits. We find that firms commonly patent for different reasons in  discrete' product industries, such as chemicals, versus  complex' product industries, such as telecommunications equipment or semiconductors. In the former, firms appear to use their patents commonly to block the development of substitutes by rivals, and in the latter, firms are much more likely to use patents to force rivals into negotiations.\n\n",
    "acknowledgement": "\n"
}