{
    "id": 7557,
    "citation_title": "Outsourcing at Will: Unjust Dismissal Doctrine and the Growth of Temporary Help Employment",
    "citation_author": [
        "David H. Autor"
    ],
    "citation_publication_date": "2000-02-01",
    "issue_date": "2000-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. temporary help services (THS) industry grew at 11 percent annually between 1979 to 1995, five times more rapidly than non-farm employment. Contemporaneously, courts in 46 states adopted exceptions to the common law doctrine of employment at will that limit employers' discretion to terminate workers and opened them to litigation. This paper assesses whether the decline of employment at will and the growth of THS are causally related. To aid the analysis, the paper considers a simple model of employment outsourcing, the primary implication of which is that firms will respond to externally imposed firing costs by outsourcing positions requiring the least firm-specific skills rather than those with the highest expected termination costs. The empirical analysis indicates that one class of exception, the implied contractual right to ongoing employment, led to 14 to 22 percent excess temporary help growth in adopting states. Unjust dismissal doctrines did not significantly contribute to employment growth in other business service industries. Temporary help employment is closely correlated with union penetration, with states experiencing the least rapid decline in unionization undergoing substantially faster THS growth. The decline of employment at will explains as much as 20 percent of the growth of THS between 1973 to 1995 and accounts for 336,000 to 494,000 additional workers employed in THS on a daily basis as of 1999.\n\n",
    "acknowledgement": "\n"
}