{
    "id": 7560,
    "citation_title": "Differential Mortality and the Value of Individual Account Retirement Annuities",
    "citation_author": [
        "Jeffrey R. Brown"
    ],
    "citation_publication_date": "2000-02-01",
    "issue_date": "2000-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the extent of redistribution that would occur under various annuity and bequest options as part of an individual accounts retirement program.  I first estimate mortality differentials by gender, race, ethnicity and level of education using the National Longitudinal Mortality Study and document substantial differences.  I then use these estimates to examine the  expected transfers' that would take place between socioeconomic groups under different assumptions about the structure of an annuity program.  Using an expected present discounted value or  money's worth' calculation as the basis for comparison, I find that the size of transfers in an individual accounts program is highly sensitive to the benefit structure. For example, mandating a single-life, real annuity can result in expected transfers of as high as 20% of the account balance, often from economically disadvantaged groups toward groups that are better off.  These transfers can be substantially reduced through the use of joint life annuities, survivor provisions and bequest options.  For example, the largest expected negative transfer under a joint and full survivor annuity with a fully valued 20-year guarantee option is only 2% of the account balance.  However, efforts to reduce the extent of redistribution generally do so at the cost of significantly lower annuity benefits paid to the individuals who contribute to the system.\n\n",
    "acknowledgement": "\n"
}