{
    "id": 7574,
    "citation_title": "Guaranteed Income: SSI and the Well-Being of the Elderly Poor",
    "citation_author": [
        "Kathleen McGarry"
    ],
    "citation_publication_date": "2000-03-01",
    "issue_date": "2000-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDiscussions of changes in the Social Security program must necessarily consider the impact of such changes on the well-being of the poor elderly.  Under the current system, the financial needs of this population are met by the Supplement Security Income program (SSI).  SSI has done much to improve situation of the poorest elderly but has the potential to do more.  This paper examines that potential.  One of the most surprising aspect of the program is that many of those eligible for benefits are not enrolled. Here I examine the correlates of participation for a sample of eligible individuals and use the results to simulate the effect of changes in eligibility criteria on participation and on costs.  The largest expansion considered in the paper, providing an income guarantee for all elderly individuals that is equal to the poverty line, increases payments directed towards the elderly by 90 percent, to just over 8 billion in 1993 dollars.  Although large, this $8 billion is less than half of the expenditures for the SSI disabled population in that year.  Modifications to SSI that increase income disregards, eliminate the asset test, or base income eligibility solely on Social Security income, would be less costly, but would also provide less relief to the poor.  Importantly, all programs, including the current system, could have substantially greater effects on poverty if participation rates were increased.\n\n",
    "acknowledgement": "\n"
}