{
    "id": 7577,
    "citation_title": "Potential Pitfalls for the Purchasing-Power-Parity Puzzle? Sampling and Specification Biases in Mean-Reversion Tests of the Law of One Price",
    "citation_author": [
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2000-03-01",
    "issue_date": "2000-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe PPP puzzle is based on empirical evidence that international price differences for individual goods (LOOP) or baskets of goods (PPP) appear highly persistent or even non-stationary. The present consensus is these price differences have a half-life that is of the order of five years at best, and infinity at worst. This seems unreasonable in a world where transportation and transaction costs appear so low as to encourage arbitrage and the convergence of price gaps over much shorter horizons, typically days or weeks. However, current empirics rely on a particular choice of methodology, involving (i) relatively low-frequency monthly, quarterly, or annual data, and (ii) a linear model specification. In fact, these methodological choices are not innocent, and they can be shown to bias analysis to-wards findings of slow convergence and a random walk. Intuitively, if we suspect that the actual adjustment horizon is of the order of days then monthly and annual data cannot be expected to reveal it. If we suspect arbitrage costs are high enough to produce a substantial  band of inaction' then a linear model will fail to support convergence if the process spends considerable time random-walking in that band. Thus, when testing for PPP or LOOP, model specification and data sampling should not proceed without consideration of the actual institutional context and logistical framework of markets.\n\n",
    "acknowledgement": "\n"
}