{
    "id": 758,
    "citation_title": "Capital Gains Taxation in an Economy with an \"Austrian Sector\"",
    "citation_author": [
        "Daniel J. Kovenock",
        "Michael Rothschild"
    ],
    "citation_publication_date": "1981-09-01",
    "issue_date": "1981-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effects of a proportional capital gains tax in an economy with an Austrian sector (with wine and trees) and an ordinary sector. We analyze the effect of capital gains taxation (on both an accrual and a realization basis) on the efficiency with which resources are used within the Austrian sector. Since time is the only input which can be varied in the Austrian sector this amounts to looking at the effect of capital gains taxation on the harvesting time or selling time of assets. Accrual taxation decreases the selling time of Austrian assets. Realization taxation decreases the selling time of some Austrian assets and leaves it unchanged for others. Inflation further reduces the selling time of assets taxed on an accrual basis; often, but not always, inflation increases .the selling time of Austrian assets taxed on a realization basis. These results suggest that the capital gains tax can reduce the holding period of an asset. However, there is a sense in which such taxes (at least when levied on a realization basis) discourage transactions and increase holding periods. It is never profitable to change the ownership of an Austrian asset between the time of the original investment and the ultimate harvesting of the asset for final use. We examine the effect of capital gains taxation on the efficiency of the allocation of investment between sectors. No neutrality principles emerge when ordinary investment income is taxed at the same rate as capital gains income. We also analyze the effect of the special tax treatment of capital gains at death and find that the current U.S. tax system, under which capital gains taxes are waived at death, encourages investors to hold assets longer than they otherwise would.\n\n",
    "acknowledgement": "\n"
}