{
    "id": 7584,
    "citation_title": "A Dynamic Model of Differential Human Capital and Criminal Activity",
    "citation_author": [
        "H. Naci Mocan",
        "Stephen C. Billups",
        "Jody Overland"
    ],
    "citation_publication_date": "2000-03-01",
    "issue_date": "2000-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a new, dynamic economic model of criminal activity. Individuals are endowed with legal and criminal human capital. Potential incomes in legal and criminal sectors depend on the level of the relevant human capital, the rate of return, and random shocks. Both types of human capital can be enhanced by participating in the relevant sector. Legal human capital can also be enhanced through savings. Each type of human capital is subject to depreciation. Individuals maximize expected discounted lifetime utility, which depends on consumption. In this two-stage dynamic stochastic model, in each period the individual decides in which sector to participate (legal or illegal), and after the realization of income in that period, he decides on the optimal amount of consumption. A particular decision (e.g. participation in the criminal sector) has implications both for future decisions as well as the choices available to the individual in later periods. The model allows analyses of the effects of recessions, neighborhood effects, various imprisonment/rehabilitation scenarios, risk aversion, and time preferences on criminal behavior. It provides new insights, which are different from existing models, and it is able to explain the declining propensity of individuals to commit crimes over time.\n\n",
    "acknowledgement": "\n"
}