{
    "id": 7585,
    "citation_title": "Self-Confidence and Social Interactions",
    "citation_author": [
        "Roland Benabou",
        "Jean Tirole"
    ],
    "citation_publication_date": "2000-03-01",
    "issue_date": "2000-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the interactions between an individual's self esteem and his social environment  in the workplace, at school, and in personal relationships. Because a person generally has only imperfect knowledge of his own abilities, people who derive benefits from his performance (parent, spouse, friend, teacher, manager, etc.) have incentives to manipulate his self confidence.  We first study situations where an informed principal chooses an incentive structure, such as offering payments or rewards, delegating a task, or giving encouragement. We show that extrinsic rewards may have hidden costs  as stressed by psychologists  in that they undermine intrinsic motivation. As a result, they may be only weak reinforcers in the short run, and become negative reinforcers once withdrawn. Similarly, empowerment is likely to increase motivation, while offers of help may create a dependance. More generally, we identify when the hidden costs of rewards are a myth or a reality.  We next consider situations where people criticize or downplay the performance of their spouse, child, colleague, or subordinate. We formalize ego bashing as reflecting battles for dominance or authority within the relationship. Finally, we turn to the self presentation strategies of privately informed agents. We study in particular how depressed individuals may engage in self-deprecation as a way of seeking leniency (a lowering of expectancies) or a helping hand' on various obligations.\n\n",
    "acknowledgement": "\n"
}