{
    "id": 7588,
    "citation_title": "Retirement Outcomes in the Health and Retirement Study",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "2000-03-01",
    "issue_date": "2000-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines retirement outcomes in the first four waves of the Health and Retirement Study. Measured retirement is seen to differ, sometimes substantially, with the definition of retirement used and among various groups analyzed. Moreover, these differences vary with the wave of the survey as respondents age. Retirement is comprised of a complex set of flows among states representing full time work, partial retirement and complete retirement. Seventy seven percent of transitions continue in the same or equivalent states between adjoining waves of the HRS; 17 percent involve a move from greater to lesser labor force participation, and 6 percent involve a move from states of lesser to greater labor force participation. Twenty two percent of the sample report they were partially retired at some time in the first four waves, and by age 65, over a fifth of the population is partially retired. Altogether, 14 percent of the sample experienced a reversal in the course of the survey, moving from a state of less work to a state of more work. Comparing retirement flows for men between the HRS and the 1969-1979 Retirement History Study, the large spike in the population leaving full time work at age 65 observed in the RHS is reduced to half its original size in the HRS, while the share leaving full time work at age 62 has almost doubled over time. The results presented here should help researchers to improve their understanding of the structure of the dependent variable in retirement studies.\n\n",
    "acknowledgement": "\n"
}