{
    "id": 7594,
    "citation_title": "Public Policy and Extended Families: Evidence from South Africa",
    "citation_author": [
        "Marianne Bertrand",
        "Douglas Miller",
        "Sendhil Mullainathan"
    ],
    "citation_publication_date": "2000-03-01",
    "issue_date": "2000-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTightly knit extended families, in which people often give money to and get money from relatives, characterize many developing countries.  These intra-family flows mean that public policies may affect a very different group of people than the one they target.  To assess the empirical importance of these effects, we study a cash pension program in South Africa that targets the elderly.  Focusing on three-generation households , we use the variation in pension receipt that comes from differences in the age of the elder(s) in the households.  We find a sharp drop in the labor force participation of  prime-age men in these households when elder women reach 60 years old or elder mean reach 65, the respective ages for pension eligibility. We also find that the drop in labor supply diminishes with family size, as the pension money is split over more people, and with educational attainment, as the pension money becomes less significant relative to outside earnings.  Other findings suggest that power within the family might play an important role: (1) labor supply drops less when the pension is received by a man rather than by a woman; (2) middle aged men (those more likely to have control in the family) reduce labor supply more than younger men; and (3) female  labor supply is unaffected.  These last two findings also respectively suggest that the results are unlikely to be driven by increased human capital investment or by a need to stay home to care for the elderly.  As a whole, this public policy seems to have had large effects on a group-prime age men living with the old-quite different from the one it originally targeted-elderly men and women.\n\n",
    "acknowledgement": "\n"
}