{
    "id": 7596,
    "citation_title": "The Taxation of Executive Compensation",
    "citation_author": [
        "Brian J. Hall",
        "Jeffrey B. Liebman"
    ],
    "citation_publication_date": "2000-03-01",
    "issue_date": "2000-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past 20 years, there has been a dramatic increase in the share of executive compensation paid through stock options.  In this paper, we examine the extent to which tax policy has influenced the composition of executive compensation, and discuss the implications of rising stock-based pay for tax policy.  We begin by describing the tax rules for executive pay in detail and analyzing how changes in various tax rates affect the tax advantages of stock options relative to salary and bonus.  Our empirical analysis leads to three conclusions.  First, there is little evidence that tax changes have played a major role int the dramatic explosion in executive stock option pay since 1980.  Although the tax advantage of options has approximately dounbled since the early advantage of options has approximately doubled since the early 1980s options currently have only a slight tax advantage relative to cash - approximately $4 per $100 of pre-tax compensation to the executive. A more convincing story for the dramatic explosion in stock options involves changes in corporate governance and the market for corporate control.  For example, there is a strong correlation between the fraction of shares held by large institutional investors and the fraction of ececutive pay in the form of stock options, a result that holds both longitudinally and cross-sectionally.  Second, we find evidence that the million dollar rule (which limited the corporate deductibility of non-performance-related executive compensateion to $1 million) led firms to adjust the composition of their pay away from salary and toward \"performance related pay,\" although our estimates suggest that substitution was minor.  We find no evience that the regulation decreased the level of total compensation. Third, we examine whether there is evidence for significant shifting of the timing of option exercieses in response to changes in tax rates. After replicating the Goolsbee (1999) result regardin tax-shifting with our data for the 1993 tax reform, we show that no such shifting occurred in either of the two tax reforms of the 1980s.  Moreover, we find evidence that much of the unusually large level of option exercises in 1992 was the result of the rising stock market rather than the change in marginal tax rates.\n\n",
    "acknowledgement": "\n"
}