{
    "id": 7597,
    "citation_title": "How Effective is Redistribution Under the Social Security Benefit Formula?",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "2000-03-01",
    "issue_date": "2000-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses earnings histories obtained from the Social Security Administration and linked to the survey responses for participants in the Health and Retirement Study to investigate redistribution under the current social security benefit formula. We find that as advertised, at the level of the individual respondent, the benefit formula is progressive.  When individuals are arrayed by indexed lifetime earnings, own benefits are significantly redistributed from those with high lifetime earnings to those with low lifetime earnings.  However, much of this apparent redistribution is from men to women, and when examined at the level of the family, from primary to secondary earners. When families are arrayed according the total lifetime earnings, and spouse and survivor benefits are taken into account, the extent of redistribution from families with high lifetime earnings to families with low lifetime earnings is roughly halved.  Much of the remaining redistribution is from families where both spouses spend much of their potential work lives in the labor market, to families where a spouse, often with high earnings potential, chooses to spend a significant number of years outside of the labor force.  When families are arrayed by their earnings potential, that is earnings during years when both spouses are engaged in substantial work, there is very little redistribution from families with high to low earnings capacity. Accordingly, at least for families on the verge of retirement today, introducing a simple system of privatized or other individual accounts, i.e., a system that ignored issues of redistribution, would have no major effect on the distribution of social security benefits net of taxes among families with different earnings capacities. Moreover, although privatized or other individual accounts would reduce redistribution from two earner to one earner families, the extent of that redistribution is greatly exaggerated when one compares benefits among individuals arrayed according to lifetime earnings.\n\n",
    "acknowledgement": "\n"
}