{
    "id": 7612,
    "citation_title": "The Influence of Federal Laboratory R&D on Industrial Research",
    "citation_author": [
        "James D. Adams",
        "Eric P. Chiang",
        "Jeffrey L. Jensen"
    ],
    "citation_publication_date": "2000-03-01",
    "issue_date": "2000-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past 60 years the United States has created the world's largest system of government laboratories.  The impact of the laboratories on the private economy has been little studied though their research accounts for 14% of total U.S. R&D, more than the R&D of all colleges and universities combined.  In this paper we study the influence of federal laboratory R&D on industrial research using a sample of industrial laboratories. In head-to-head comparisons with alternative measures, we find that Cooperative Research and Development Agreements or CRADAs, are the primary channel by which federal laboratories increase the patenting and R&D of industrial laboratories.  With a CRADA industrial laboratories patent more, spend more on company-financed R&D and spend more of their own money on federal laboratories.  Without a CRADA patenting stays about the same and only federally funded R&D increases, mostly because of direct subsidies by government. These results are consistent with the literature on endogenous R&D spillovers, which emphasizes that knowledge spills over when recipients work at making it spill over.  CRADAs are legal agreements between federal laboratories and firms to work together on joint research.  They are backed by real budgets and accompanied by cost sharing that could bind the parties together in joint research.  Moreover, the CRADA instrument is the main form of such agreements.  Thus, both in theory and in fact CRADAs may be more beneficial to firms than other public- private interactions, precisely because of the mutual effort that they require of firms and government laboratories.\n\n",
    "acknowledgement": "\n"
}