{
    "id": 7616,
    "citation_title": "Federalism with and without Political Centralization: China versus Russia",
    "citation_author": [
        "Olivier Blanchard",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2000-03-01",
    "issue_date": "2000-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn China, local governments have actively contributed to the growth of new firms.  In Russia, local governments have typically stood in the way, be it through taxation, regulation, or corruption. There appears to be two main reasons behind the behavior of local governments in Russia.  First, capture by old firms, leading local governments to protect them from competition by new entrants.  Second, competition for rents by local officials, eliminating incentives for new firms to enter. The question then is why this has not happened in China.  We argue that the answer lies in the degree of political centralization present in China, but not in Russia.  Transition in China has taken place under the tight control of the communist party.  As a result, the central government has been in a strong position both to reward and to punish local administrations, reducing both the risk of local capture and the scope of competition for rents.  By contrast, transition in Russia has come with the emergence of a partly dysfunctional democracy.  The central government has been neither strong enough to impose its views, nor strong enough to set clear rules about the sharing of the proceeds of growth.  As a result, local governments have had few incentives either to resist capture or to rein in competition for rents. Based on the experience of China, a number of researchers have argued that federalism could play a central role in development. We agree, but with an important caveat.  We believe the experience of Russia indicates that another ingredient is crucial, namely political centralization.\n\n",
    "acknowledgement": "\n"
}