{
    "id": 7623,
    "citation_title": "Outward FDI and Parent Exports and Employment: Japan, the United States, and Sweden",
    "citation_author": [
        "Robert E. Lipsey",
        "Eric D. Ramstetter",
        "Magnus Blomstrom"
    ],
    "citation_publication_date": "2000-03-01",
    "issue_date": "2000-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWithin Japanese multinational firms, parent exports from Japan to a foreign region are positively related to production in that region by affiliates of that parent, given the parent's  home production in Japan and the region's size and income level. This relationship is similar to that found for Swedish and U.S. multinationals in parallel studies. A Japanese parent's worldwide exports tend to be larger, relative to its output, the larger the firm's overseas production.  In this respect also, Japanese firms resembled U.S. multinationals. A Japanese parent's employment, given the level of its production, tends to be higher, the greater the production abroad by the firm's foreign affiliates.  Japanese firms' behavior in this respect is similar to that of Swedish firms, but contrasts with that of U.S. firms.  U.S. firms appear to reduce employment at home, relative to production, by allocating labor-intensive parts of their production to affiliates in developing countries. Swedish firms seem to allocate the more capital-intensive parts of their production to their foreign affiliates, mostly in high-wage countries.  We conclude that in Japanese firms and ancillary employment at home to service foreign operations outweighs any allocation of labor-intensive production to developing countries.\n\n",
    "acknowledgement": "\n"
}