{
    "id": 7632,
    "citation_title": "When Did Globalization Begin?",
    "citation_author": [
        "Kevin H. O'Rourke",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2000-04-01",
    "issue_date": "2000-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome world historians attach globalization  big bang' significance to 1492 (Christopher Colombus stumbles on the Americas in search of spices) and 1498 (Vasco da Gama makes an end run around Africa and snatches monopoly rents away from the Arab and Venetian spice traders). Such scholars are on the side of Adam Smith who believed that these were the two most important events in recorded history. Other world historians insist that globalization stretches back even earlier. There is a third view which argues that the world economy was fragmented and completely de-globalized before the 19th century. None of these three competing views has explicitly shown the difference between trade expansion driven by booming demand and supply within the trading economies (e.g., the underlying fundamental, population growth), and trade expansion driven by the integration of markets between trading economies (e.g., the central manifestation of globalization, commodity price convergence). This paper makes that distinction, and then offers two novel empirical tests which allow us to discriminate between these three competing views. Both tests show: there is no evidence supporting the view that the world economy was globally integrated prior to 1492 and/or 1498; there is also no evidence supporting the view that these two dates had the economic impact on the global economy that world historians assign to them; but there is abundant evidence supporting the view that the 19th century contained a very big globalization bang. These tests involve a close look at the connections between factor prices, commodity prices and endowments world wide.\n\n",
    "acknowledgement": "\n"
}