{
    "id": 7637,
    "citation_title": "Why Do Temporary Help Firms Provide Free General Skills Training?",
    "citation_author": [
        "David H. Autor"
    ],
    "citation_publication_date": "2000-04-01",
    "issue_date": "2000-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNominally free, unrestricted training in portable computer skills is offered by the majority of U.S. temporary help supply (THS) establishments, a practice that is inconsistent with the competitive model of training. This paper asks why temporary help firms provide free general skills training. The answer proposed is that in addition to skills formation, training plays an informational role at THS firms by eliciting private information about worker ability. The model is built on the premise that training is more productive and therefore valuable to high ability workers. Firms offer a package of training and initially lower wages that induces self-selection. Workers of high perceived ability choose training in anticipation of a steeper wage profile while low ability workers are deterred by limited expected gains. Firms profit from their sunk training investment via their short-run informational advantage about ability and thereby limited monopsony power. Market competition among THS firms reduces employer rents, yielding higher wages and more training. Detailed tests of the model using representative establishment data on wages and training find strong support. The analysis demonstrates that beyond providing spot market labor, THS firms gather and sell information about worker quality to clients. The rapid growth of THS as a labor market information broker implies that the demand for worker screening is rising.\n\n",
    "acknowledgement": "\n"
}