{
    "id": 765,
    "citation_title": "Low-Cost Student Labor: The Use and Effects of the Subminimum Wage Provisions for Full-time Students",
    "citation_author": [
        "Richard B. Freeman",
        "Wayne B. Gray",
        "Casey Ichniowski"
    ],
    "citation_publication_date": "1981-09-01",
    "issue_date": "1981-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSection 14(b) of the Fair Labor Standards Act permits certain classes of employers to pay full-time students a wage fifteen percent below the minimum wage. This study develops a new data base from administrative records, our own survey of participating company and establishment managers, and published information on local labor markets to investigate employer responses to a subminimum wage program. Our analysis of the full-time student certification program has yielded four general conclusions. First, while the most important users of the program are institutions of higher education, certain non-educational employers in the retail and service sectors employ a sufficiently large and increasing number of students below the minimum wage to suggest that the program has considerable attractiveness in the private sector. Second, area labor market conditions are a major determinant of which establishments with permits to pay students subminimum wages in fact make use of the program and the extent of that use. Establishments in areas characterized by high wages and low levels of unemployment, implying high costs in employing or locating substitute labor, make more use of student subminimum workers than establishments in areas with lower costs for substitute labor. The magnitude of the effect of area wage is, however, sensitive to the precise specification of the full-time student employment equation and the variable used to measure area wage. Although this sensitivity leads to variations in the estimation of the elasticity of substitution between student and other labor, reasonable estimates of this elasticity range from .5 to 1.0. Among company characteristics, unionism reduces program usage, while certain company incentives promote use of the program. Finally, restrictions in the law placed on hours worked at the subminimum appear to be a major reason for failure to employ students under this program.\n\n",
    "acknowledgement": "\n"
}