{
    "id": 7654,
    "citation_title": "Neutralizing the Adverse Industry Impacts of CO2 Abatement Policies: What Does it Cost?",
    "citation_author": [
        "A. Lans Bovenberg",
        "Lawrence H. Goulder"
    ],
    "citation_publication_date": "2000-04-01",
    "issue_date": "2000-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe most cost-effective policies for achieving CO2 abatement (e.g., carbon taxes) fail to get off the ground politically because of unacceptable distributional consequences. This paper explores CO2 abatement policies designed to address distributional concerns. Using an intertemporal numerical general equilibrium model of the U.S., we examine how efficiency costs change when these policies include features that neutralize adverse impacts on energy industries. We find that avoiding adverse impacts on profits and equity values in fossil fuel industries involves a relatively small efficiency cost. This stems from the fact that CO2 abatement policies have the potential to generate revenues that are very large relative to the potential loss of profit. By enabling firms to retain only a very small fraction of these potential revenues, the government can protect firms' profits and equity values. Thus, the government needs to grandfather only a small percentage of CO2 emissions permits or, similarly, must exempt only a small fraction of emissions from the base of a carbon tax. These policies involve a small sacrifice of potential government revenue. Such revenue has an efficiency value because it can finance cuts in pre-existing distortionary taxes. Because the revenue sacrifice is small, the efficiency cost is small as well. We also find that there is a very large difference between preserving firms' profits and preserving their tax payments. Offsetting producers' carbon tax payments on a dollar-for-dollar basis (through cuts in corporate tax rates, for example) substantially overcompensates firms, raising profits and equity values significantly relative to the unregulated situation. This reflects the fact that producers can shift onto consumers most of the burden from a carbon tax. The efficiency costs of such policies are far greater than the costs of policies that do not overcompensate firms.\n\n",
    "acknowledgement": "\n"
}