{
    "id": 7655,
    "citation_title": "Can Falling Supply Explain the Rising Return to College for Younger Men? A Cohort-Based Analysis",
    "citation_author": [
        "David Card",
        "Thomas Lemieux"
    ],
    "citation_publication_date": "2000-04-01",
    "issue_date": "2000-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough the college-high school wage gap for younger men has doubled over the past 30 years, the gap for older men has remained nearly constant. We argue that these shifts reflect changes in the relative supply of highly-educated workers across age groups. Cohorts born in the first half of the century had steadily rising educational attainments that offset rising demand for better-educated workers. This trend ended abruptly in the early 1950s and has only recently resumed. Using a model with imperfect substitution between similarly-educated workers in different age groups, we show that a slowdown in the rate of growth of educational attainment across cohorts will lead to a rise in the return to college for young workers that eventually works its way through the age distribution. This prediction is remarkably consistent with data for the U.S. over the period from 1959 to 1995. Estimates based on a version of the model with two education groups   high school equivalent and college equivalent workers   suggest that the elasticity of substitution between different age groups is large but finite (around 5) while the elasticity of substitution between the two education groups is about 2.5. We also examine data for the United Kingdom and Canada: both countries experienced similar slowdowns in the rate of growth of educational attainment. Results from these countries are comparable to the U.S. findings, and underscore the importance of cohort-specific relative supplies in interpreting movements in education-related wage differentials.\n\n",
    "acknowledgement": "\n"
}