{
    "id": 7658,
    "citation_title": "Dropout and Enrollment Trends in the Post-War Period: What Went Wrong in the 1970s?",
    "citation_author": [
        "David Card",
        "Thomas Lemieux"
    ],
    "citation_publication_date": "2000-04-01",
    "issue_date": "2000-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver most of the 20th century successive generations of U.S. children had higher enrollment rates and rising levels of completed education.  This trend reversed with the baby boom cohorts who attended school in the 1970s, and only resumed in the mid-1980s.  Even today, the college entry rate of male high school seniors is not much higher than it was in 1968.  In this paper, we use a variety of data sources to address the question What went wrong in the 1970s?'  We focus on both  demand-side factors and on a particular supply-side variable   the relative size of the cohort currently in school.  We find that tuition costs and local unemployment rates affect schooling decisions, although neither variable explains recent trends in enrollment or completed education.  We also find that larger cohorts have lower schooling attainment, and that aggregate enrollment rates are correlated with changes in the earnings gains associated with a college degree.  For women, our results suggest that the slowdown in education in the 1970s was a temporary response to large cohort sizes and low returns to education.  For men, however, the decline in enrollment rates in the 1970s and slow recovery in the 1980s point to a permanent shift in the inter-cohort trend  in educational attainment that will affect U.S. economic growth and trends in inequality for many decades to come.\n\n",
    "acknowledgement": "\n"
}