{
    "id": 7660,
    "citation_title": "Financial Contracting Theory Meets the Real World: An Empirical Analysis of Venture Capital Contracts",
    "citation_author": [
        "Steven N. Kaplan",
        "Per Stromberg"
    ],
    "citation_publication_date": "2000-04-01",
    "issue_date": "2000-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we compare the characteristics of real world financial contracts to their counterparts in financial contracting theory.  We do so by conducting a detailed study of actual contracts between venture capitalists (VCs) and entrepreneurs.  We consider VCs to be the real world entities who most closely approximate the investors of theory.   (1)  The distinguishing characteristic of VC financings is that they allow VCs to separately allocate cash flow rights, voting rights, board rights, liquidation rights, and other control rights.  We explicitly measure and report the allocation of these rights. (2)  While convertible securities are used most frequently, VCs also implement a similar allocation of rights using combinations of multiple classes of common stock and straight preferred stock. (3) Cash flow rights, voting rights, control rights, and future financings are frequently contingent on observable measures of financial and non-financial performance. (4)  If the company performs poorly, the VCs obtain full control.  As company performance improves, the entrepreneur retains / obtains more control rights.  If the company performs very well, the VCs retain their cash flow rights, but relinquish most of their control and liquidation rights.  The entrepreneur's cash flow rights also increase with firm performance.  (5)  It is common for VCs to include non-compete and vesting provisions aimed at mitigating the potential hold-up problem between the entrepreneur and the investor.  We interpret our results in relation to existing financial contracting theories.  The contracts we observe are most consistent with the theoretical work of Aghion and Bolton (1992) and Dewatripont and Tirole (1994).  They also are consistent with screening theories.\n\n",
    "acknowledgement": "\n"
}