{
    "id": 7667,
    "citation_title": "Medicaid Expansions and Welfare Contractions: Offsetting Effects on Prenatal Care and Infant Health?",
    "citation_author": [
        "Janet Currie",
        "Jeffrey Grogger"
    ],
    "citation_publication_date": "2000-04-01",
    "issue_date": "2000-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvaluations of changes to the Medicaid program have focused on increases in the generosity of income cutoffs for Medicaid eligibility.  Previous research shows that despite dramatic increases in the number of births paid for by the Medicaid program, women often enroll in Medicaid at the point of birth rather than before.  States have addressed this problem by adopting administrative measures designed to simplify the Medicaid application process and encourage the use of prenatal care.  At the same time, recent declines in welfare caseloads may effectively increasing administrative barriers to obtaining care. We examine the effects of these three types of policies (changes in income eligibility, administrative reforms, and changes in welfare caseloads) on the use of prenatal care and infant health using data from birth certificates covering all U.S. births between 1990 and 1996.  We find that increases in income cutoffs increased the use of prenatal care, while decreases in welfare caseloads reduced the use of prenatal care, especially among blacks.  The administrative reforms we consider had little effect.  The changes in the utilization of prenatal care that were induced by increases in income eligibility cutoffs and decreases in welfare rates led to small but statistically significant reductions in the incidence of very low birthweight among whites.\n\n",
    "acknowledgement": "\n"
}