{
    "id": 7670,
    "citation_title": "Games Daughters and Parents Play: Teenage Childbearing, Parental Reputation, and Strategic Transfers",
    "citation_author": [
        "Lingxin Hao",
        "V. Joseph Hotz",
        "Ginger Zhe Jin"
    ],
    "citation_publication_date": "2000-04-01",
    "issue_date": "2000-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we examine the empirical implications of reputation formation using a game-theoretic model of intra-familial interactions. We consider parental reputation in repeated two-stage games in which daughters' decision to have a child as a teenager and the willingness of parents to continue to house and support their daughters given their decisions. Drawing on the work of Milgrom and Roberts (1982) and Kreps and Wilson (1982) on reputation in repeated games, we show that parents have, under certain conditions, the incentive to penalize teenage (and typically out-of-wedlock) childbearing of older daughters, in order to get the younger daughters to avoid teenage childbearing. The two key empirical implications of this model is that the likelihood of teenage childbearing and parental transfers to a daughter who had a teen birth will decrease with the number of the daughter's sisters at risk. We test these two implications, using data from the National Longitudinal Survey of Youth, 1979 Cohort (NLSY79), exploiting the availability of repeated observations on young women (daughters) and of observations on multiple daughters (sisters) available in this data. Controlling for daughter- and family-specific fixed effects, we find evidence of differential parental financial transfer responses to teenage childbearing by the number of the daughter's sisters and brothers at risk.\n\n",
    "acknowledgement": "\n"
}