{
    "id": 7679,
    "citation_title": "Induced Retirement, Social Security, and the Pyramid Mirage",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2000-04-01",
    "issue_date": "2000-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes Social Security redistribute across cohorts?  Or is it a program for  purchasing the jobs' of the elderly?  I formalize both models, showing how they have some predictions in common the most important of which is that generational accounts have the appearance of a  pyramid scheme.'  I also derive important differences between the two interpretations, and compare those differences with data on the design and incidence of Social Security programs around the world.  Since implicit and explicit tax rates on elderly labor income are so high, and so closely (and positively) related with the amount of Social Security spending, and because substitution effects of the program can be as large as its wealth effects, I conclude that Social Security's induced retirement motive is much more important for explaining differences among European countries than is the intergenerational redistribution motive.  Furthermore, when policy at least in part designed to induce retirement, its generational incidence can be very different than the incidence of a pyramid scheme, even for those countries where the induced retirement motive is not the dominant one.  The possibility of induced retirement also makes it difficult for perpetual intergenerational redistribution to be supported as a subgame perfect political equilibrium.\n\n",
    "acknowledgement": "\n"
}