{
    "id": 768,
    "citation_title": "Schooling and Health: The Cigarette Connection",
    "citation_author": [
        "Phillip Farrell",
        "Victor R. Fuchs"
    ],
    "citation_publication_date": "1981-09-01",
    "issue_date": "1981-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNumerous studies by economists during the past decade have revealed a large, statistically significant correlation between health and years of schooling after controlling for differences in income and other variables. Cigarette smoking is a likely intervening variable because of the strong effect of smoking on morbidity and mortality, and because there is a strong negative correlation between smoking and years of schooling -- at least at high school levels and above. This paper tests the hypothesis that schooling causes differences in smoking behavior. We use retrospective smoking histories of 1,183 white, non-Hispanic men and women who had completed 12 to 18 years of schooling. The data were collected in 1979 by the Stanford University Heart Disease Prevention Program from randomly selected households in four small California cities. The most striking result is that the negative relation between schooling and smoking observed at age 24 is accounted for by differences in smoking behavior present at age 17, when all subjects were still in approximately the same grade. We conclude that additional years of schooling cannot be the cause of differential smoking behavior; one or more \"third variables\" must cause changes in both smoking and schooling. Analysis of smoking by cohort reveals that the schooling-smoking correlation developed only after the health consequences of smoking became widely known; it has remained strong even in the most recent cohorts. This implies that the mechanism behind the schooling-smoking correlation may also give rise to the schooling-health correlation.\n\n",
    "acknowledgement": "\n"
}