{
    "id": 7682,
    "citation_title": "The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior",
    "citation_author": [
        "Brigitte C. Madrian",
        "Dennis F. Shea"
    ],
    "citation_publication_date": "2000-05-01",
    "issue_date": "2000-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we analyze the 401(k) savings behavior of employees in a large U.S. corporation before and after an interesting change in the company 401(k) plan. Before the plan change, employees were required to affirmatively elect participation in the 401(k) plan. After the plan change, employees were automatically and immediately enrolled in the 401(k) plan unless they made a negative election to opt out of the plan. Although none of the economic features of the plan changed, this switch to automatic enrollment dramatically changed the savings behavior of employees. We have two key findings. First, 401(k) participation is significantly higher under automatic enrollment. Second, the default contribution rate and investment allocation chosen by the company under automatic enrollment has a strong influence on the savings behavior of 401(k) participants. A substantial fraction of 401(k) participants hired under automatic enrollment exhibit what we call  default' behavior--sticking to both the default contribution rate and the default fund allocation even though very few employees hired before automatic enrollment picked this particular outcome. This  default' behavior appears to result both from participant inertia and from many employees taking the default as investment advice on the part of the company. Overall, these results are consistent with the notion that large changes in savings behavior can be motivated simply by the  power of suggestion.' These findings have important implications for the optimal design of 401(k) savings plans as well as for any type of Social Security reform that includes personal accounts over which individuals have some amount of control. They also shed light more generally on the importance of both economic and non-economic factors in the determination of individual savings behavior.\n\n",
    "acknowledgement": "\n"
}