{
    "id": 769,
    "citation_title": "Collective Bargaining and Compulsory Arbitration: Prescriptions for the Blue Flu",
    "citation_author": [
        "Casey Ichniowski"
    ],
    "citation_publication_date": "1981-09-01",
    "issue_date": "1981-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reveals that municipal police departments are much less likely to strike in states that have collective bargaining laws than in states with no police bargaining law or when police bargaining has been outlawed. Unlike previous research which has used the state as the unit of observation, this study examines the municipal level decision to strike for a pooled cross-section of 2998 municipal police departments. Pooled cross-section estimates of this study reveal two important relationships. First, municipalities in states that provide for collective bargaining in any form experience significantly fewer police strikes than do municipalities in environments where there is no law or where police bargaining is specifically outlawed. Second, among states with duty-to- bargain rights for police, those with compulsory arbitration provisions experience significantly fewer strikes. Fixed-effect estimates that consider strike probabilities of the same cities under different statutes qualifies the first finding. Municipalities that experienced a change from a \"no law\" environment to a bargaining law environment are less likely to experience strikes while in the \"no law\" environment than are municipalities which have always been in no law environments. However, fixed-effect estimates confirm the finding that a compulsory arbitration provision significantly reduces strike propensities. Interviews with representatives from cities that experienced a police strike suggest that state agencies responsible for the administration of arbitration mechanisms could help avoid strikes by avoiding lengthy delays in the arbitration process after the expiration of contracts.\n\n",
    "acknowledgement": "\n"
}