{
    "id": 7696,
    "citation_title": "State-Owned Enterprises, Shirking and Trade Liberalization",
    "citation_author": [
        "Madanmohan Ghosh",
        "John Whalley"
    ],
    "citation_publication_date": "2000-05-01",
    "issue_date": "2000-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the implications of trade liberalization in economies with State Owned enterprises (SOEs) and shirking. SOEs are modelled as controlled  by the members of the enterprise who determine output and effort levels, while facing output prices and wage rates set by government. Enterprise members must collectively meet a budget constraint that the value of sales equals the enterprise wage bill plus an exogenous enterprise commitment to the state budget. Labour can shirk either through low on the job effort (leisure), or through moonlighting to second jobs in the private sector. Three alternative formulations of equilibria in SOE economies are explored, and in these trade liberalization can produce effects opposite from conventional competitive models. In particular, the output of import competing SOEs increases rather than falls, and negative effects on imports can also occur. These models when calibrated to 1995 data for Vietnam also suggest quantitatively much larger impacts from trade liberalization than is the case for comparable conventional competitive models. This is  because departures from Pareto optimality in SOE economies can be large and trade liberalization acts to discipline shirking associated with these inefficiencies. The implication we draw from our analysis is that to evaluate policy initiatives, such as trade liberalization, in developing and transition economies without explicitly recognizing the role that SOE's can play may be misleading. This is especially the case where SOEs account for a significant fraction of economic activity and shirking is involved.\n\n",
    "acknowledgement": "\n"
}