{
    "id": 7697,
    "citation_title": "The Changing Structure of Wages in the US and Germany: What Explains the Differences?",
    "citation_author": [
        "Paul Beaudry",
        "David Green"
    ],
    "citation_publication_date": "2000-05-01",
    "issue_date": "2000-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last twenty years the wage-education relationships in the US and Germany have evolved very differently, while the education composition of employment has evolved in a surprisingly parallel fashion. In this paper, we propose and test an explanation to these conflicting patterns. The model we present has two important elements: (1) technological change arises in the form of an alternative production process as opposed to being in the factor augmenting form, which renders technological adoption endogenous, (2) aggregate production depends on three factors (physical capital, human capital and labor). Based on this framework, we show why imbalances in the accumulation of human versus physical capital will be especially detrimental to low skill workers when the new technology is skill-biased and exhibits capital-skill complementarity. Using matched files from the PSID (US) and the GSOEP (Germany), we demonstrate how factor movements within these countries are associated with wage changes that are strongly supportive of our endogenous technological adoption model. Our conclusion is that the difference in the US and German experiences appear driven by the US having under-accumulated physical capital relative human capital over the 1979-96 period, while Germany accumulated factors in a more balanced manner.\n\n",
    "acknowledgement": "\n"
}