{
    "id": 7698,
    "citation_title": "Merit Motives and Government Intervention: Public Finance in Reverse",
    "citation_author": [
        "Casey B. Mulligan",
        "Tomas J. Philipson"
    ],
    "citation_publication_date": "2000-05-01",
    "issue_date": "2000-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA common view in public finance is that there is an efficiency-redistribution tradeoff in which distortions are tolerated in order to redistribute income. However, the fact that so much public- and private redistributive activity involves in-kind transfers rather than cash may be indicative of merit motives on the part of the payers rather than a preference for the well-being of the recipients. Efficiency-enhancing public policy in a merit good economy has the primary purpose of creating distortions and may only redistribute income from rich to poor in order to create those distortions   the reverse of the conventional efficiency-redistribution tradeoff. We discuss why the largest programs on the federal and local level in the US including Social Security, Medicare and Medicaid, and Public Schooling   seem consistent with the reverse tradeoff rather than the classic one. Transfers are not lump sum in a merit good economy, and explicitly accounting for this when calculating tax incidence reduces the estimated progressivity of government policy. As one example, we calibrate the conventional life-cycle model to show how the amount of over-saving induced on the poor by Social Security hurts them at least as much as the progressive' benefits help them. When the distortions outweigh fiscal transfers in this manner, the classic efficiency-redistribution tradeoff cannot justify the program and the program is far less progressive than conventional analysis suggests.\n\n",
    "acknowledgement": "\n"
}