{
    "id": 7710,
    "citation_title": "A Dynamic Analysis of the Market for Wide-Bodied Commercial Aircraft",
    "citation_author": [
        "C. Lanier Benkard"
    ],
    "citation_publication_date": "2000-05-01",
    "issue_date": "2000-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a multi-agent dynamic model of the commercial aircraft industry and then uses that model to analyze industry pricing, industry performance, and optimal industry policy.  In the model, firms are differentiated in their products and cost structure, and entry, exit, prices, and quantity sold are endogenously determined in dynamic equilibrium. Re ecting the focus of the paper, demand and supply are modeled structurally, while investment is modeled in reduced form.  The model utilizes a cost model of commercial aircraft production developed and estimated in a previous paper (Benkard (2000)), and a discrete choice model of commercial aircraft demand to determine static profits. I find that many unusual aspects of the aircraft data, such as high concentration and pricing below the level of static marginal cost, are explained by this model.  The model also replicates the stochastic evolution of the industry well. Many of these properties could not be explained with a static model. These results provide support for the structural dynamic modeling approach in general. I also find that the unconstrained Markov perfect equilibrium is quite efficient from a social perspective, providing only 9% less welfare on average than a social planner would obtain, but that the Markov perfect equilibrium shifts a substantial amount of welfare from consumers to producers. Finally, I provide simulation evidence that an anti-trust policy in the form of a concentration restriction would be welfare reducing with high probability.\n\n",
    "acknowledgement": "\n"
}