{
    "id": 7712,
    "citation_title": "The Strategic Positioning of Store Brands in Retailer - Manufacturer Bargaining",
    "citation_author": [
        "Fiona Scott Morton",
        "Florian Zettelmeyer"
    ],
    "citation_publication_date": "2000-05-01",
    "issue_date": "2000-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue in this paper that retailers can strategically position store brands in product space to strengthen their bargaining position when negotiating supply terms with manufacturers of national brands.  Using a bargaining framework we model a retailer's decision whether to carry an additional national brand or a store brand, and if the retailer chooses to introduce the latter, where in product space to locate the store brand.  Store brands differ from other brands in being both unadvertised and located at a position in product space that is determined by the retailer instead of by a manufacturer.  To capture the negotiation effect of store brands empirically, our paper analyses a retailer's choice of whether or not to carry a store brand in a given category.  We control for other motivations for carrying a store brand that have been used in the literature.  We test our model on a cross-section of categories using supermarket data from multiple retailers.  The first contribution of this paper is to show theoretically that the strategic positioning of a store brand in a category changes the bargaining  over supply terms between a retailer and national brand manufacturers in that category.  The empirical evidence is consistent with the theory. We find that retailers are more likely to carry a store brand in a category if the share of the leading national brand is higher, but that the leading national brand share does not affect the market share of the store brand.  This indicates that there may be a bargaining motive for the introduction of the store brand. We propose that this is because the retailer can position the store brand to mimic the leading national brand and present data that shows that store brands frequently imitate national brand packaging on multiple dimensions.\n\n",
    "acknowledgement": "\n"
}