{
    "id": 7714,
    "citation_title": "Foreign and Domestic Bank Participation in Emerging Markets: Lessons from Mexico and Argentina",
    "citation_author": [
        "Linda Goldberg",
        "B. Gerard Dages",
        "Daniel Kinney"
    ],
    "citation_publication_date": "2000-05-01",
    "issue_date": "2000-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Asian Crisis has highlighted the importance of strong domestic financial systems in overall economic development and stabilization.  Less agreement is evident on the role of foreign banks in achieving this goal.  We explore this issue by studying bank-specific data on lending by domestically- and foreign-owned banks in Argentina and Mexico.  We find that foreign banks generally have had higher loan growth rates than their domestically-owned counterparts, with lower volatility of lending, contributing to lower overall volatility of credit. Additionally, in both countries, foreign banks show notable credit growth during crisis periods. In Argentina, the loan portfolios of foreign and domestic privately-owned banks are similar, and lending rates analogously respond to aggregate demand fluctuations. In Mexico, foreign and domestic banks with lower levels of impaired assets have similar loan responsiveness and portfolios. State-owned banks (Argentina) and banks with high levels of impaired assets (Mexico) have more stagnant loan growth and weak responsiveness to market signals.   Overall, these findings suggest that bank health, and not ownership per se, is the critical element in the growth, volatility, and cyclicality of bank credit. Diversity in ownership appears to contribute to greater stability of credit in times of crisis and domestic financial system weakness.\n\n",
    "acknowledgement": "\n"
}