{
    "id": 7715,
    "citation_title": "Can Emerging Market Bank Regulators Establish Credible Discipline? The Case of Argentina, 1992-1999",
    "citation_author": [
        "Charles W. Calomiris",
        "Andrew Powell"
    ],
    "citation_publication_date": "2000-05-01",
    "issue_date": "2000-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the early 1990s, after decades of high inflation and financial repression, Argentina embarked on a course of macroeconomic and bank regulatory reform.  Bank regulatory policy promoted privatization, financial liberalization, and free entry, limited safety net support, and established a novel mix of regulatory and market discipline to ensure stable growth of the banking system during the liberalization process.  Argentina suffered some fallout from the Mexican tequila crisis of 1995, but its response to that crisis (allowing weak banks to close) and the redoubling of regulatory efforts to promote market discipline after the crisis made Argentina's banking system quite resilient during the Asian, Russian, and Brazilian crises.  Argentina's bank regulatory system now is widely regarded as one of the two or three most successful among emerging market economies.  This paper traces the evolution of the regulatory policy changes of the 1990s and shows that the reliance on market discipline has played an important role in prudential regulation by encouraging proper risk management by banks.  There is substantial heterogeneity among banks in the interest rates they pay for debt and the rate of growth of their deposits, and that heterogeneity is traceable to fundamental attributes of banks that affect the riskiness of deposits (i.e. asset risk and leverage).  Moreover, market perceptions of default risk are mean-reverting, indicating that market discipline encourages banks to respond to increases in default risk by limiting asset risk or lowering leverage.\n\n",
    "acknowledgement": "\n"
}