{
    "id": 7719,
    "citation_title": "Evaluating School-To-Work Programs Using the New NLSY",
    "citation_author": [
        "David Neumark",
        "Mary Joyce"
    ],
    "citation_publication_date": "2000-05-01",
    "issue_date": "2000-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA critical impediment to research on school-to-work programs has been the absence of large representative data sets with information on such programs.  In contrast, the new NLSY (NLSY97) offers researchers opportunities to analyze direct evidence on school-to-work programs.  In the NLSY97, individuals are asked a set of survey questions about  programs schools offer to help students prepare for the world of work,' and an accompanying survey includes information on school-to-work programs offered by schools attended by the interviewees.  These data, coupled with observations on multiple individuals in the same schools, potentially allow researchers to estimate the effects of school-to-work programs on individuals while accounting for possible bias from selection into these programs, although apparent data problems pose some limitations.  Because Round One of the NLSY97 covers workers only up to age 17, this paper focuses on the consequences of school-to-work programs for youth employment and schooling decisions while in high school, and students' subjective assessments of the likelihood of future schooling and work behavior. Overall, the evidence does not point to a causal effect of school-to-work program participation on behavior likely associated with future college attendance.  On the other hand, school-to-work program participation does appear to have positive effects on educational attainment in terms of respondents' subjective probabilities of obtaining a high-school diploma. More in accordance with the traditional view of school-to-work programs, the data indicate that participation in these programs increases the perceived likelihood of future labor market activity, both for the year following the survey and at age 30. However, school-to-work programs do not appear to boost the probability of current employment.\n\n",
    "acknowledgement": "\n"
}