{
    "id": 7729,
    "citation_title": "Last Minute Bidding and the Rules for Ending Second-Price Auctions: Theory and Evidence from a Natural Experiment on the Internet",
    "citation_author": [
        "Alvin E. Roth",
        "Axel Ockenfels"
    ],
    "citation_publication_date": "2000-06-01",
    "issue_date": "2000-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a great deal of late bidding on internet second price auctions.  We show that this need not result from either common value properties of the objects being sold, or irrational behavior: late bidding can occur at equilibrium even in private value auctions.  The reason is that very late bids have a positive probability of not being successfully submitted, and this opens a way for bidders to implicitly collude, and avoid bidding wars, in auctions such as those run by eBay, which have a fixed  end time.  A natural experiment is available because the auctions on Amazon, while operating under otherwise similar rules, do not have a  fixed end time, but continue if necessary past the scheduled end time until ten minutes have passed without a bid.  The strategic differences in the auction rules are reflected in the auction data by significantly more late bidding on eBay than on Amazon.  Futhermore, more experienced bidders on eBay submit late bids more often than do less experienced bidders, while the effect of experience on Amazon goes in the opposite direction.  On eBay, there is also more late bidding for antiques than for computers.  We also find scale independence in the distribution over time of bidders' last bids, of a form strikingly similar to the  deadline effect' noted in bargaining: last bids are distributed according to a power law.  The evidence suggests that multiple causes contribute to late bidding, with strategic issues related to the rules about ending the auction playing an important role.\n\n",
    "acknowledgement": "\n"
}