{
    "id": 7733,
    "citation_title": "An Introduction to School-To-Work Programs in the NLSY97: How Prevalent are They, and Which Youths do They Serve?",
    "citation_author": [
        "David Neumark",
        "Mary Joyce"
    ],
    "citation_publication_date": "2000-06-01",
    "issue_date": "2000-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the wake of the 1994 School-to-Work Opportunities Act (STWOA), we introduce and study two new data sources to estimate the extent to which school-to-work programs have been implemented in U.S. high schools, and the extent to which high school students are participating in these programs.  The first data source, the National Longitudinal Survey of Youth, 1997 (NLSY97), provides information directly form students on whether they participated in these programs.  The second source, the 1996 School Administrators's Survey, was administered to schools attended by NLSY97 interviewees, and provides information directly from schools on whether they offered any school-to-work programs. Findings from the 1996 School Administrator's Survey show that school-to-work programs are commonly offered, with over 60 percent of schools providing at least one such program.  Findings from the NLSY97 show that a fair number of high school students participate in school-to-work programs, with about 38 percent of students reporting participation in at least one program.  The findings concerning whether schools with disadvantaged student populations are more likely to offer school-to-work programs, or whether less-advantaged students are more likely to participate in these programs, are mixed.\n\n",
    "acknowledgement": "\n"
}