{
    "id": 7740,
    "citation_title": "International Liquidity Management: Sterilization Policy in Illiquid Financial Markets",
    "citation_author": [
        "Ricardo J. Caballero",
        "Arvind Krishnamurthy"
    ],
    "citation_publication_date": "2000-06-01",
    "issue_date": "2000-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the booms that precede crises in emerging economies, policy makers often struggle to limit capital flows and their expansionary consequences.  The main policy tool for this task is sterilization - essentially a swap of international reserves for public bonds.  However, there is an extensive debate on the effectiveness of this policy, with many arguing that it may be counterproductive once the (over-) reaction of the private sector is considered.  But what forces account for the private sector's reaction remain largely unexplained.  In this paper we provide a model to discuss these issues.  We emphasize the international liquidity management aspect of sterilization over the traditional monetary one, a re-focus that seems warranted when the main concern is external crisis prevention.  We first demonstrate that policies to smooth expansion in anticipation of downturns can be Pareto improving in economies where domestic financial markets are underdeveloped.  We then discuss the implementation and effectiveness of this policy via sterilization.  The greatest risk of policy arises in situations where policy is most needed - that is , when financial markets are illiquid.  Our mechanism is akin to the  implicit bailout' problem, although the central bank acts non-selectively and only intervenes through open markets in our model.  Illiquidity replaces corruption and ineptitude.  In addition to an appreciation of the currency and the emergence of a quasi-fiscal deficit, the private sector's reaction to sterilization may lead to an expansion rather than the desired contraction in aggregate demand or nontradeables investment and to a bias toward short term capital inflows.  The main insights extend to international liquidity management issues more generally.\n\n",
    "acknowledgement": "\n"
}