{
    "id": 7744,
    "citation_title": "Estimating the General Equilibrium Benefits of Large Policy Changes: The Clean Air Act Revisited",
    "citation_author": [
        "Holger Sieg",
        "V. Kerry Smith",
        "H. Spencer Banzhaf",
        "Randy Walsh"
    ],
    "citation_publication_date": "2000-06-01",
    "issue_date": "2000-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports the first comprehensive approach for measuring the general equilibrium willingness to pay for large changes in air quality.  It is based on a well defined locational equilibrium model.  The approach allows estimation of households' indirect utility function and the underlying distribution of household types.  With these estimates it is possible to compute a new locational equilibrium and the resulting housing prices in response to exogenous changes in air quality.  This permits construction of welfare measures which properly take into consideration the adjustments of households in equilibrium to non-marginal changes in air quality.  These types of measures are outside the scope of more traditional approaches.  The empirical approach of this paper provides, for the first time, an internally consistent framework for estimation and applied general equilibrium welfare analysis.  We compute the general equilibrium willingness to pay for the changes in air quality between 1990 and 1995.  We implement our empirical framework using data from Southern California, an area which has experienced dramatic improvements in air quality during the past 20 years.  Our findings are by and large supportive for our approach and suggest that accounting for general equilibrium effects in applied welfare can be especially important.\n\n",
    "acknowledgement": "\n"
}