{
    "id": 7752,
    "citation_title": "Interpreting the \"One Big Wave\" in U.S. Long-Term Productivity Growth",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2000-06-01",
    "issue_date": "2000-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses the standard data on output, labor input, and capital input, which imply  one big wave' in multi-factor productivity (MFP) growth for the United States since 1870. The wave-like pattern starts with slow MFP growth in the late 19th century, then an acceleration peaking in 1928-50, and then a deceleration to a slow rate after 1972 that returns to the poor performance of 1870-1891. A counterpart of the standard data is a mysterious doubling in the ratio of output to capital input when the postwar era is compared with 1870-1929. Three types of measurement adjustments are applied to the standard input data.  Following the lead of Denison and Jorgenson-Griliches, adjustments for the changing composition (or quality') of labor and capital, currently published by the BLS back to 1948, are estimated for 1870-1948. These composition adjustments take into account the shifting mix of the labor force along the dimensions of education and age-sex composition, and of the capital stock between equipment and structures. Further adjustments are made to capital input data to allow retirement to vary with gross investment rather than to follow a fixed pattern depending only on age, and to add types of capital owned by the government that are particularly productive in the private sector. A new MFP series taking account of all these adjustments grows more slowly throughout, and the  big wave' phenomenon is both flatter and extends back further in time to 1891. However, there is no solution to the post-1972 productivity slowdown, and in the new data MFP growth during 1972-96 proceeds at a pathetic 0.1 percent per year. A byproduct of the measurement adjustments is to solve completely the previous puzzle of the jump in the output-capital ratio; in the new data this ratio is actually lower in 1996 than in 1870. The primary substantive explanation for the big wave lies in the timing of inventions. MFP growth during the  big wave' period benefited from the diffusion of four great clusters of inventions that dwarf today's information technology revolution in their combined importance. A complementary hypothesis is that the partial closing of American labor markets to immigration and of American goods markets to imports during the big wave period gave an artificial and temporary boost to real wages which fed back into boosting productivity growth, followed by a reopening that contributed to the post-1972 productivity slowdown.\n\n",
    "acknowledgement": "\n"
}