{
    "id": 7756,
    "citation_title": "Hope for Whom? Financial Aid for the Middle Class and Its Impact on College Attendance",
    "citation_author": [
        "Susan Dynarski"
    ],
    "citation_publication_date": "2000-06-01",
    "issue_date": "2000-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe federal government and the states have recently enacted a slew of aid policies aimed at college students from middle- and high-income families. I estimate the impact of aid on the college attendance of middle- and upper-income youth by evaluating Georgia's HOPE Scholarship, the inspiration of the new federal Hope Scholarship. The results suggest that Georgia's program has had a surprisingly large impact on the college attendance rate of middle- and high-income youth. Using a set of nearby states as a control group, I find that Georgia's program has likely increased the college attendance rate of all 18- to 19-year-olds by 7.0 to 7.9 percentage points. The results suggest that each $1,000 in aid ($1998) increased the college attendance rate in Georgia by 3.7 to 4.2 percentage points. Due to key differences between the federal and Georgia programs, these estimates should be treated as a generous upper bound on the predicted effect of the federal Hope Scholarship. Further, the evidence suggests that Georgia's program has widened the gap in college attendance between blacks and whites and between those from low- and high-income families. The federal Hope Scholarship, should it have its intended effect on middle- and upper-income attendance, will also widen already large racial and income gaps in college attendance in the US.\n\n",
    "acknowledgement": "\n"
}