{
    "id": 7761,
    "citation_title": "Borrowing Constraints and the Returns to Schooling",
    "citation_author": [
        "Stephen Cameron",
        "Christopher Taber"
    ],
    "citation_publication_date": "2000-06-01",
    "issue_date": "2000-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo a large degree, the expansion of student aid programs to potential college students over the past 25 years in the United States has been based on the presumption that borrowing constraints present an obstacle to obtaining a college education. Economists and sociologists studying schooling choices have found empirical support for college subsidies in the well-documented, large positive correlation between family income and schooling attainment.  This correlation has been widely interpreted as evidence of credit constraints.  Recently, however, Cameron, and Heckman (1998, 2000), Keane and Wolpin (1999), and Shea (1999) have questioned whether borrowing constraints plays any role on college choices.    Over the last 30 years, a separate literature in economics has aimed at estimating measured returns to schooling purged of various biases.  One potential source of bias arises when students have differential access to sources of credit for educational investments.  The connection between credit access and returns to schooling-first articulated by Becker (1972)- has been recently explored by Lang (1993) and Card (1995a, 2000).  Lang and Card term this bias  discount rate bias,' and argue it can help explain anomalously high instrumental variables estimates of returns to schooling documented by a multitude of empirical researchers.  This argument implicitly suggests borrowing constraints are important for schooling decisions. Our paper attempts to integrate and reconcile these two literatures.  Building on the seminal work of Willis and Rosen (1979), we develop a framework that allows us to study schooling determinants and returns together.  Identification of the effect of borrowing constraints arises from the fact that foregone earnings-the indirect costs of school-and the direct costs of schooling affect borrowing constrained persons differently from unconstrained individuals.  We apply this idea using least-squares, instrumental variables regression, and a structural economic model to measure the extent of borrowing constraints on schooling choices.  Because returns to schooling and quantity of schooling are jointly determined, the structural approach allows us to explore the importance of credit market constraints on schooling choices once the influences of ability and relative wages are parceled out. This type of experiment cannot be done in standard models of schooling-attainment.  None of these methods produces evidence of borrowing constraints.\n\n",
    "acknowledgement": "\n"
}