{
    "id": 7764,
    "citation_title": "Banks, Short Term Debt and Financial Crises: Theory, Policy Implications and Applications",
    "citation_author": [
        "Douglas W. Diamond",
        "Raghuram G. Rajan"
    ],
    "citation_publication_date": "2000-06-01",
    "issue_date": "2000-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShort-term borrowing has often been blamed for precipitating financial crises. We argue that while the empirical association between a financial institution's, or country's, short-term borrowing and susceptibility to crises may, in fact, exist, the direction of causality is often precisely the opposite to the one traditionally suggested by commentators. Institutions like banks that want to enhance their ability to provide liquidity and credit to difficult borrowers have to borrow short-term. Similarly countries that have poor disclosure rules and inadequate investor protections, have limited long-term debt capacity, and will find their borrowing becoming increasingly short-term as they finance illiquid investment. Thus it is the increasing illiquidity of the investment being financed (or the deteriorating credit quality of borrowers) that necessitates short-term financing, and causes the susceptibility to crises. In fact, once illiquid investments have been financed, rather than making the system more stable, a ban on short-term financing may precipitate a more severe crisis. Even a priori, a ban is not without adverse consequences   policy makers have to trade off the costs of decreased credit creation and investment against the benefits of greater stability. A ban on short-term debt often deals with symptoms rather than underlying causes.\n\n",
    "acknowledgement": "\n"
}