{
    "id": 7767,
    "citation_title": "Allocating Payroll Tax Revenue to Personal Retirement Accounts to Maintain Social Security Benefits and the Payroll Tax Rate",
    "citation_author": [
        "Martin Feldstein",
        "Andrew Samwick"
    ],
    "citation_publication_date": "2000-06-01",
    "issue_date": "2000-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an earlier paper we analyzed a method of combining traditional tax financed pay-as-you-go Social Security benefits with annuities financed by Personal Retirement Accounts.  We showed that such a combination could maintain the level of retirement income projected in current Social Security law while avoiding a future increase in the payroll tax rate. The current paper extends the earlier analysis in four ways: (1) We now specify that the funds deposited in the Personal Retirement Accounts come from allocating 2 percent of the 12.4 percent payroll tax instead of being additional funds provided from outside the system. (2) We discuss the effects of the uncertain return on investment based annuities. (3) We provide estimates of the cost of permitting bequests if individuals die either before retirement or during the first twenty years after retirement. (4) We update the statistical basis for our estimates to be consistent with the 2000 Social Security Trustees Report. Our analysis shows that a program of Personal Retirement Accounts funded by allocating 2 percent of the 12.4 percent payroll tax collections can maintain the retirement income projected in current law while avoiding any increase in the 12.4 percent payroll tax.  The combination of the higher return on the assets in the Personal Retirement Accounts and the use of the additional corporate profits taxes that result from the increased national saving in Personal Retirement Accounts is sufficient to maintain the solvency of the Social Security Trust Fund even though the tax payments to the fund are reduced from 12.4 percent of taxable payroll to 10.4 percent of taxable payroll.  Although there is a period of years when the Trust Fund must borrow, it is able to repay this borrowing with interest out of future tax collections. In the long run, the Trust Fund becomes very large, implying that it would be possible to reduce the payroll tax further or to increase retirement incomes above the levels projected in current law.\n\n",
    "acknowledgement": "\n"
}