{
    "id": 7771,
    "citation_title": "The Colonial Origins of Comparative Development: An Empirical Investigation",
    "citation_author": [
        "Daron Acemoglu",
        "Simon Johnson",
        "James A. Robinson"
    ],
    "citation_publication_date": "2000-06-01",
    "issue_date": "2000-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit differences in the mortality rates faced by European colonialists to estimate the effect of institutions on economic performance. Our argument is that Europeans adopted very different colonization policies in different colonies, with different associated institutions. The choice of colonization strategy was, at least in part, determined by whether Europeans could settle in the colony. In places where Europeans faced high mortality rates, they could not settle and they were more likely to set up worse (extractive) institutions. These early institutions persisted to the present. We document evidence supporting these hypotheses. Exploiting differences in mortality rates faced by soldiers, bishops and sailors in the colonies in the 17th, 18th and 19th centuries as an instrument for current institutions, we estimate large effects of institutions on income per capita. Our estimates imply that differences in institutions explain approximately three-quarters of the income per capita differences across former colonies. Once we control for the effect of institutions, we find that countries in Africa or those farther away from the equator do not have lower incomes.\n\n",
    "acknowledgement": "\n"
}