{
    "id": 7777,
    "citation_title": "The Six Major Puzzles in International Macroeconomics: Is There a Common Cause?",
    "citation_author": [
        "Maurice Obstfeld",
        "Kenneth Rogoff"
    ],
    "citation_publication_date": "2000-07-01",
    "issue_date": "2000-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe central claim in this paper is that by explicitly introducing costs of international trade (narrowly, transport costs but more broadly, tariffs, nontariff barriers and other trade costs), one can go far toward explaining a great number of the main empirical puzzles that international macroeconomists have struggled with over twenty-five years. Our approach elucidates J. McCallum's home bias in trade puzzle, the Feldstein-Horioka saving-investment puzzle, the French-Poterba equity home  bias puzzle, and the Backus-Kehoe- Kydland consumption correlations puzzle. That one simple alteration to an otherwise canonical international macroeconomic model can help substantially to explain such a broad arrange of empirical puzzles, including some that previously seemed intractable, suggests a rich area for future research. We also address a variety of international pricing puzzles, including the purchasing power parity puzzle emphasized by Rogoff, and what we term the  exchange-rate disconnect puzzle.' The latter category of riddles includes both the Meese-Rogoff exchange rate forecasting puzzle and the Baxter-Stockman neutrality of exchange rate regime puzzle. Here although many elements need to be added to our extremely simple model, we can still show that trade costs play an essential role.\n\n",
    "acknowledgement": "\n"
}