{
    "id": 778,
    "citation_title": "The Effects of Incomes Policies on the Frequency and Size of Wage Changes",
    "citation_author": [
        "John H. Pencavel"
    ],
    "citation_publication_date": "1981-10-01",
    "issue_date": "1981-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlong with house rents, wages have frequently been described as the \"stickiest\" prices in the economy, rarely adjusted more than once a year. Because of this stickiness (which arises from the transactions costs involved in changing wages), a distinction exists between the adjustment of wages and the size of that adjustment. This distinction has important implications for empirical investigations of the determinants of aggregate money wage changes because the equations fitted in these studies are almost invariably plagued with aggregation bias unless the non-synchronous pattern of wage settlements in different sectors of the economy is taken into account. This is a particularly relevant issue when evaluating the effectiveness of incomes policies since some policies have operated by postponing the implementation of new wage settlements (in which case they are directed towards the occurrence of the event) while other policies have taken the form of specifying a permissible ceiling on wage increases (in which case they are designed to affect the extent of occurrence of the event, but not its occurrence). One purpose of this paper is to reevaluate the effectiveness of incomes policies by making use of information from one industry both on the frequency of wage settlements and on the size of wage changes when a settlement takes place. Our empirical work leads us to conjecture whether the apparent \"statistical significance\" reported by researchers with respect to the performance of variables in models of aggregate wage changes reflects primarily the effects of these variables on the probability of wages being adjusted rather than the effects on the magnitude of wage changes conditional upon wages being adjusted.\n\n",
    "acknowledgement": "\n"
}