{
    "id": 7780,
    "citation_title": "Youth Smoking in the U.S.: Evidence and Implications",
    "citation_author": [
        "Jonathan Gruber",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2000-07-01",
    "issue_date": "2000-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe one-third rise in the teen smoking rate in the 1990s has led to considerable interest in understanding the determinants of the youth smoking decision.  We explore four aspects of this decision.  First, we consider the demographic correlates of smoking participation, and find that smoking participation is not simply concentrated among the most disadvantaged youth; indeed, increasingly over time youth smoking is taking place among white, suburban youth with college educated parents and good grades. Second, we show that neither changes in demographic characteristics nor changes in attitudes towards smoking can explain the striking increase in smoking rates in the 1990s. Third, we document that price is a powerful determinant of smoking for high school seniors; using state fixed effects models on data for the 1991-1997 period we estimate an elasticity of smoking participation of -0.67, which suggest that the drop in cigarette prices in the early 1990s can explain 26% of the subsequent upwards smoking trend for seniors.  But price is not important for younger teens, although we do find some evidence that restrictions on access to cigarette purchases can lower the quantity that younger teens smoke.  Finally, we document that there is an important intertemporal correlation in the decision to smoke.  In particular, we find that there is a significant correlation across cohorts in teen smoking and later smoking of adults, and that the taxes that teens face on cigarettes have a significant negative effect on their smoking later in life. These findings suggest that between 25 and 50% of the rise in youth smoking in the 1990s will persist into adulthood for this cohort; rough calculations suggest that the long run cost to the U.S. will be at least 1.6 million years of life lost from this youth smoking increase.\n\n",
    "acknowledgement": "\n"
}