{
    "id": 7781,
    "citation_title": "Risky Behavior Among Youths: An Economic Analysis",
    "citation_author": [
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2000-07-01",
    "issue_date": "2000-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are a host of potentially risky behaviors in which youth engage, which have important implications for both their well being as youth and their life prospects.  The past decade has seen dramatic shifts in the intensity with which youths pursue these risky activities: for example, youth homicide fell by 40%; teen births decline by 20%; youth smoking rose by 33%; and marijuana use among youth virtually doubled.  This paper, and the volume it introduces, explores the determinants and implications of risky behaviors by youths.  I begin by reviewing perspectives on youth risk-taking from traditional rational-choice economics, developmental psychology, and behavioral economics.  I then discuss both cross-sectional and time series evidence on risk-taking by youths, and how this compares to adults.  I review the evidence on youth risk taking from the studies in this volume, and highlight the conclusions that (a) economic incentives and macroeconomic conditions are powerful predictors of risk taking by youths, (b) despite this, these factors are not very successful in predicting the dramatic time series swings we see in youth risk taking, and (c) risk taking by youths appears to have important implications for risky behaviors later in life.  I also comment on the implications of these findings for policy, and for future economic research.\n\n",
    "acknowledgement": "\n"
}