{
    "id": 7792,
    "citation_title": "Dollarization of Liabilities: Underinsurance and Domestic Financial Underdevelopment",
    "citation_author": [
        "Ricardo J. Caballero",
        "Arvind Krishnamurthy"
    ],
    "citation_publication_date": "2000-07-01",
    "issue_date": "2000-07-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile there is still much disagreement on the causes underlying recent emerging markets' crises, one factor that most observers have agreed upon is that contracting  dollar' (foreign currency) denominated external debt   as opposed to domestic currency debt created balance sheet mismatches that led to bankruptcies and dislocations that amplified downturns.  Much of the analysis of the  currency-balance sheet channel' hinges on the assumption that companies contract dollar denominated debt.  Yet there has been little systematic inquiry into why companies must or choose to take on dollar debt.  In this paper we cast the problem as one of microeconomic underinsurance with respect to country-wide aggregate shocks.  Denominating external debt in domestic currency is equivalent to contracting the same amount of dollar-debt, complemented with insurance against shocks that depreciate the equilibrium exchange rate.  The presence of country-level international financial constraints justify the purchase of such insurance even if all agents are risk neutral.  However, if domestic financial constraints also exist, domestics will undervalue the social contribution of contracting insurance against country-wide shocks.  Foreign lenders will reinforce the underinsurance problem by reducing their participation in domestic financial markets.\n\n",
    "acknowledgement": "\n"
}