{
    "id": 7796,
    "citation_title": "On the Gains to International Trade in Risky Financial Assets",
    "citation_author": [
        "Steven J. Davis",
        "Jeremy Nalewaik",
        "Paul Willen"
    ],
    "citation_publication_date": "2000-07-01",
    "issue_date": "2000-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops and implements a framework for quantifying the gains to international trade in risky financial assets.  The framework can handle may agents, many assets, incomplete markets and limited participation in asset markets. It delivers closed-form analytic solutions for consumption, portfolio allocations, asset prices and the gains to trade. We find enormous gains to trade when asset returns are calibrated to observed risk premia and all agents participate in asset markets.  The gains-to-trade puzzle is closely related to, but distinct from, the equity premium puzzle.  High risk aversion merely alters the form of the gains-to-trade puzzle, but limited participation in asset markets goes a long way towards addressing both puzzles. We also identify three reasons for limited international risk sharing.  First, the requirement that asset markets span the space of national output shocks fails in a serious way.  Second, for many countries the cost of using financial assets to hedge national output shocks greatly exceeds the benefits.  Third, limited asset market participation reduces the feasible gains from international risk sharing.\n\n",
    "acknowledgement": "\n"
}