{
    "id": 7806,
    "citation_title": "Child Care Subsidy Programs",
    "citation_author": [
        "David M. Blau"
    ],
    "citation_publication_date": "2000-07-01",
    "issue_date": "2000-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChild care and early education subsidies are an important part of government efforts to increase economic independence and improve development of children in low-income families in the United States. This chapter describes the main subsidy programs in the U.S., discusses economic issues that arise in designing such programs and evaluating their effects, and surveys evidence on the effects of the programs. An important theme of the chapter is the tradeoff between the policy goals of increasing economic independence and improving child outcomes. All child care and early education subsidies affect both work incentives and inputs to child development. But a subsidy designed specifically to achieve one of these policy goals will usually be relatively ineffective at accomplishing the other goal. The evidence indicates that child care subsidies that reduce the effective price to parents of all purchased child care, regardless of the type and location of care, cause the employment rate of mothers of young children to increase. The most reliable evidence suggests that the effect is fairly small, but the range of estimates in the literature is quite large. The three main difficulties encountered in research on this issue are finding appropriate control groups, accounting for the wide prevalence of unpaid child care arrangements, and identification of the effect of the price of child care. Evidence on the employment effects of subsidies restricted to high-quality child care arrangements is non-existent. There is very little evidence of the effect of child care subsidies on child development outcomes.\n\n",
    "acknowledgement": "\n"
}