{
    "id": 7810,
    "citation_title": "Interpreting Developed Countries' Foreign Direct Investment",
    "citation_author": [
        "Robert E. Lipsey"
    ],
    "citation_publication_date": "2000-07-01",
    "issue_date": "2000-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInward and outward direct investment (FDI) stocks and flows tend to go together, across countries and over time.  The countries that invest extensively abroad are usually also large recipients of FDI. There is little evidence that flows of FDI are a major influence on capital formation.  That lack of effects suggests that financing capital formation is not a primary role of FDI. FDI transfers the ownership of existing productive assets from one set of owners to others willing to pay more for them, possibly from less efficient to more efficient owners.  One fact that suggests this function is that outward U.S. FDI production and outward minus inward production tends to be concentrated in industries of U. S. comparative advantage.  It is not in industries of U.S. comparative disadvantage, as might be expected if FDI were primarily a method of relocating production to more suitable locations.  Within individual broad industry groups, U.S. FDI tends to move to countries with comparative disadvantages in trade relative to the United States in machinery industries.  In resource-intensive industries, however, it moves to countries with comparative advantages in trade relative to the United States.  The difference suggests that company comparative advantages dominate investment in machinery, but country comparative advantages dominate in resource-intensive industries. If FDI is transferring assets and production from less efficient to more efficient owners and managers, inward FDI can be viewed in the recipient countries as freeing capital that had been frozen in industries that the owners would prefer to leave.  It permits the former owners to allocate their capital in more desirable and profitable ways.  Outward FDI permits a home country's firms to optimally exploit their skills and comparative advantages, perhaps lost to the home countries, but retained by the country's firms.\n\n",
    "acknowledgement": "\n"
}