{
    "id": 7814,
    "citation_title": "Elderly Asset Management and Health: An Empirical Analysis",
    "citation_author": [
        "Jonathan S. Feinstein",
        "Chih-Chin Ho"
    ],
    "citation_publication_date": "2000-07-01",
    "issue_date": "2000-07-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present models of asset management by the elderly.  We focus on saving, spend-down of assets, and gift-giving, and the influence of health on these precesses.  We also study the evolution of elderly health and the impact of economic variables on health outcomes.  We present results from estimating our models using data from waves one and two of the AHEAD dataset. Our model of asset management links elderly decisions about saving, spend-down of assets, and gift-giving in a system of equations.  We divide households for which head and partner (if present) are in poor health and those for which head and partner are in good health; our specification allows for differences in health to affect both the average level of economic outcomes and the marginal effects of income and wealth on the outcomes.  We also include in our model a set of sociodemographic control variables.  Our model of health outcomes links health in the preceding period to health in the current period, allowing for three outcomes   good health, poor health, or death.  In our models of health outcomes we include variables measuring health in the previous period, wealth, age, education, and control variables. Our main results are the following.  First, results for gift-giving suggest that at least some elderly do plan their estate transfer - those that have established trust funds or for which households assets exceed the estate tax filling threshold have a significantly greater propensity to give gifts.  Second, the average level of gift-giving is lower for those in poor health, but the marginal effect of increasing wealth on gift-giving is much greater.  This result is important in showing the ways in which health can interact with economic variables in influencing economic decision-making.  Third, income is an important determinant of saving and spend-down.  Fourth, other things equal, households that save are also more likely to give gifts.  Fifth, sudden changes in family structure and health are associated with changing patters of economic behavior - most especially, becoming a widow or widower is associated with a significant increase in the likelihood both of spending out of assets and of making gifts.  Finally, variables related to children have less effect on propensity to give gifts than expected - the only variable that has a significant effect is the number of children for which parents cannot provide income information, suggesting that the quality of the relationship between parents and children is important for gift-giving.\n\n",
    "acknowledgement": "\n"
}