{
    "id": 7816,
    "citation_title": "The Medical Treatment of Depression, 1991-1996: Productive Inefficiency, Expected Outcome Variations, and Price Indexes",
    "citation_author": [
        "Ernst R. Berndt",
        "Anupa Bir",
        "Susan H. Busch",
        "Richard G. Frank",
        "Sharon-Lise T. Normand"
    ],
    "citation_publication_date": "2000-07-01",
    "issue_date": "2000-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the price of treating episodes of acute phase major depression over the 1991-1996 time period.  We combine data from a large retrospective medical claims data base (MarketScanTM, from the MedStat Group) with clinical literature and expert clinical opinion elicited from a two-state Delphi procedure. This enables us to construct a variety of treatment price indexes that include variations over time in the proportion of  off-frontier' production, as well as the corresponding variations in expected treatment outcomes.  We also incorporate the fact that the no treatment option ( waiting list') frequently results in spontaneous remission of depressive symptoms. We find that in general the incremental cost of successfully treating an episode of acute phase major depression has generally fallen over the 1991-96 time period.  Based on hedonic regression equations that account for the effects of changing patient mix, we find price reductions that range from about -1.66% to -2.13% per year.   An implication of this is that, since expenditures on depression are thought to be increasing since at least 1991, the source of the spending increases is volume (quantity) increases, and not price increases.\n\n",
    "acknowledgement": "\n"
}