{
    "id": 7831,
    "citation_title": "Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools",
    "citation_author": [
        "Joseph G. Altonji",
        "Todd E. Elder",
        "Christopher R. Taber"
    ],
    "citation_publication_date": "2000-08-01",
    "issue_date": "2000-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop estimation methods that use the amount of selection on the observables in a model as a guide to the amount of selection on the unobservables. We show that if the observed variables are a random subset of a large number of factors that influence the endogenous variable and the outcome of interest, then the relationship between the index of observables that determines the endogenous variable and the index that determines the outcome will be the same as the relationship between the indices of unobservables that determine the two variables. In some circumstances this fact may be used to identify the effect of the endogenous variable. We also propose an informal way to assess selectivity bias based on measuring the ratio of selection on unobservables to selection on observables that would be required if one is to attribute the entire effect of the endogenous variable to selection bias. We use our methods to estimate the effect of attending a Catholic high school on a variety of outcomes. Our main conclusion is that Catholic high schools substantially increase the probability of graduating from high school and, more tentatively, college attendance. We do not find much evidence for an effect on test scores.\n\n",
    "acknowledgement": "\n"
}