{
    "id": 7833,
    "citation_title": "Does the \"New Economy\" Measure up to the Great Inventions of the Past?",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2000-08-01",
    "issue_date": "2000-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the four years 1995-99 U. S. productivity growth experienced a strong revival and achieved growth rates exceeding that of the  golden age' of 1913-72. Accordingly many observers have declared the  New Economy' (the Internet and the accompanying acceleration of technical change in computers and telecommunications) to be an Industrial Revolution equal in importance, or even more important, than the Second Industrial Revolution of 1860-1900 which gave us electricity, motor and air transport, motion pictures, radio, indoor plumbing, and made the golden age of productivity growth possible. This paper raises doubts about the validity of this comparison with the Great Inventions of the past. It dissects the recent productivity revival and separates the revival of 1.35 percentage points (comparing 1995-99 with 1972-95) into 0.54 of an unsustainable cyclical effect and 0.81 points of acceleration in trend growth. The entire trend acceleration is attributed to faster multi-factor productivity (MFP) growth in the durable manufacturing sector, consisting of computers, peripherals, telecommunications, and other types of durables. There is no revival of productivity growth in the 88 percent of the private economy lying outside of durables; in fact when the contribution of massive investment in computers in the nondurable economy is subtracted, MFP growth outside of durables has actually decelerated. The paper combines the Great Inventions of 1860-1900 into five clusters' and shows how their development and diffusion in the first half of the 20th century created a fundamental transformation in the American standard of living from the bad old days of the late 19th century.  In comparison, computers and the Internet fall short. The rapid decline in the cost of computer power means that the marginal utility of computer characteristics like speed and memory has fallen rapidly as well, implying that the greatest contributions of computers lie in the past, not in the future. The Internet fails the hurdle test as a Great Invention on several counts. First, the invention of the Internet has not boosted the growth in the demand for computers; all of that growth can be interpreted simply as the same unit-elastic response to the decline in computer prices as was prevalent prior to 1995. Second, the Internet provides information and entertainment more cheaply and conveniently than before, but much of its use involves substitution of existing activities from one medium to another. Third, much internet investment involves defense of market share by existing companies like Borders Books faced with the rise of Amazon; social returns are less than private returns. Fourth, much Internet activity duplicates existing activity like mail order catalogues, but the latter have not faded away; the usage of paper is rising, not falling. Finally, much Internet activity, like daytime e-trading, involves an increase in the fraction of work time involving consumption on thejob\n\n",
    "acknowledgement": "\n"
}