{
    "id": 784,
    "citation_title": "Domestic Tax Policy and Foreign Investment: Some Evidence",
    "citation_author": [
        "David G. Hartman"
    ],
    "citation_publication_date": "1981-10-01",
    "issue_date": "1981-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInvestment abroad has come to play a major role in the total investment undertaken by U.S. firms. Despite this development, very little attention has been paid to the impacts of domestic tax policy on foreign investment. One reason has been the presumption that, since changes in domestic tax rules ordinarily also apply to foreign-source income, policy changes should affect foreign and domestic investment similarly. However, the fact that the tax on foreign-source income is deferred until the income is repatriated represents a crucial difference in the treatment of foreign and domestic income. So long as the U.S. tax is deferred, the effective U.S. tax rate on foreign-source income can be shown to be irrelevant to a firm's optimal foreign reinvestment decision. Foreign investment is now largely accomplished by firms reinvesting earnings abroad, so the reinvestment decision is of primary importance. Thus, a decrease in the effective U.S. tax rate which applies to both domestic and foreign investment income can be thought of as a cut in the tax on domestic investment income, which is encouraging to domestic investment (perhaps at the expense of foreign investment), combined with a cut in the tax on foreign investment income, which has no effect on the optimal foreign reinvestment decision. Consequently, the impacts on foreign and domestic investment of an apparently neutral policy could be very different . Another reason that the response of foreign investment has been neglected in domestic policy discussions is the lack of evidence on the magnitude of that response. This paper utilizes the theory just described to confirm that foreign investment is influenced negatively and quite strongly by the after-tax rate of return to domestic investment. A further test, in which a \"gross domestic rate of return\" term and a \"domestic tax\" term are included separately, produces coefficients virtually equal in absolute value, confirming that the net domestic rate of return is the appropriate variable. The results indicate that a tax incentive which has been found to raise net domestic investment by a dollar reduces net foreign investment by at least twenty cents. This conclusion is further reinforced by results from a forward-looking (Tobin's q) mod el. While these results do not point to the primary outcome of a domestic policy change being a domestic-foreign reallocation of the capital stock, they indicate that a significant reallocation does take place. With open economy tax analysis still in its infancy, the question of how this evidence alters the usual conclusions is largely an open one.\n\n",
    "acknowledgement": "\n"
}