{
    "id": 7842,
    "citation_title": "Regulating Executive Pay: Using the Tax Code to Influence CEO Compensation",
    "citation_author": [
        "Nancy L. Rose",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2000-08-01",
    "issue_date": "2000-08-01",
    "revision_date": "2019-10-03",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study explores corporate responses to 1993 legislation, implemented as section 162(m) of the Internal Revenue Code, that capped the corporate tax deductibility of top management compensation at $1 million per executive unless it qualified as substantially  performance-based.'  We detail the provisions of this regulation, describe its possible effects, and test its impact on U.S. CEO compensation during the 1990s.  Data on nearly 1400 publicly-traded U.S. corporations are used to explore the determinants of section 162(m) compensation plan qualification and the effect of section 162(m) on CEO pay.   Our analysis suggests that section 162(m) may have created a  focal point' for salary compensation, leading some salary compression close to the deductibility cap.  There is weak evidence that compensation plan qualification is associated with higher growth rates, as would be the case if qualification relaxed some political constraints on executive pay.   There is little evidence that the deductibility cap has had significant effects on overall executive compensation levels or growth rates at firms likely to be affected by the deductibility cap, however, nor is there evidence that it has increased the performance sensitivity of CEO pay at these firms.  We conclude that corporate pay decisions seem to be relatively insulated from this type of blunt policy intervention.\n\n",
    "acknowledgement": "\n"
}