{
    "id": 7845,
    "citation_title": "Troubled Banks, Impaired Foreign Direct Investment: The Role of Relative Access to Credit",
    "citation_author": [
        "Michael Klein",
        "Joe Peek",
        "Eric Rosengren"
    ],
    "citation_publication_date": "2000-08-01",
    "issue_date": "2000-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe relative wealth hypothesis of Froot and Stein (1991), motivated by the aggregate correlation between real exchange rates and foreign direct investment (FDI) observed in the 1980s, cannot explain one of the major shifts in FDI in the 1990s: the continued decline in Japanese FDI during a period of stable stock prices and a rapidly appreciating yen. However, when the relative wealth hypothesis is supplemented with the relative access to credit hypothesis proposed in this study, we are able to show that unequal access to credit by Japanese firms can explain the FDI puzzle in the 1990s. We utilize a unique data set that links individual Japanese firms engaged in FDI to their main banks. Using both bank-level and firm-level data sets, we find that financial difficulties at banks were economically and statistically important in reducing the number of FDI projects by Japanese firms into the United States, even after controlling for the effects associated with the relative wealth movements driven by macroeconomic fluctuations in the exchange rate and stock market prices. This provides strong empirical evidence that differences across firms in the degree of their access to credit can be an important determinant of foreign direct investment.\n\n",
    "acknowledgement": "\n"
}