{
    "id": 7851,
    "citation_title": "When Does Start-Up Innovation Spur the Gale of Creative Destruction?",
    "citation_author": [
        "Joshua S. Gans",
        "David H. Hsu",
        "Scott Stern"
    ],
    "citation_publication_date": "2000-08-01",
    "issue_date": "2000-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is motivated by the substantial differences in start-up commercialization strategies observed across different high-technology sectors.  Specifically, we evaluate the conditions under which start-up innovators earn their returns on innovation through product market competition with more established firms (such as in many areas of the electronics industry) as opposed to cooperation with these incumbents (either through licensing, strategic alliances or outright acquisition as observed in the pharmaceutical industry).  While the former strategy challenges incumbent market power, the latter strategy tends to reinforce current market structure.  Though the benefits of cooperation include forestalling the costs of competition in the product market and avoiding duplicative investment in sunk assets, imperfections in the  market for ideas' may lead to competitive behavior in the product market.  Specifically, if the transaction costs of bargaining are high or incumbents are likely to expropriate ideas from start-up innovators, then product market competition is more likely.  We test these ideas using a novel dataset of the commercialization strategies of over 100 start-up innovators.  Our principal robust findings are that the probability of cooperation is increasing in the innovator's control over intellectual property rights, association with venture capitalists (which reduce their transactional bargaining costs), and in the relative cost of control of specialized complementary assets.  Our conclusion is that the propensity for pro-competitive benefits from start-up innovators reflects an earlier market failure, in the  market for ideas.'\n\n",
    "acknowledgement": "\n"
}