{
    "id": 7852,
    "citation_title": "Trade Liberalization, Exit, and Productivity Improvements: Evidence from Chilean Plants",
    "citation_author": [
        "Nina Pavcnik"
    ],
    "citation_publication_date": "2000-08-01",
    "issue_date": "2000-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper empirically investigates the effects of trade liberalization on plant productivity in the case of Chile. Chile presents an interesting setting to study this relationship since it underwent a massive trade liberalization that significantly exposed its plants to competition from abroad during the late 1970s and early 1980s. Methodologically, I approach this question in two steps. In the first step, I estimate a production function to obtain a measure of plant productivity. I estimate the production function semiparametrically to correct for the presence of selection and simultaneity biases in the estimates of the input coefficients required to construct a productivity measure. I explicitly incorporate plant exit in the estimation to correct for the selection problem induced by liquidated plants. These methodological aspects are important in obtaining a reliable plant-level productivity measure based on consistent estimates of the input coefficients. In the second step, I identify the impact of trade liberalization on plants' productivity in a regression framework allowing variation in productivity over time and across traded- and nontraded-goods sectors. Using plant-level panel data on Chilean manufacturers, I find evidence of within plant productivity improvements that can be attributed to a liberalized trade policy, especially for the plants in the import-competing sector. In many cases, aggregate productivity improvements stem from the reshuffling of resources and output from less to more efficient producers.\n\n",
    "acknowledgement": "\n"
}