{
    "id": 7861,
    "citation_title": "Accumulated Pension Collars: A Market Approach to Reducing the Risk of Investment-Based Social Security Reform",
    "citation_author": [
        "Martin Feldstein",
        "Elena Ranguelova"
    ],
    "citation_publication_date": "2000-08-01",
    "issue_date": "2000-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows how a new type of derivative product that could be provided by private financial markets could in principle be used to guarantee that an investment-based Social Security reform provides at least the level of real retirement income that is projected in current Social Security rules. In effect, future retirees could purchase a  put option' that guarantees that the future retirement benefit will not fall below the level projected in current Social Security law or some other chosen level. To pay for this guarantee, they would agree to give up the part of the annuity payments which exceeds a given level, effectively selling a call option on the stream of payments. This market-based approach could  be completely voluntary, leaving each individual to decide what level of guarantee he wants. The higher the minimum guarantee that the individual chooses, the more of the potentially higher returns he must give up. The financial market can thus tailor each individual's product to his own risk preferences. Alternatively, the government might require that any product that is sold as part of the investment-based Social Security reform must include at least some such market-based guarantee. Our analysis calculates some of the tradeoffs that could be provided in today's financial markets. We show that it is feasible to protect future benefits equal to those projected in current law with a combination of the current payroll tax rate and Personal Retirement Account savings  equal to 2.5 percent of covered earnings.  Raising the savings rate to 3.0 percent increases substantially the amount of the return that the individual can keep, raising it to 145 percent of the currently projected level of benefits. Reducing the guarantee level to 90 percent of the projected future benefits would increase this upside potential to 150 percent of the currently projected level of benefits with a 2.5 percent saving rate and 195 percent of the currently projected benefits with a 3.0 percent saving rate.\n\n",
    "acknowledgement": "\n"
}