{
    "id": 7876,
    "citation_title": "The Determinants of National Innovative Capacity",
    "citation_author": [
        "Scott Stern",
        "Michael E. Porter",
        "Jeffrey L. Furman"
    ],
    "citation_publication_date": "2000-09-01",
    "issue_date": "2000-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMotivated by differences in R&D productivity across advanced economies, this paper presents an empirical examination of the determinants of country-level production of international patents.  We introduce a novel framework based on the concept of national innovative capacity. National innovative capacity is the ability of a country to produce and commercialize a flow of innovative technology over the long term. National innovative capacity depends on the strength of a nation's common innovation infrastructure (cross-cutting factors which contribute broadly to innovativeness throughout the economy), the environment for innovation in its leading industrial clusters, and the strength of linkages between these two areas. We use this framework to guide our empirical exploration into the determinants of country-level R&D productivity, specifically examining the relationship between international patenting (patenting by foreign countries in the United States) and variables associated with the national innovative capacity framework. While acknowledging important measurement issues arising from the use of patent data, we provide evidence for several findings. First, the production function for international patents is surprisingly well-characterized by a small but relatively nuanced set of observable factors, including R&D manpower and spending, aggregate policy choices such as the extent of IP protection and openness to international trade, and the share of research performed by the academic sector and funded by the private sector. As well, international patenting productivity depends on each individual country's knowledge  stock.' Further, the predicted level of national innovative capacity has an important impact on more downstream commercialization and diffusion activities (such as achieving a high market share of high-technology export markets). Finally, there has been convergence among OECD countries in terms of the estimated level of innovative capacity over the past quarter century.\n\n",
    "acknowledgement": "\n"
}