{
    "id": 7877,
    "citation_title": "When Does Funding Research by Smaller Firms Bear Fruit?: Evidence from the SBIR Program",
    "citation_author": [
        "Joshua S. Gans",
        "Scott Stern"
    ],
    "citation_publication_date": "2000-09-01",
    "issue_date": "2000-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates whether the relative concentration of funding for small, research-oriented firms in a small number of high-tech industries is related to the differences across industries in the level of appropriability or capital constraints facing small firms. To do so, we exploit a novel test based on the relationship between industry-level private venture financing and the performance of government-subsidized R&D projects in those sectors. If the government funds projects on the margin (as it should under an optimal subsidy regime) and industries only differ in terms of the level of appropriability, then private funding and subsidized project performance are positively correlated. Conversely, if industries only differ in terms of the level of capital constraints, this correlation is negative. Our principal empirical result is that project-level performance is highest for those technologies that are in industrial segments that attract high rates of venture capital investment. This result suggests that industrial sectors differ in the degree of appropriability for research-oriented small businesses and that variation in the appropriability regime helps explain the concentrated nature of venture capital activity in the economy.\n\n",
    "acknowledgement": "\n"
}