{
    "id": 7887,
    "citation_title": "The Impact of Information Technology on Emergency Health Care Outcomes",
    "citation_author": [
        "Susan Athey",
        "Scott Stern"
    ],
    "citation_publication_date": "2000-09-01",
    "issue_date": "2000-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the productivity of technology and job design in emergency response systems, or  911 systems.' During the 1990s, many 911 systems adopted  Enhanced 911' (E911), where information technology is used to link automatic caller identification to a database of address and location information. A potential benefit to E911 is improved timeliness of the emergency response. We evaluate the returns to E911 in the context of a panel dataset of Pennsylvania counties during 1994-1996, when almost half of the 67 counties experienced a change in technology. We measure productivity using an index of health status of cardiac patients at the time of ambulance arrival, where the index should be improved by timely response. We also consider the direct effect of E911 on several patient outcomes, including mortality within the first hours following the incident and the total hospital charges incurred by the patient. Our main finding is that E911 increases the short-term survival rates for patients with cardiac diagnoses by about 1%, from a level of 96.2%. We also provide evidence that E911 reduces hospital charges.  Finally, we analyze the effect of job design, in particular the use of  Emergency Medical Dispatching' (EMD), where call-takers gather medical information, provide medical instructions over the telephone, and prioritize the allocation of ambulance and paramedic services. Controlling for EMD adoption does not affect our results about E911, and we find that EMD and E911 do not have significant interactions in determining outcomes (that is, they are neither substitutes nor complements).\n\n",
    "acknowledgement": "\n"
}