{
    "id": 7888,
    "citation_title": "The Impact of School Choice on Student Outcomes: An Analysis of the Chicago Public Schools",
    "citation_author": [
        "Julie Berry Cullen",
        "Brian Jacob",
        "Steven Levitt"
    ],
    "citation_publication_date": "2000-09-01",
    "issue_date": "2000-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCurrent education reform proposals involve improving educational outcomes through forms of market-based competition and expanded parental choice.  In this paper, we explore the impact of choice through open enrollment within the Chicago Public Schools (CPS). Roughly half of the students within CPS opt out of their assigned high school to attend other neighborhood schools or special career academies and magnet schools.  Access to school choice dramatically increases student sorting by ability relative to neighborhood assignment.  Students who opt out are more likely to graduate than observationally similar students who remain at their assigned schools.  However, with the exception of those attending career academies, the gains appear to be largely spurious   driven by the fact that more motivated students are disproportionately likely to opt out.  Students with easy geographical access to a range of schools other than career academies (who presumably have a greater degree of school choice) are no more likely to graduate on average than students in more isolated areas.  We find no evidence that this finding can be explained by negative spillovers to those who remain that mask gains to those who travel.  Open enrollment apparently benefits those students who take advantage of having access to vocational programs without harming those who do not.\n\n",
    "acknowledgement": "\n"
}