{
    "id": 7891,
    "citation_title": "Measuring the \"Ideas\" Production Function: Evidence from International Patent Output",
    "citation_author": [
        "Michael E. Porter",
        "Scott Stern"
    ],
    "citation_publication_date": "2000-09-01",
    "issue_date": "2000-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the parameters of the  ideas' production function central to recent models of economic growth. We do so by evaluating the determinants of  international' patenting rates across the OECD, where an international patent is one granted by the U.S. patent office to a foreign establishment. Taking advantage of variation in the flow of ideas produced by different countries over time, we provide evidence for three main findings. First, at the level of the production of international patents, country-level R&D productivity increases proportionally with the stock of ideas already discovered, a key parametric restriction associated with the Romer model of ideas-driven growth (Romer, 1990; Jones, 1995). Second, we find that ideas productivity in a given country is constant or declining in the worldwide stock of ideas. Ideas production by other countries raises the bar for producing new-to-the-world technology domestically, outweighing the positive effects of international knowledge spillovers. Finally, ideas productivity is concave in the size of the R&D workforce and the linkage between ideas production and overall productivity growth is small. These results suggest that while the parametric restrictions required to generate endogenous technological change may be satisfied for individual economies, the growth rate associated with such effects may be modest. There seems to be a gap between the the sustained production of ideas by advanced economies and the ability to translate ideas into measured productivity growth.\n\n",
    "acknowledgement": "\n"
}