{
    "id": 7894,
    "citation_title": "Entrepreneurship and Household Saving",
    "citation_author": [
        "William M. Gentry",
        "R. Glenn Hubbard"
    ],
    "citation_publication_date": "2000-09-01",
    "issue_date": "2000-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we argue that costly external financing for entrepreneurial investments (coupled with potentially high returns on those investments) has important implications for the saving, investment, and entry decisions of continuing and potential entrepreneurs.  These effects are similar in spirit to the role played by costly external financing on investment by corporations. Using data from the 1983 and 1989 Federal Reserve Board Surveys of Consumer Finances, we quantify three findings about entrepreneurial saving decisions and their role in household wealth accumulation.  First, entrepreneurial households own a substantial share of household wealth and income, and this share increases throughout the wealth distribution and the income distribution.  Second, the portfolios of entrepreneurial households, even wealthy ones, are very undiversified, with the bulk of assets held within active businesses.  Third, wealth-income ratios and saving rates are higher for entrepreneurial households even after controlling for age and other demographic variables.  Taken together, these findings suggest that studies of household saving decisions in general and of the savings decisions of wealthy or high-income households in particular have paid insufficient attention to the role of entrepreneurial decisions and their role in wealth accumulation. Our conclusion that entrepreneurial saving and investment decisions are interdependent raises three areas for future research: (1) measuring the role of entrepreneurs in aggregate wealth accumulation; (2) studying implications for portfolio allocation and asset pricing; and (3) analyzing consequences for tax policy toward entrepreneurial saving and investment.\n\n",
    "acknowledgement": "\n"
}