{
    "id": 7906,
    "citation_title": "Do the Rich Save More?",
    "citation_author": [
        "Karen E. Dynan",
        "Jonathan Skinner",
        "Stephen P. Zeldes"
    ],
    "citation_publication_date": "2000-09-01",
    "issue_date": "2000-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe issue of whether higher lifetime income households save a larger fraction of their income is an important factor in the evaluation of tax and macroeconomic policy.  Despite an outpouring of research on this topic in the 1950s and 1960s, the question remains unresolved and has since received little attention. This paper revisits the issue, using new empirical methods and the Panel Study on Income Dynamics, the Survey of Consumer Finances, and the Consumer Expenditure Survey. We first consider the various ways in which life cycle models can be altered to generate differences in saving rates by income groups: differences in Social Security benefits, different time preference rates, non-homothetic preferences, bequest motives, uncertainty, and consumption floors. Using a variety of instruments for lifetime income, we find a strong positive relationship between personal saving rates and lifetime income. The data do not support theories relying on time preference rates, non-homothetic preferences, or variations in Social Security benefits. Instead, the evidence is consistent with models in which precautionary saving and bequest motives drive variations in saving rates across income groups. Finally, we illustrate how models that assume a constant rate of saving across income groups can yield erroneous predictions.\n\n",
    "acknowledgement": "\n"
}