{
    "id": 7907,
    "citation_title": "How Do Doctors Behave When Some (But Not All) of Their Patients are in Managed Care?",
    "citation_author": [
        "Sherry Glied",
        "Joshua Zivin"
    ],
    "citation_publication_date": "2000-09-01",
    "issue_date": "2000-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost physicians today treat a variety of patients within their practices and operate in markets where a variety of insurance arrangements co-exist.  In this paper, we propose several theoretical explanations for physician treatment patterns when the patient population is heterogeneous at the practice and market level.  Data from the 1993-1996 National Ambulatory Medical Care Survey (NAMCS) are used to test how practice-level and market-level HMO penetration affect treatment intensity. Practice composition has strong effects on treatment.  HMO-dominated practices have shorter, but otherwise more treatment intensive visits than do other practices.  Market characteristics are less important determinants of treatment.  As HMO practice share rises, the differences between the treatment of non-HMO and HMO patients are attenuated.  These results provide strong evidence for a model of physician behavior with fixed costs of effort in the form of visit duration.  For tests ordered, medications prescribed, and return visits specified, the empirical evidence supports a model with marginal cost pricing for excess capacity.  HMO and non-HMO treatment patterns are most distinct at the level of the practice, not the patient. HMO-dominated practices appear to use a practice style that is quite different from that used in other practices.  These findings suggest that practices are likely to become more segregated over time.\n\n",
    "acknowledgement": "\n"
}