{
    "id": 7914,
    "citation_title": "Endogenous Pricing to Market and Financing Costs",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "2000-09-01",
    "issue_date": "2000-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the endogenous determination of pricing to market, in a model with time dependent transportation costs, where the future terms of trade are random. Allowing time dependent transportation costs adds a dimension of investment to the pre-buying of imports, implying that financial considerations determine the frequency of pricing to market, and the deviations from relative PPP. If the expected discounted cost of last minute delivery is higher than pre-buying, one exercises the option of spot market imports if the realized terms of trade are favorable enough. Pricing to market is observed in countries characterized by low terms of trade volatility and low financing costs. In these circumstances, imports are pre-bought, and the spot market for imports is inactive. In countries where the financing costs and the terms of trade volatility are high, few imports are pre-bought, the price of imports is determined by the realized real exchange rate, and a version of relative PPP holds. With an intermediate level of terms of trade volatility and of financing costs, a mixed regime is observed, and some imports are pre-bought. If the realized real exchange rate is favorable enough more imports are purchased in the spot market, the price of imports is determined by the realized real exchange rate, and the relative PPP holds. If the realized real exchange rate is weak, pricing to market would prevail, increasing consumers' welfare by shielding them from the adverse purchasing power consequences of weak terms of trade. Higher financing costs increase the cost of pre-buying imports, reducing thereby the frequency of pricing to market, increasing the expected relative price of imports, reducing the expected deviations from relative PPP, and reducing welfare.\n\n",
    "acknowledgement": "\n"
}