{
    "id": 7916,
    "citation_title": "The Present and Future of Monetary Policy Rules",
    "citation_author": [
        "Bennett T. McCallum"
    ],
    "citation_publication_date": "2000-09-01",
    "issue_date": "2000-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo consider the prospects, looking 20-30 years into the future, for monetary policymaking in accordance with policy rules, one must evaluate their present importance.  That requires some definition of what constitutes rule-based monetary policy in practice, since no actual central bank will ever be literally bound by any simple formula (or any strict optimal control scheme).  Consideration of the rules-versus-discretion literature, plus more recent analysis by Woodford (1999), indicates that rule-based policy is conducted to satisfy relationships specified from a  timeless perspective.' Given this conception, it seems reasonably clear that today's prominent regimes (e.g., inflation targeting) do largely represent rule-based policymaking.  Whether these will prevail into the future will depend in part on political trends, but their fundamental soundness gives room for hope. Regarding the effects of a gradually diminishing role of money, it would appear that the feasibility and attractiveness of rule-based policymaking will not be seriously impaired so long as a tangible medium of exchange has some importance, even if small.  In the complete absence of monetary transactions, there would be no monetary policy of any type, rule-based or discretionary.  But it seems highly unlikely that money will disappear in the foreseeable future.\n\n",
    "acknowledgement": "\n"
}