{
    "id": 7919,
    "citation_title": "Causes of U.S. Bank Distress During the Depression",
    "citation_author": [
        "Charles W. Calomiris",
        "Joseph R. Mason"
    ],
    "citation_publication_date": "2000-09-01",
    "issue_date": "2000-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides the first comprehensive econometric analysis of the causes of bank distress during the Depression. We assemble bank-level data for virtually all Fed member banks, and combine those data with county-level, state-level, and national-level economic characteristics to capture cross-sectional and inter-temporal variation in the determinants of bank failure. We construct a model of bank survival duration using these fundamental determinants of bank failure as predictors, and investigate the adequacy of fundamentals for explaining bank failures during alleged episodes of nationwide or regional banking panics. We find that fundamentals explain most of the incidence of bank failure, and argue that  contagion' or  liquidity crises' were a relatively unimportant influence on bank failure risk prior to 1933.  We construct upper-bound measures of the importance of contagion or liquidity crises. At the national level, we find that the first two banking crises identified by Friedman and Schwartz in 1930 and 1931 are not associated with positive unexplained residual failure risk, or with changes in the importance of liquidity measures for forecasting bank failures. The third banking crisis they identify is a more ambiguous case, but even if one views it as a bona fide national liquidity crisis, the size of the contagion effect could not have been very large.  The last banking crisis they identify at the beginning of 1933   is associated with important, unexplained increases in bank failure risk.  We also investigate the potential role of regional or local contagion and illiquidity crises for promoting bank failure and find some evidence in support of such effects, but these are of small importance in the aggregate.   We also investigate the causes of bank distress measured as deposit contraction, using county-level measures of deposits of all commercial banks, and reach similar conclusions about the importance of fundamentals in determining deposit contraction.\n\n",
    "acknowledgement": "\n"
}