{
    "id": 7923,
    "citation_title": "Does the Social Security Earnings Test Affect Labor Supply and Benefits Receipt?",
    "citation_author": [
        "Jonathan Gruber",
        "Peter Orszag"
    ],
    "citation_publication_date": "2000-09-01",
    "issue_date": "2000-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Social Security earnings test, a version of which still applies to those ages 62-64, reduces immediate payments to beneficiaries whose labor income exceeds a given threshold.  Although benefits are subsequently increased to compensate for any such reduction, the earnings test is typically perceived as a tax on working.  As a result, it is considered by many to be an important disincentive to paid work for older Americans.  Yet there is little evidence to suggest an economically significant effect of the earnings test on hours of work, and almost no research on the effect of the test on the decision to work at all. We investigate these issues using the significant changes in the structure of the earnings test over the past 25 years, using data over the past 25 years, using data over the 1973-1998 period from the March Supplement to the Current Population Survey (CPS), which provide large samples of observations on the elderly.   Our analysis suggests two major conclusions. First, the earnings test exerts no robust influence on the labor supply decisions of men.  Neither graphical analyses of breaks in labor supply trends, nor regression estimates that control for underlying trends in labor supply by age group, reveal any significant impact of changes in earnings test parameters on aggregate employment, hours of work, or earnings for men.  For women, there is more suggestive evidence that the earnings test is affecting labor supply decisions. Second, loosening the earnings test appears to accelerate benefits receipt among the eligible population, lowering benefits levels, and heightening concerns about the standard of living of these elderly at very advanced ages.  Our findings suggest some cause for caution before rushing to remove the earnings test at younger ages.\n\n",
    "acknowledgement": "\n"
}