{
    "id": 7924,
    "citation_title": "Does Managed Care Change the Mission of Nonprofit Hospitals? Evidence From the Managerial Labor Market",
    "citation_author": [
        "Richard Arnould",
        "Marianne Bertrand",
        "Kevin F. Hallock"
    ],
    "citation_publication_date": "2000-09-01",
    "issue_date": "2000-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how the managerial labor market in nonprofit hospitals has adjusted to the negative income pressures created by HMO penetration. Using a panel of about 1500 nonprofit hospitals over the period 1992 to 1996, we find that top executive turnover increases following an increase in HMO penetration. Moreover, the increase in turnover is concentrated among the hospitals that have low levels of economic profitability and are more financially leveraged.  While the link between top executive pay and for-profit performance measures is on average very weak, HMO penetration substantially tightens that link: as HMO penetration increases, top executives are compensated more for improving the profitability of their hospitals. These results are consistent with the view that HMO penetration increases the importance of for-profit performance objectives among not-for-profit hospitals. Boards appear to fire the managers that are least able to compete in the new competitive environment and reward incumbent managers more for achieving for-profit goals. Consistent with donors' belief that these changes represent a weakening of the nonprofit mission and not simply an attempt by altruistic boards to protect intergenerational equity, we find that public donations fall as HMO market share increases.\n\n",
    "acknowledgement": "\n"
}