{
    "id": 7928,
    "citation_title": "Taxing and Subsidizing Housing Investment: The Rise and Fall of Housing's Favored Status",
    "citation_author": [
        "Patric H. Hendershott",
        "Michael White"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper surveys and interprets a wide body of literature on the taxation and subsidization of investment in owner-occupied and rental housing.  Where available, the study considers experiences outside of the United States.  Issues addressed include what nonneutral taxation is, how taxation/subsidization has varied relative to this standard over the last thirty years, the impact of subsidies on house prices, housing consumption and tenure, and rationales for preferring one tenure choice over another. We find a broad increase in housing's favored status during the 1970s, a reversal during the 1980s, and a further decline in this status during the 1990s.  There are two broad components to these shifts.  First, there is an endogenous component caused by variations in the inflation rate.  Because housing is the tax-favored asset, the higher are nominal returns, the greater is the tax advantage.  This is reinforced by tax bracket creep; again, being the tax-favored asset, the higher are tax rates, the greater is the tax advantage.  Second, there is an exogenous component, largely reflected in the cutting of tax rates even below what they were in 1970 and the weakening of the mortgage interest deduction in many countries.  We attribute this component to the aging of the baby-boomers, which first provided a constituency for more generous treatment of owner-occupied housing, but now is working in the opposite direction.\n\n",
    "acknowledgement": "\n"
}