{
    "id": 7933,
    "citation_title": "The Distribution of Stock Return Volatility",
    "citation_author": [
        "Torben G. Andersen",
        "Tim Bollerslev",
        "Francis X. Diebold",
        "Heiko Ebens"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit direct model-free measures of daily equity return volatility and correlation obtained from high-frequency intraday transaction prices on individual stocks in the Dow Jones Industrial Average over a  five-year period to confirm, solidify and extend existing characterizations of stock return volatility and correlation. We find that the unconditional distributions of the variances and covariances for all thirty stocks are leptokurtic and highly skewed to the right, while the logarithmic standard deviations and correlations all appear approximately Gaussian. Moreover, the distributions of the returns scaled by the realized standard deviations are also Gaussian. Consistent with our documentation of remarkably precise scaling laws under temporal aggregation, the realized logarithmic standard deviations and correlations all show strong temporal dependence and appear to be well described by long-memory processes. Positive returns have less impact on future variances and correlations than negative returns of the same absolute magnitude, although the economic importance of this asymmetry is minor. Finally, there is strong evidence that equity volatilities and correlations move together, possibly reducing the benefits to portfolio diversification when the market is most volatile. Our findings are broadly consistent with a latent volatility fact or structure, and they set the stage for improved high-dimensional volatility modeling and out-of-sample forecasting, which in turn hold promise for the development of better decision making in practical situations of risk management, portfolio allocation, and asset pricing.\n\n",
    "acknowledgement": "\n"
}