{
    "id": 7939,
    "citation_title": "The Evolution of Employment Relations in U.S. and Japanese Manufacturing Firms, 1900-1960: A Comparative Historical and Institutional Analysis",
    "citation_author": [
        "Chiaki Moriguchi"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper offers a comparative study of the evolution of employment systems in the U.S. and Japan, using a game-theoretic framework in which an employment system is viewed as an equilibrium outcome of the strategic interactions among management, labor, and government.  The paper identifies parallel institutional developments in large manufacturing firms in the U.S.and Japan during the first three decades of this century.  In both countries, employment relations evolved from ones governed by simple, short-term contracts with individual bargaining toward employer paternalism' characterized by implicit, long-term contracts and company-wide employee representation.The paper then documents the subsequent processes of bifurcation. While Japan continued down the same path during the 1930s,the U.S. witnessed the breakdown of implicit contracts during the Great Depression, which eventually led to an endogenous hange in the legal framework. The paper describes how the two institutional paths further diverged during WWII under wartime regulations, and explains why Japan's trajectory did not converge to the American system despite the legal reforms in Japan under U.S. occupation. By the early 1960s, explicit, elaborate, and legally enforceable employment contracts and industrial unionism had developed in large U.S. manufacturing firms, whereas implicit, ambiguous, and self-enforcing employment contracts and enterprise unionism had emerged in their Japanese counterparts.\n\n",
    "acknowledgement": "\n"
}