{
    "id": 7942,
    "citation_title": "Estimating the Effects of Covariates on Health Expenditures",
    "citation_author": [
        "Donna B. Gilleskie",
        "Thomas A. Mroz"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper addresses estimation of an outcome characterized by mass at zero, significant skewness, and heteroscedasticity. Unlike other approaches suggested recently that require retransformations or arbitrary assumptions about error distributions, our estimation strategy uses sequences of conditional probability functions, similar to those used in discrete time hazard rate analyses, to construct a discrete approximation to the density function of the outcome of interest conditional on exogenous explanatory variables.  Once the conditional density function has been constructed, we can examine expectations of arbitrary functions of the outcome of interest and evaluate how these expectations vary with observed exogenous covariates.  This removes a researcher's reliance on strong and often untested maintained assumptions.  We demonstrate the features and precision of the conditional density estimation method through Monte Carlo experiments and an application to health expenditures using the RAND Health Insurance Experiment data.  Overall, we find that the approximate conditional density estimator that we propose provides accurate and precise estimates of derivatives of expected outcomes for a wide range of types of explanatory variables.  We find that two-part smearing models often used by health economists do not perform well.  Our results, both in Monte Carlo experiments and in our real application, also indicate that simple one-part OLS models of level health expenditures can provide more accurate estimates than commonly used two-part models with smearing, provided one uses enough expansion terms in the one-part model to fit the data well.\n\n",
    "acknowledgement": "\n"
}