{
    "id": 7944,
    "citation_title": "Who Benefits Whom in Daily Newspaper Markets?",
    "citation_author": [
        "Lisa George",
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarkets are generally thought to avoid problems, such as tyranny of the majority, that arise when allocation is accomplished through collective processes.  Yet, with fixed costs, differentiated product markets deliver only products desired by substantial constituencies.  When consumers share similar preferences, then additional consumers will bring forth additional products   or improve the attributes or position of existing products   and the consumers confer positive pecuniary preference externalities' on each other.   However, if distinct groups of consumers have substantially different preferences, the groups can hurt each other through product markets.  We document the pattern of preference externalities among black and white consumers of daily newspapers in the US.  We find that, in their capacity as newspaper consumers, members of each group benefits themselves and either harm, or fail to benefit, each other through the product market.  We document that product positioning provides the mechanism underlying our results.  While Friedman (1962) argues that  the use of political channels  tends to strain the social cohesion essential for a stable society,' while, by contrast,  widespread use of the market reduces the strain on the social fabric by rendering conformity unnecessary,' mounting evidence on media markets suggests otherwise.\n\n",
    "acknowledgement": "\n"
}