{
    "id": 7945,
    "citation_title": "Class Struggle Inside the Firm: A Study of German Codetermination",
    "citation_author": [
        "Gary Gorton",
        "Frank Schmid"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWho should control the firm?  What should be the firm's objective function?  If contracts are incomplete, then the group of input providers that most needs their interests protected should be allocated control rights to the firm.  Existing theories argue that the suppliers of capital are most in need of protection.  We empirically assess this answer by examining the German system of codetermination,' a governance system under which employees are allocated some control rights over corporate assets by law. Codetermination laws require that employees be represented on the (supervisory) board of directors.  If codetermination sufficiently empowers employees, and if stockholders' rights cannot be contractually protected, then employees may redistribute the firm's surplus towards themselves.  In addition, if employee interests are not contractually protected, then employees' may prefer a different objective function for the firm.  For example, employees may hamper capitalist flexibility by resisting restructuring of the firm if that would jeopardize their human capital.  We examine this with particular reference to the unification of East Germany and West Germany, a shock that may have caused employees in the former West to resist restructuring; the more so in codetermined firms.  We also examine whether shareholders respond to codetermination with more concentrated block holdings, perhaps increasing their bargaining power with employees, or with higher leverage, committing more cash to leave the firm.  Finally, we examine the relationship between codetermination and the performance sensitivity of compensation for board members.\n\n",
    "acknowledgement": "\n"
}