{
    "id": 7946,
    "citation_title": "A Historical Test of the Tiebout Hypothesis: Local Heterogeneity from 1850 to 1990",
    "citation_author": [
        "Paul W. Rhode",
        "Koleman S. Strumpf"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Tiebout hypothesis, which states that individuals will costlessly sort themselves across local communities according to their public good preferences, is the workhorse of the local public finance literature. This paper develops a test of the Tiebout hypothesis using historical variation in mobility costs. Our extension of the Tiebout model to incorporate such costs yields the following comparative statics: as mobility costs fall, the heterogeneity across communities of individual public good preferences and, under some standard assumptions, of public good provision must (weakly) increase. Given mobility costs have fallen over time, a natural test of the Tiebout hypothesis is to take these predictions to the data   here all US counties over the 1850-1990 period. Contrary to the predictions, we find decreasing heterogeneity between counties in policy outcomes (local education spending and total taxes or revenues) and in a wide variety of proxies for public good preferences (age groups, education levels, election outcomes, home ownership, income, race, and religious affiliation). Using the Boston SMSA as a case study, we show that the heterogeneity trends are similar at the municipal and county levels. These results suggest that forces working in opposition to Tiebout sorting have dominated individual location decisions over the past century.\n\n",
    "acknowledgement": "\n"
}