{
    "id": 7948,
    "citation_title": "Behavioral Economics",
    "citation_author": [
        "Sendhil Mullainathan",
        "Richard H. Thaler"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBehavioral Economics is the combination of psychology and economics that investigates what happens in markets in which some of the agents display human limitations and complications.  We begin with a preliminary question about relevance.  Does some combination of market forces, learning and evolution render these human qualities irrelevant?  No.  Because of limits of arbitrage less than perfect agents survive and influence market outcomes. We then discuss three important ways in which humans deviate from the standard economic model.  Bounded rationality reflects the limited cognitive abilities that constrain human problem solving. Bounded willpower captures the fact that people sometimes make choices that are not in their long-run interest.  Bounded self-interest incorporates the comforting fact that humans are often willing to sacrifice their own interests to help others.  We then illustrate how these concepts can be applied in two settings: finance and savings.  Financial markets have greater arbitrage opportunities than other markets, so behavioral factors might be thought to be less important here, but we show that even here the limits of arbitrage create anomalies that the psychology of decision making helps explain.  Since saving for retirement requires both complex calculations and willpower, behavioral factors are essential elements of any complete descriptive theory.\n\n",
    "acknowledgement": "\n"
}