{
    "id": 795,
    "citation_title": "Women, Children, and Industrialization in the Early Republic: Evidence from the Manufacturing Censuses",
    "citation_author": [
        "Claudia Goldin",
        "Kenneth L. Sokoloff"
    ],
    "citation_publication_date": "1981-11-01",
    "issue_date": "1981-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe first half of the nineteenth century was a critical juncture regarding the emergence of female participation in the market economy, the increase in the wage of females relative to that of adult males, and the evolution of large scale firms in both mechanized and non-mechanized industries. We present the first systematic and comprehensive description of these events as they evolved in the states of the Northeast to 1850. Our sources are primarily samples taken from three early censuses and reports of manufacturing, 1820, 1832, and 1850. Our principal findings are: (1) that women and children composed a large share (over 40% in 1832) of the entire manufacturing labor force during the initial period of industrialization in the U.S., but that this share began a secular decline as early as 1840; (2) that the wage of females (and boys) relative to that of adult males rose wherever large scale manufacturing establishments spread and that by 1850 this ratio had risen to almost 90% its long-term level; (3) that the labor force participation of young unmarried women in the industrial counties of the Northeast was, in 1832, high by late nineteenth century standards; and (4) that the employment of females and boys was closely associated with production processes used by large-scale establishments. Women and children had been a previously under-utilized and large segment of the potential labor force, and their harnessing by manufacturing was a critical factor in the industrialization of the Northeast.\n\n",
    "acknowledgement": "\n"
}