{
    "id": 7956,
    "citation_title": "Competition Between Private and Public Schools: Testing Stratification and Pricing Predictions",
    "citation_author": [
        "Dennis Epple",
        "David Figlio",
        "Richard Romano"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen there are peer effects in education, private schools have an incentive to vary tuition to attract relatively able students. Epple and Romano (1998) develop a general equilibrium model characterizing equilibrium pricing and student selection into schools when peer effects are present.  The model predicts that competition will lead private schools to give tuition discounts to more able students, and that this will give rise to an equilibrium exhibiting stratification by income and ability between the public and private sectors and to a hierarchy of schools within the private sector.  The model also yields a variety of comparative-static predictions.  The predictions of the model are tested in this paper using a unique data set assembled by Figlio and Stone (1999).  Tests of equilibrium predictions of the model reveal that: The propensity to attend private school increases with both income and ability, and, among private schools, the propensity to attend the highest-tuition school rises with both income and ability.  Within private schools, tuition declines with student ability, with a substantial of even high-income households paying little or no tuition.  The correlation between income and ability is greater in public than private schools. Tests of comparative static predictions of the model reveal that: Both income and ability become stronger predictors of private school attendance as public school expenditure falls.  Income becomes increasingly important in determining placement in the private school hierarchy as public school expenditure falls.  Discounts to ability in the lowest-quality private school decline as public school expenditure rises while discounts to ability in the highest-quality private school are little affected by changes in public school expenditure.  Expenditure in private schools rises as expenditure in public school increases.  These empirical results are consistent with the predictions of the theoretical model.\n\n",
    "acknowledgement": "\n"
}