{
    "id": 7961,
    "citation_title": "Internet Car Retailing",
    "citation_author": [
        "Fiona Scott Morton",
        "Florian Zettelmeyer",
        "Jorge Silva Risso"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the effect of Internet car referral services on dealer pricing of automobiles in California. Combining data from J.D. Power and Associates and Autobytel.com, a major online auto referral service, we compare online transaction prices to regular  street' prices. We find that the average customer of this online service pays approximately 2% less for her car, which corresponds to about $450 for the average car. Fifteen percent of the savings comes from making the purchase at a low-price dealership affiliated with the web service. The remaining 85% of the savings seem to be due to the bargaining power of the referral service and the lower cost of serving an online consumer. Dealer price dispersion declines with online sales, indicating we are picking up more than a selection effect. Online consumers who indicate they are ready to buy in the next two days pay even lower prices. Dealers pay less for an online customer's trade-in vehicle, although on-line customers are still better off overall than offline customers. Dealer average gross margin on an online vehicle sale is lower by about $300 than an equivalent offline sale. However, because online consumers are cheaper to serve and online sales may be new business for the dealerships, web-affiliated dealers are likely to be better off. Consumers who use the web do better than at least 61% of offline consumers.\n\n",
    "acknowledgement": "\n"
}