{
    "id": 7965,
    "citation_title": "The Recent Transformation of Participatory Employment Practices in Japan",
    "citation_author": [
        "Takao Kato"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing both quantitative data from national surveys and qualitative data from our own field research, this paper provides evidence on changes in participatory employment practices in Japan during the economic slowdown in the 1990s.  Overall, consistent with the complementarity of such practices and the long-term nature of their effects, evidence points to the enduring nature of such practices (except for small to medium size firms with no union where we find evidence for management to try to weaken the role of employee participation). There are, however, a few early signs of trouble even for large, unionized firms, which might eventually result in the breakdown of the system if left untreated.  First, while the number of full time union officials has been falling substantially as a result of continued downsizing of the firm's labor force, the amount of time and effort that union officials need to put into participatory employment practices have not been falling.  This often results in an uncompensated increase in workload for union officials. If this trend continues, union officials who have been playing a key role in Japanese participatory management will become less effective and less committed to the interest of the rank and files.  Second, top management sometimes finds its participatory management system detrimental to timely and efficient management, and hence tries to streamline the system.  Overloaded union officials may offer less resistance to this kind of management initiative.  Third, the current system tends to produce a gap in the quantity and quality of information acquired from management between top union officials and their general membership.  It is conceivable that such a gap may eventually result in the breakdown of the system.\n\n",
    "acknowledgement": "\n"
}