{
    "id": 7968,
    "citation_title": "Is Making Divorce Easier Bad for Children? The Long Run Implications of Unilateral Divorce",
    "citation_author": [
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost states in the U.S. allow for unilateral divorce, which increases the ease of divorce by not requiring the explicit consent of both partners.  Such regulations have come under fire for their perceived negative consequences for marital stability and resulting child outcomes, but there is no evidence to date to support the contention that easier divorce regulations are actually bad for children.  I assess the long run implications for children of growing up in a unilateral divorce environment, by measuring how such youth exposure affects adult outcomes. Using 40 years of census data to exploit the variation across states and over time in changes in divorce regulation, I confirm that unilateral divorce regulations do significantly increase the incidence of divorce.  I also find that adults who were exposed to unilateral divorce regulations as children are less well educated and have lower family incomes.  They are also more likely themselves to be both married and separated, and both of these effects appear to reflect primarily a shift towards earlier marriage and separation.  Women in these exposed cohorts are less attached to the labor force, while men are somewhat more attached; the timing of these effects appears consistent with a causal role for marriage.  Thus, exposure to easier divorce regulation as a youth appears to worsen adult outcomes along a number of dimensions, but the ultimate implications depend on the long run impacts of earlier family formation among this cohort.\n\n",
    "acknowledgement": "\n"
}