{
    "id": 7970,
    "citation_title": "Technological Change and the Environment",
    "citation_author": [
        "Adam B. Jaffe",
        "Richard G. Newell",
        "Robert N. Stavins"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEnvironmental policy discussions increasingly focus on issues related to technological change.  This is partly because the environmental consequences of social activity are frequently affected by the rate and direction of technological change, and partly because environmental policy interventions can themselves create constraints and incentives that have significant effects on the path of technological progress.  This paper, prepared as a chapter draft for the forthcoming Handbook of Environmental Economics (North-Holland/Elsevier Science), summarizes for environmental economists current thinking on technological change in the broader economics literature, surveys the growing economic literature on the interaction between technology and the environment, and explores the normative implications of these analyses.  We begin with a brief overview of the economics of technological change, and then examine three important areas where technology and the environment intersect:  the theory and empirical evidence of induced innovation and the related literature on the effects of environmental policy on the creation of new, environmentally friendly technology; the theory and empirics of environmental issues related to technology diffusion; and analyses of the comparative technological impacts of alternative environmental policy instruments.  We conclude with suggestions for further research on technological change and the environment.\n\n",
    "acknowledgement": "\n"
}