{
    "id": 7971,
    "citation_title": "International and Domestic Collateral Constraints in a Model of Emerging Market Crises",
    "citation_author": [
        "Ricardo Caballero",
        "Arvind Krishnamurthy"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a model of emerging markets crises which features two types of collateral constraints.  Firms in a domestic economy have limited borrowing capacity from international investors. They also have limited borrowing capacity with respect to each other.  We study how the presence of and changes in these collateral constraints affect financial and real variables. A binding international constraint in the aggregate leads to a sharp rise in interest rates and fire sales of domestic assets, while limited domestic collateral can lead to wasted international collateral.  These two collateral constraints can interact in important ways.  The first is disintermediation: a fire sale of domestic assets causes banks to fail in their function of reallocating resources across the economy leading to wasted international collateral.  The second is a dynamic effect. We show that firms in an economy with limited domestic collateral and a binding international collateral constraint will not adequately precaution against adverse shocks, increasing the severity of these shocks.  Our approach is distinctive in that, while much of the literature on the role of financial constraints in macroeconomics draws their insights within either of these collateral deficiencies, we argue that their static and dynamic interactions have important consequences for emerging markets' performance.\n\n",
    "acknowledgement": "\n"
}