{
    "id": 7973,
    "citation_title": "Moving to Opportunity in Boston: Early Results of a Randomized Mobility Experiment",
    "citation_author": [
        "Lawrence F. Katz",
        "Jeffrey R. Kling",
        "Jeffrey B. Liebman"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": [
        "\n",
        "\nMoving To Opportunity\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper examines the short-run impacts of a change in residential neighborhood on the well-being of low-income families, using evidence from the Moving To Opportunity (MTO) program in which eligibility for a housing voucher was determined by random lottery.  Applicants in high poverty public housing projects were assigned by lottery to one of three groups: Experimental   offered mobility counseling and a voucher valid only in a low-poverty  Census tract;  Section 8 Comparison offered a geographically unrestricted voucher; or Control offered no new assistance, but continued eligibility for public housing. Our quantitative analyses of program impacts at the Boston site of MTO uses data on 540 families approximately two years after program enrollment.   48 percent of the Experimental group and 62 percent of the Section 8 Comparison group moved through the MTO program.  Households in both treatment groups experienced improvements in multiple measures of well-being relative to the Control group including increased safety, improved health among household heads, and fewer behavior problems among boys.  There were no significant short-run impacts of either MTO treatment on employment, earnings, or welfare receipt.  Experimental group children were less likely to be personally victimized by crime, to be injured, or to experience an asthma attack.\n\n",
    "acknowledgement": "\n"
}