{
    "id": 7982,
    "citation_title": "An Economic Analysis of Alcohol, Drugs, and Violent Crime in the National Crime Victimization Survey",
    "citation_author": [
        "Sara Markowitz"
    ],
    "citation_publication_date": "2000-10-19",
    "issue_date": "2000-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to examine the direct relationship between the prices of alcohol and drugs and the incidence of criminal violence in a nationally representative sample of individuals in the United States.  The positive association between substance use and violence is well documented, as is the negative relationship between the quantity of alcohol or drugs consumed and their prices.  These two relationships together form the principal hypothesis examining whether increases in substance prices will directly decrease the incidence of criminal violence. Violence is measured by assault, rape/sexual assault and robbery. Measures of alcohol or drug involved violent crimes are also considered.  The data come from the 1992, 1993 and 1994 National Crime Victimization Surveys.  A reduced form model is estimated in which the probability of being a victim of a violent crime is determined by the full prices of alcohol and illegal drugs, the arrest rates for violent crimes, and characteristics of the respondent.  Individual- level fixed effects are also employed in some models.  Results from the preferred specifications indicate that higher beer taxes lead to a lower incidence of assault, but not rape or robbery.  Higher beer taxes will also lead to lower probabilities of alcohol- or drug-involved assault. Decriminalizing marijuana will result in a higher incidence of assault and robbery, while higher cocaine prices will decrease these crimes.\n\n",
    "acknowledgement": "\n"
}