{
    "id": 7984,
    "citation_title": "Commercial Policy with Altruistic Voters",
    "citation_author": [
        "Julio J. Rotemberg"
    ],
    "citation_publication_date": "2000-10-01",
    "issue_date": "2000-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers a specific factor model with two sectors in which agents are altruistic towards domestic residents. I show that, even if the degree of altruism is small, direct democracy leads to commercial policies that are biased against trade as long as the mobile factor is unbiased in the sense of Jones and Ruffin (1977) and the income of the owners of the factor which is specific to the import competing sector is lower than the income of the owners of the other specific factor. Tariffs may be preferred to subsidies by the median voter if subsidies require that beneficiaries spend a fixed cost to demonstrate that they are entitled to these subsidies and there is heterogeneity in the size of producers. Lastly, I construct a model of indirect democracy where legislators can receive campaign contributions from potential lobbyists. Even if campaign contributions are positive in equilibrium, the tariffs that emerge from votes taken after lobbying can represent the wishes of the median voter. In this model, campaign contributions do not buy votes. Instead, consistent with what is claimed in the qualitative literature, they buy access to legislators' time. The model is also consistent with the evidence showing that campaign contributions and lobbying activity are directed mainly at legislators who already agree with their contributors and their lobbyists.\n\n",
    "acknowledgement": "\n"
}