{
    "id": 799,
    "citation_title": "A General Equilibrium Model of Taxation with Endogenous Financial Behavior",
    "citation_author": [
        "Joel Slemrod"
    ],
    "citation_publication_date": "1981-11-01",
    "issue_date": "1981-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents and utilizes a new general equilibrium simulation model of capital income taxation. Its chief advantage over existing models of the effects of taxation is that it recognizes that agents may adjust their financial behavior in response to changes in the way that capital income is taxed. By integrating a structural treatment of portfolio choice and financial markets into a standard multi-sector model of taxation, the model can trace the general equilibrium impact of these financial adjustments and calculate the tax-induced changes in the allocation of factors and output as well as the distributional effects of any tax change. The model is used to simulate the impact of completely indexing the tax system for inflation. The results indicate there would be significant financial adjustment in response to indexing. A large shift in the distribution of private risk bearing accompanies a slight reallocation of the capital stock away from owner-occupied housing toward its other uses and a substantial change in the ownership of the housing stock by income class. All in all, indexing the tax system of an economy like the U.S. in 1977 seems to lead to an efficiency gain, slightly hurts the lowest income classes, and substantially improves the welfare of the highest income groups. The simulation results should, however, be considered tentative due to uncertainty about the values of several parameters and the relatively simple formulations of the determinants of portfolio choice and the U.S. financial structure.\n\n",
    "acknowledgement": "\n"
}