{
    "id": 7991,
    "citation_title": "Asset Location for Retirement Savers",
    "citation_author": [
        "James M. Poterba",
        "John B. Shoven",
        "Clemens Sialm"
    ],
    "citation_publication_date": "2000-11-01",
    "issue_date": "2000-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses data on actual returns on taxable bonds, tax-exempt bonds, and a small sample of equity mutual funds over the 1962-1998 period to compare two asset location strategies for retirement savers. The first strategy gives priority to holding equities, through equity mutual funds, in a saver's tax-deferred account, while the second strategy gives priority to holding fixed-income investments in the tax-deferred account. We consider high-income taxable individual investors who saved in each year and invested in one of actively-managed funds in our sample. Over the thirty-seven year span that we consider, such savers would have accumulated a larger stock of wealth if they had held their equity mutual fund in their tax-deferred account than if they had held the fund in a conventional taxable form. The explanation for this apparent contradiction of the often-stated bonds in the tax-deferred account' prescription has two parts. First, many equity mutual funds impose substantial tax burdens on their investors. This raises the effective tax rate on investing in equities through mutual funds rather than in a buy-and-hold personal portfolio. Second, taxable investors who wish to hold fixed income assets can do so by holding tax-exempt bonds as well as by holding taxable bonds. The interest rate differential between taxable and tax-exempt bonds suggests that the effective tax rate on fixed income investments may be lower than the statutory tax rate for high-income investors.\n\n",
    "acknowledgement": "\n"
}