{
    "id": 7996,
    "citation_title": "Does the Internet Make Markets More Competitive?",
    "citation_author": [
        "Jeffrey R. Brown",
        "Austan Goolsbee"
    ],
    "citation_publication_date": "2000-11-01",
    "issue_date": "2000-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Internet has the potential to significantly reduce search costs by allowing consumers to engage in low-cost price comparisons online.  This paper provides empirical evidence on the impact that the rise of Internet comparison shopping sites has had for the prices of life insurance in the 1990s.  Using micro data on individual life insurance policies, the results indicate that, controlling for individual and policy characteristics, a 10 percent increase in the share of individuals in a group using the Internet reduces average insurance prices for the group by as much as 5 percent.  Further evidence indicates that prices did not fall with rising Internet usage for insurance types that were not covered by the comparison websites, nor did they in the period before the insurance sites came online.  The results suggest that growth of the Internet has reduced term life prices by 8 to 15 percent and increased consumer surplus by $115-215 million per year and perhaps more. The results also show that the initial introduction of the Internet search sites is initially associated with an increase in price dispersion within demographic groups, but as the share of people using the technology rises further, dispersion falls.\n\n",
    "acknowledgement": "\n"
}