{
    "id": 7997,
    "citation_title": "Japan Premium and Stock Prices: Two Mirrors of Japanese Banking Crises",
    "citation_author": [
        "Takatoshi Ito",
        "Kimie Harada"
    ],
    "citation_publication_date": "2000-11-01",
    "issue_date": "2000-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates how financial troubles among Japanese banks in the second half of the 1990s were viewed by the market. Two indicators, the Japan premium and the stock price index of the banking sector in Tokyo, were examined. Econometric tests were employed to see whether different kinds of investors saw the banking crisis differently, and what kind of news had most impacts on market pricing of Japanese banks. Our findings are as follows. (1) Factors that pushed up the Japan Premium most were the Daiwa Bank incidence in the fall of 1995, failures of large financial institutions in November 1997, and uncertainties in the resolution of banking problem in fall 1998. (2) The bank stock index declined (in relative to the general stock index) most in bank failures, in particular by the Yamaichi Securities failure in November 1997. (3) Individual failures of financial institutions may or may not have impact on other banks' stock prices. (4) The bank stock index and the general stock index historically had co-movements, but the structural changes occurred in the co-movement relationship at around the summer of 1995. (5) News that affected Japan premium and bank stocks are sometimes different. The bank stock price index Granger-causes the Japan premium, but the reverse does not hold. The result is consistent with the view that Japan premium reflects both domestic structural problems and banks' liquidity problem in the euro dollar market, while the bank stock prices reflect the former only.\n\n",
    "acknowledgement": "\n"
}