{
    "id": 800,
    "citation_title": "\"Double Dipping\": The Combined Effects of Social Security and Civil Service Pensions on Employee Retirement",
    "citation_author": [
        "Gary Burtless",
        "Jerry A. Hausman"
    ],
    "citation_publication_date": "1981-11-01",
    "issue_date": "1981-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider the retirement behavior of civilian employees of the United States government. Unlike previous studies, this investigation is based upon a data set containing fairly complete and accurate information about the Social Security and employer-provided pensions for which employees are (or ultimately will be) eligible. These data permit us to specify the financial aspects of individual retirement decisions with a reasonable degree of precision. A large fraction of civil service pensioners is eligible to receive Social Security benefits because a part of their working careers was spent in Social-Security-covered employment. The prevalence of double pension coverage among government employees has raised serious equity questions about the treatment of civil servants by Social Security, and these questions have led to various suggestions for pension reform. Partly, the reform proposals have been put forward due to the perceived unfairness of \"double dipping\" which arises from the double pension coverage of government employees. Our analysis finds: (1) Both the amount of a Federal pension entitlement and the expected wait until the pension commences affect the timing of retirement from the Federal service. (2) The rate of anticipated wage growth significantly affects individual decisions to remain in Federal employment. (3) Workers who are eligible to ultimately receive Social Security in some cases show a different pattern of retirement than do workers not vested in Social Security. However, our analysis does not reveal any massive shift of Federal workers into Social-Security-covered employment in order to benefit from the \"tilt\" in the Social Security formula.\n\n",
    "acknowledgement": "\n"
}