{
    "id": 8000,
    "citation_title": "Understanding Mid-Life and Older Age Mortality Declines: Evidence from Union Army Veterans",
    "citation_author": [
        "Dora L. Costa"
    ],
    "citation_publication_date": "2000-11-01",
    "issue_date": "2000-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the twentieth century the 17 year survival rate of 50-64 year old men rose by 24 percentage points. I examine waiting time until death from all natural causes and from all chronic, all acute, respiratory, stomach, infectious, all heart, ischemic, and myocarditis disease among Union Army veterans first observed in 1900. The effect of such specific early life infections as stomach ailments, rheumatic fever, syphilis, measles, respiratory infections, malaria, diarrhea, and tuberculosis on older age mortality depended upon the cause of death that was being investigated but all of these infections reduced cause-specific longevity. Men who grew up in a large city faced an elevated mortality risk from all causes of death controlling for later residence. The immediate effect of reduced infectious disease rates and reduced mortality from acute disease accounts for 62 percent of the twentieth century increase in survival rates and the long-run effect of reduced early life infectious disease rates accounts for 12 percent of the increase. The findings imply that although the current effects of improved public health and medical care are larger than the cohort effects, cost-benefit analyses and forecasts of future mortality still need to account for long-run effects; that mortality in populations in which infectious, respiratory, and parasitic deaths are common is best described by a competing risks model; and, that the urbanization that accompanied early industrialization was extremely costly.\n\n",
    "acknowledgement": "\n"
}