{
    "id": 8005,
    "citation_title": "GATT-Think",
    "citation_author": [
        "Kyle Bagwell",
        "Robert W. Staiger"
    ],
    "citation_publication_date": "2000-11-01",
    "issue_date": "2000-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe describe recent work on the theory of trade agreements that speaks to the purpose and design of GATT. Our discussion proceeds in three steps. First, we examine the purpose of a trade agreement. In both the traditional economic and the political-economy approaches to the study of trade agreements, the problem for a trade agreement to solve is the excessive protection that arises in the absence of an agreement as a consequence of the terms-of-trade externality. Second, we consider the origin and design of GATT. We note that GATT is a rules-based institution whose origin can be traced to the disastrous economic performance that accompanied the high tariffs of the 1920's and 1930's. Finally, we review the theoretical literature that interprets and evaluates the institutional features found in GATT. We consider in particular whether GATT articles can be interpreted as offering negotiation rules that help governments undo the inefficient restrictions in trade that are caused by the terms-of-trade externality. On the whole, our review suggests that the core principles of GATT indeed may be interpreted in this manner. Specifically, we report findings that indicate that the principles of reciprocity and non-discrimination work in concert to remedy the inefficiency created by the terms-of-trade externality. We also extract a variety of predictions from the literature on enforcement and trade policy, and we argue that these predictions are broadly compatible with both the design of GATT and certain historical experiences in trade-policy conduct. We thus interpret the literature reviewed here as providing a strong presumption for the view that GATT can be understood as an institution whose central principles are well-designed to assist governments in their attempt to escape from a terms-of-trade-driven Prisoners' Dilemma. Our review therefore offers support for the (politically-augmented) terms-of-trade theory as an appropriate framework within which to interpret and evaluate GATT.\n\n",
    "acknowledgement": "\n"
}