{
    "id": 8007,
    "citation_title": "The Long-Term Gains from GAIN: A Re-Analysis of the Impacts of the California GAIN Program",
    "citation_author": [
        "V. Joseph Hotz",
        "Guido W. Imbens",
        "Jacob A. Klerman"
    ],
    "citation_publication_date": "2000-11-01",
    "issue_date": "2000-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs part of recent reforms of the welfare programs in the U.S., many states and localities have refocused their Welfare-to-Work programs from an emphasis on human capital acquisition (i.e., providing basic education and vocational training) to an emphasis on \"work-first,\" (i.e., moving welfare recipients into unsubsidized employment as quickly as possible).  This change in emphasis has been motivated, in part, by results from the experimental evaluation, conducted by the Manpower Demonstration Research Corporation (MDRC), of California's Greater Avenues to Independence (GAIN) programs during the early 1990s. Their evaluation found that, compared to programs in other countries that emphasized skill accumulation, the work-first program in Riverside County had larger effects on employment, earnings, and welfare receipt.  In addition, the Riverside program was cheaper per recipient than the other programs. The paper reexamines the GAIN programs from two complementary perspectives.  First, we extend the earlier analysis through nine years post-randomization, which is the longest follow-up of any randomized training program, and find that the stronger impacts of Riverside County's work first program tend to shrink, whereas the weaker impacts for the human capital programs in Alameda and Los Angeles Counties tend to remain constant or even grow over time. Second, we develop and implement methods to allow the comparison of programs implemented by random assignment in different places despite striking differences in the composition of the participant populations.  On a substantive level, our reexamination of the GAIN experiment lead us to conclude that although the work first programs were more successful than the human capital accumulation programs in the early years, this relative advantage disappears in later years. On a methodological level, our results suggest that--at least in this welfare context--these methods are a promising approach both for the estimation of program effects from non-experimental data and for extrapolating program results from one location to a different location with a different population mix.\n\n",
    "acknowledgement": "\n"
}