{
    "id": 801,
    "citation_title": "Macroeconomic Determinants of Real Exchange Rates",
    "citation_author": [
        "William H. Branson"
    ],
    "citation_publication_date": "1981-11-01",
    "issue_date": "1981-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a model that integrates money, relative prices, and the current account balance as factors explaining movements in nominal (effective) exchange rates. Thus money and the current account are the proximate determinants of changes in real (effective) rates. The basic model is first analyzed under static expectations. It is an extension of Branson (1977) to include explicitly exogenous disturbances to the current account. Next, rational expectations are introduced, and it is shown that the nominal (and real) rate should be expected to jump instantaneously in response to new information or \"innovations\" in money, the current account, and relative prices. The model is applied to the quarterly data on effective exchange rates, relative prices, money and the current account for four countries--the U.S., the U.K., Germany and Japan -- since 1973. First the time-series properties of the data are described. All are approximately first-order autocorrelations except all relative prices and Japan's effective exchange rate and current account balance. These are second-order autocorrelations. Then vector autoregressions (VARs) are estimated among the four variables for each country. The residuals from these equations are the \"innovations\" in the data -- the current movements not predicted by the past. The correlations amongst these innovations are consistent with the theory. Thus the broad conclusion from the paper is that the theoretical model which integrates money, the balance on current account and relative prices, is consistent with movements in these variables since 1973. Real exchange rates adjust to real disturbances in the current account, and time-series innovations in the current account seem to signal the need for adjustment.\n\n",
    "acknowledgement": "\n"
}