{
    "id": 8011,
    "citation_title": "The Impact of Capital Gains Taxes on Stock Price Reactions to S&P 500 Inclusion",
    "citation_author": [
        "Jennifer L. Blouin",
        "Jana Smith Raedy",
        "Douglas A. Shackelford"
    ],
    "citation_publication_date": "2000-11-01",
    "issue_date": "2000-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper contributes to our understanding of the determinants of price responses to inclusion in the S&P 500 by providing evidence consistent with capital gains tax planning impacting stock reactions.  Tests are conducted on 426 additions from 1978-1999.  We regress the returns on the first trading day following announcement on a capital gains tax measure and controls.  The evidence is consistent with the share prices of appreciated firms being temporarily bid up to compensate individual shareholders for any unanticipated capital gains taxes triggered when they sell to index funds and the share prices of depreciated firms being temporarily diminished when individual shareholders sell because buyers and sellers share the tax savings associated with deductible capital losses.  We infer from these findings that in rebalancing their portfolios after S&P 500 additions, index funds share individual shareholders' capital gains taxes (or tax savings) through sales price adjustments.  Consistent with temporary price pressure, further analysis shows that much of the price reaction unwinds over the following week's trading. Finding that personal capital gains taxes affect stock returns in a setting that does not bias toward taxes mattering suggests that capital gains tax capitalization may be a pervasive feature in equity valuation.\n\n",
    "acknowledgement": "\n"
}