{
    "id": 8014,
    "citation_title": "Are Profits Shared Across Borders? Evidence on International Rent Sharing",
    "citation_author": [
        "John W. Budd",
        "Matthew J.Slaughter"
    ],
    "citation_publication_date": "2000-11-01",
    "issue_date": "2000-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the literature on rent sharing in the labor market, many studies have documented a robustly positive correlation between wages for various micro-units firms, individuals, union-firm bargaining units with profits per worker at the level of that micro-unit's industry, where industry profits are interpreted as prosperity in the product market enjoyed by firms and available for sharing with workers. But these industry studies delineate product markets by the same country as that of the micro-units, and this implicitly closed-economy perspective may miss important international aspects of wage setting. In this paper we examine how profit sharing may be conditioned by the international linkages which help shape economic openness, by analyzing negotiated contract wages for a sample of over 1000 Canadian labor contracts spanning all manufacturing from 1980 through 1992. Our central finding is that the relevant measure of product-market prosperity, and thus the pattern of rent or profit sharing, varies significantly across international linkages including multinational ownership, union type, and trade barriers. There seems to be international rent sharing, with profit sharing across borders conditioned by institutions at both the firm and industry level.\n\n",
    "acknowledgement": "\n"
}