{
    "id": 8016,
    "citation_title": "12 Million Salaried Workers Are Missing",
    "citation_author": [
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "2000-11-01",
    "issue_date": "2000-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvidence from Current Population Surveys through 1997, various cohorts of the National Longitudinal Surveys, and the Panel Study of Income Dynamics suggests that the fraction of American employees paid salaries stayed constant from the late 1960s through the late 1970s, but fell slightly thereafter through the late 1990s. Accounting for the changing industrial, occupational, demographic and economic structure of the work force shows that the fraction was 9 percentage points below what would have been expected in the late 1970s. This shortfall is not explained by growth in the temporary help industry, by institutional changes in overtime or wage payment regulation, by the increasing openness of American labor and product markets, nor by convergence of nonwage aspects of hourly and salaried employment. A theory of worker commitment and employers' monitoring costs explains the determination of pay status. While monitoring costs may have changed consistent with the decline in salaried work, only declining worker commitment is also consistent with an observed relative decline in earnings of hourly workers. Various waves of the General Social Surveys provide direct evidence that workers' commitment/trustworthiness declined during this period. Data from several cohorts of men in the NLS imply that there was a detrimental change in the work attitudes of young men in the lower half of the distribution of early-career job satisfaction, a conclusion that is bolstered by the relative decline in job tenure among hourly-paid workers.\n\n",
    "acknowledgement": "\n"
}