{
    "id": 8017,
    "citation_title": "The Effects of Business-to-Business E-Commerce on Transaction Costs",
    "citation_author": [
        "Luis Garicano",
        "Steven N. Kaplan"
    ],
    "citation_publication_date": "2000-11-01",
    "issue_date": "2000-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we study the changes in transaction costs from the introduction of the Internet in transactions between firms (i.e., business-to-business (B2B) e-commerce).  We begin with a conceptual framework to organize the changes in transaction costs that are likely to result when a transaction is transferred from a physical marketplace to an Internet-based one.   Following Milgrom and Roberts (1992), we differentiate between the impact on coordination costs and motivation costs.   We argue that it is likely that B2B e-commerce reduces coordination costs and increases efficiency.  We classify these efficiencies into three broad categories   (1) process improvements; (2) marketplace benefits; and (3) indirect improvements. At the same time, B2B e-commerce affects incentive costs.  In particular, we discuss the impact of the introduction of e-commerce on informational asymmetries.  We implement this framework by analyzing detailed internal data from one Internet-based firm to measure process improvements, marketplace benefits, and motivation costs.  We present less detailed data and analyses for one other firm.  Our results suggest that process improvements and marketplace benefits are potentially large. We find little evidence that informational asymmetries are more important in the electronic marketplace we study than the existing physical ones.\n\n",
    "acknowledgement": "\n"
}