{
    "id": 8023,
    "citation_title": "Generalized Solow-Neutral Technical Progress and Postwar Economic Growth",
    "citation_author": [
        "Michael J. Boskin",
        "Lawrence J. Lau"
    ],
    "citation_publication_date": "2000-12-01",
    "issue_date": "2000-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing revised, updated, and consistent annual post-World War II data from the G-7 countries developed by us, we econometrically estimate and test alternative explanations of the structure of economic growth in a model with three inputs   tangible capital, labor, and human capital   which permits the identification of the magnitudes of and biases in both returns to scale and technical progress.     We find: 1.   Technical progress is simultaneously purely tangible capital and human capital augmenting, that is,  generalized Solow-neutral.' This finding provides an alternative explanation of the slow pace of convergence in real GDP per capita: the benefits from technical progress depend directly on the levels of tangible and human capital; countries with higher levels of capital realize higher rates of technical progress.2.    Technical progress has been capital, not labor, saving and thus is not a cause of systemic structural unemployment. 3.   Technical progress accounts for more than 50 percent of the economic growth of the G-7 countries except Canada.  Tangible capital input is next most important; together with technical progress, they account for three quarters or more of the growth of real output in the G-7 countries, except Canada. 4.   The most important source of the growth slowdown since the mid-1970's decline in the rate of capital (both tangible and human)-augmenting technical progress.\n\n",
    "acknowledgement": "\n"
}