{
    "id": 8028,
    "citation_title": "Where did British Foreign Capital Go? Fundamentals, Failures and the Lucas Paradox: 1870-1913",
    "citation_author": [
        "Michael A. Clemens",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2000-12-01",
    "issue_date": "2000-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA decade has passed since Robert Lucas asked why capital does not flow from rich to poor countries.  Lucas used a contemporary example to illustrate his Paradox, the very modest flow of capital from the United States to India during the second great global capital market boom, after 1970.  Had he paid more attention to the first great global capital market boom, after 1870, he might have been less surprised.  Very little of British capital exports went to poor, labor-abundant countries.  Indeed, about two-thirds of it went to the labor-scarce New World where only a tenth of the world's population lived, and only about a quarter of it went to labor-abundant Asia and Africa where almost two-thirds of the world's population lived.  Why? Was it caused by some international market failure, or was it due to some shortfall in underlying economic, demographic or geographic fundamentals that made capital's productivity low in poor countries? This paper constructs a panel data set for 34 countries who as a group got 92 percent of British capital, and uses it to conclude that international capital market failure (including whether the country was on or off the Gold Standard) was not involved.  It then ranks the three big fundamentals that mattered schooling, natural resources and demography.\n\n",
    "acknowledgement": "\n"
}