{
    "id": 803,
    "citation_title": "Human Capital and Economic Growth",
    "citation_author": [
        "Jacob Mincer"
    ],
    "citation_publication_date": "1981-11-01",
    "issue_date": "1981-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndividuals differ in both inherited and acquired abilities, but only the latter differ among countries and time periods. Human capital analysis deals with acquired capabilities which are developed through formal and informal education at school and at home, and through training, experience, and mobility in the labor market. Just as accumulation of personal human capital produces individual economic (income) growth, so do the corresponding social or national aggregates. At the national level, human capital can be viewed as a factor of production coordinate with physical capital. This implies that its contribution to growth is greater the larger the volume of physical capital and vice versa. The framework of an aggregate production function shows also that the growth of human capital is both a condition and a consequence of economic growth. Human capital activities involve not merely the transmission and embodiment in people of available knowledge, but also the production of new knowledge which is the source of innovation and of technical change which propels all factors of production. This latter function of human capital generates worldwide economic growth regardless of its initial geographic locus. Contrary to Malthus, economic growth has not been eliminated by population growth. Indeed, spatial and temporal patterns of the \"demographic transition\" appear to be congruent with economic growth. Human capital is a link which enters both the causes and effects of these economic-demographic changes.\n\n",
    "acknowledgement": "\n"
}