{
    "id": 8033,
    "citation_title": "On the Japanese Economy and Japanese National Accounts",
    "citation_author": [
        "Albert Ando"
    ],
    "citation_publication_date": "2000-12-01",
    "issue_date": "2000-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA review of the Japanese National Accounts reveals that the Japanese household sector has apparently suffered a capital loss of some 400 trillion-yen in 1990 consumption prices since 1970. This loss is large enough to explain most of the Japanese recession of the 1990's.  We can trace some three-fourths of this capital loss to the loss in the market value of Japanese corporations relative to their accounting value (at reproduction cost).  While some plausible explanations for this loss can be offered, they are subject to serious doubts because of difficulties encountered in working with the Japanese National Accounts data. Similarly, we find total government expenditures reported in Japanese fiscal statistics difficult to interpret, and the difference between this total and total expenditures for the general government sector in the National Accounts hard to identify and understand.  Until the relationship between the budget totals and the corresponding figures in the National Accounts is fully clarified, we are unable to say what the actual history of Japanese fiscal policy has been. We conclude the paper with a set of suggestions for improving the Japanese government's fiscal statistics and its National Income Accounts.  We also hope that our discussion will serve as a guide for users of these statistics as to where they must be cautious.\n\n",
    "acknowledgement": "\n"
}