{
    "id": 8045,
    "citation_title": "Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market",
    "citation_author": [
        "Amy Finkelstein",
        "James Poterba"
    ],
    "citation_publication_date": "2000-12-01",
    "issue_date": "2000-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents new evidence on the importance of adverse selection in insurance markets.  We use a unique data set, consisting of all annuity policies sold by a large U.K. insurance company since the early 1980s, to analyze mortality differences across groups of individuals who purchased different types of policies.  We find systematic relationships between ex-post mortality and annuity policy characteristics, such as whether the annuity will make payments to the estate in the event of an untimely death and whether the payments from the annuity rise over time. These mortality patterns are consistent with models of asymmetric information in insurance markets.  We find no evidence of mortality differences, however, across annuities of different size, as measured by the initial annual payment from the annuity. We also study differences in the pricing of different annuity products, and find that the pricing of various features of annuity contracts is consistent with the self-selection patterns we find in mortality rates. Our results therefore suggest that many specific features of insurance contracts can serve as screening mechanisms.  This implies that insurance markets may be characterized by adverse selection, even when stratifying policyholders by the amount of payment in case of a claim does not support the existence of selection effects.\n\n",
    "acknowledgement": "\n"
}