{
    "id": 8049,
    "citation_title": "Environmental Tax Interactions When Pollution Affects Health or Productivity",
    "citation_author": [
        "Roberton C. Williams"
    ],
    "citation_publication_date": "2000-12-14",
    "issue_date": "2000-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNumerous recent studies have indicated that interactions with a tax-distorted labor market increase the cost of pollution regulation. However, these studies have made restrictive assumptions regarding individual preferences and have ignored key links between pollution, human health, and labor productivity. Together, these assumptions imply that the benefits of regulation do not affect labor supply. This paper develops an analytically tractable general equilibrium model that allows regulation to provide benefits through several different channels, including improved health or productivity. The model shows that when the benefits of reduced pollution come in the form of improved health or productivity, the benefits do affect labor supply, and therefore create a benefit-side tax-interaction effect in addition to the familiar cost-side interaction. This effect can magnify or diminish the benefits of reduced pollution. When reduced pollution boosts labor productivity, the effect substantially magnifies such benefits. When pollution affects consumer health, the effect will tend to be opposite, diminishing the benefits of reduced pollution. This result is of far more than just theoretical interest; the benefit-side interaction is of the same magnitude as the cost-side interaction, and thus can fundamentally affect the optimal level of regulation. The paper considers only environmental regulation, but the concepts developed here apply equally to other policies affecting productivity or health, such as research subsidies or occupational safety regulations.\n\n",
    "acknowledgement": "\n"
}