{
    "id": 8063,
    "citation_title": "The Effect of Medicaid Expansions for Low-Income Children on Medicaid Participation and Insurance Coverage: Evidence from the SIPP",
    "citation_author": [
        "John C. Ham",
        "Lara D. Shore-Sheppard"
    ],
    "citation_publication_date": "2001-01-01",
    "issue_date": "2001-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreased availability of public health insurance for children has led to two potentially contradictory concerns for public policy: that expanded availability of public insurance may lead families to decline private insurance and that additional public coverage may not reach many uninsured children.  We examine these two concerns using data from the 1987-1993 Surveys of Income and Program Participation.  Using static models we find that the expansions resulted in increased Medicaid coverage, although the estimates of take-up are smaller than estimates from previous research.  We find little evidence of a negative relationship of any significant magnitude between eligibility for Medicaid and private coverage.  We also find that children who have been eligible for Medicaid longer are more likely to be enrolled in Medicaid but no more likely to have lost private coverage. Including individual fixed effects reduces the magnitude of the estimated take-up effect, while the fixed effects estimates for the private insurance regression become negative and marginally statistically significant in some specifications.  Simple dynamic models of insurance choice show that insurance choice is quite persistent.  The estimated long run impact of eligibility in the dynamic models is larger than the estimate from the static models, while the immediate impact of expanded Medicaid eligibility from the dynamic models is smaller than the estimated effect from the static models.\n\n",
    "acknowledgement": "\n"
}