{
    "id": 8065,
    "citation_title": "The Relation Between Managed Care Market Share and the Treatment of Elderly Fee-For-Service Patients with Myocardial Infarction",
    "citation_author": [
        "Paul A. Heidenreich",
        "Mark McClellan",
        "Craig Frances",
        "Laurence C. Baker"
    ],
    "citation_publication_date": "2001-01-01",
    "issue_date": "2001-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nManaged care may affect medical treatments for non-managed-care patients if it alters local market structure or physician behavior.   We investigate whether higher levels of overall managed care market share are associated with greater use of recommended therapies for fee-for-service patients with acute myocardial infarction using data on 112,900 fee-for-service Medicare beneficiaries residing in one of 320 metropolitan statistical areas, with age >= 65 years, and admitted with an acute myocardial infarction between February 1994 and July 1995 from the Cooperative Cardiovascular Project.  After adjustment for patient characteristics, severity of illness, characteristics of the hospital of admission, specialty of treating physicians, and other area characteristics, patients treated in areas with high levels of managed care had greater relative use of beta-blockers during hospitalization and at discharge and aspirin during hospitalization and at discharge, consistent with more appropriate care.  Patients in high HMO areas may be less likely to receive angiography when compared to areas with low levels of managed care, although this result was only marginally significant.  In unadjusted comparisons, patients in high HMO market share areas had lower 30 day mortality, but there were no differences in 30 day mortality when all of the control variables were included in the model.  We conclude that managed care can have widespread effects on the treatment of patients and the quality of care they receive, even for patients not enrolled in managed care organizations.\n\n",
    "acknowledgement": "\n"
}