{
    "id": 8066,
    "citation_title": "The Risk and Return of Venture Capital",
    "citation_author": [
        "John H. Cochrane"
    ],
    "citation_publication_date": "2001-01-01",
    "issue_date": "2001-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper measures the mean, standard deviation, alpha and beta of venture capital investments, using a maximum likelihood estimate that corrects for selection bias. Since firms go public when they have achieved a good return, estimates that do not correct for selection bias are optimistic. The selection bias correction neatly accounts for log returns. Without a selection bias correction, I find a mean log return of about 100% and a log CAPM intercept of about 90%. With the selection bias correction, I find a mean log return of about 7% with a -2% intercept. However, returns are very volatile, with standard deviation near 100%. Therefore, arithmetic average returns and intercepts are much higher than geometric averages. The selection bias correction attenuates but does not eliminate high arithmetic average returns. Without a selection bias correction, I find an arithmetic average return of around 700% and a CAPM alpha of nearly 500%. With the selection bias correction, I find arithmetic average returns of about 53% and CAPM alpha of about 45%. Second, third, and fourth rounds of financing are less risky. They have progressively lower volatility, and therefore lower arithmetic average returns. The betas of successive rounds also decline dramatically from near 1 for the first round to near zero for fourth rounds. The maximum likelihood estimate matches many features of the data, in particular the pattern of IPO and exit as a function of project age, and the fact that return distributions are stable across horizons.\n\n",
    "acknowledgement": "\n"
}