{
    "id": 8069,
    "citation_title": "Effects of Competition under Prospective Payment on Hospital Costs among High and Low Cost Admissions: Evidence from California, 1983 - 1993",
    "citation_author": [
        "David Meltzer",
        "Jeanette Chung"
    ],
    "citation_publication_date": "2001-01-01",
    "issue_date": "2001-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCompetition and prospective payment systems have been widely used to attempt to control health care costs. Though much of the increase in medical costs over the past half-century has been concentrated among a few high-cost users of health care,prospective payment systems may provide incentives to selectively reduce expenditures on high-cost users relative to low-cost users and this pressure may be increased by competition. We use data on hospital charges and cost-to-charge ratios from California in 1983 and 1993 to examine the effects of competition on costs for high and low cost admissions before and after the establishment of the Medicare Prospective Payment System (PPS). Comparing persons above and below age 65 before and after the establishment of PPS, we find that competition is associated with increased costs before PPS in both age groups, but decreased costs afterwards, especially among those above age 65 with the highest costs. We conclude that the combination of competition and prospective payment systems may result in incentives to selectively reduce spending among the most expensive patients. This raises important issues relevant to the use Of competition and prospective payment to control costs and implies at minimum the need to carefully monitor outcomes for the sickest patients under prospective payment systems in competitive environments.\n\n",
    "acknowledgement": "\n"
}