{
    "id": 807,
    "citation_title": "A Positive Theory of Monetary Policy in a Natural-Rate Model",
    "citation_author": [
        "Robert J. Barro",
        "David B. Gordon"
    ],
    "citation_publication_date": "1981-11-01",
    "issue_date": "1981-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNatural-rate models suggest that the systematic parts of monetary policy will not have important consequences for the business cycle. Nevertheless, we often observe high and variable rates of monetary growth, and a tendency for monetary authorities to pursue countercyclical policies. This behavior is shown to be consistent with a rational expectations equilibrium in a discretionary environment where the policymaker pursues a \"reasonable\" objective, but where precommitments on monetary growth are precluded. At each point in time, the policymaker optimizes subject to given inflationary expectations, which determine a Phillips Curve-type tradeoff between monetary growth/inflation and unemployment. Inflationary expectations are formed with the knowledge that policymakers will be in this situation. Accordingly, equilibrium excludes systematic deviations between actual and expected inflation, which means that the equilibrium unemployment rate ends up independent of \"policy\" in our model. However, the equilibrium rates of monetary growth/inflation depend on various parameters, including the slope of the Phillips Curve, the costs attached to unemployment versus inflation, and the level of the natural unemployment rate. The monetary authority determines an average inflation rate that is \"excessive,\" and also tends to behave countercyclically. Outcomes are shown to improve if a costlessly operating rule is implemented in order to precomrnit future policy choices in the appropriate manner. The value of these precommitments -- that is, of long-term agreements between the government and the private sector -- underlies the argument for rules over discretion. Discretion is the sub-set of rules that provides no guarantees about the government's future behavior.\n\n",
    "acknowledgement": "\n"
}