{
    "id": 8074,
    "citation_title": "Individual Risk in an Investment-Based Social Security System",
    "citation_author": [
        "Martin Feldstein",
        "Elena Ranguelova"
    ],
    "citation_publication_date": "2001-01-01",
    "issue_date": "2001-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the risk aspects of an investment-based defined contribution Social Security plan.  We focus on the risk after the plan is fully phased in.  Individuals deposit a fraction of wages to a Personal Retirement Account (PRA), invest these funds in a 60:40 equity-debt mix, and in a similarly invested annuity at age 67.  The value of the assets follows a random walk with mean and variance of a 60:40 equity-debt portfolio over the period 1946-95, a mean log return of 5.5 percent (net of administrative costs of 0.4 percent) and a standard deviation of 12.5 percent.  We study he stochastic distributions of this process by doing 10,000 simulations of the 80-year experience of the cohort that reached age 21 in 1998. The resulting annuities are compared to the future defined benefits specified in current law (the  benchmark' benefits). With no uncertainty, a 5.5 percent log return would permit the benchmark benefits to be purchased with PRA deposits of 3.1 percent of payroll, only one-sixth of the pay-as-you-go tax needed for the benchmark benefits.  Saving a higher share of wages provides a  cushion' that protects the individual from the risk of an unacceptably low level of benefits.  For example, PRA deposits of 6 percent of wages reduces the probability that the benefits are less than the benchmark to 0.17 and the probability that they are less than 61 percent of the benchmark to 0.05.  PRA deposits of 9 percent of wages (half of the tax rate required in a pay-as-you-go system) would substantially reduce these risks. This pure investment-based plan is an extreme case.  The investment risk can be reduced further by using a mixed system that combines pay-as-you-go and investment-based components or that makes intergenerational transfers conditional on the performance of stock and bond prices.\n\n",
    "acknowledgement": "\n"
}