{
    "id": 8075,
    "citation_title": "Information Technology and Research and Development Impacts on Productivity and Skills: Looking for Correlations on French Firm Level Data",
    "citation_author": [
        "Jacques Mairesse",
        "Nathalie Greenan",
        "Agnes Topiol-Bensaid"
    ],
    "citation_publication_date": "2001-01-01",
    "issue_date": "2001-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe main objective of the study is descriptive. We set out to explore the (cor)relations between five IT and R&D indicators and measures of labor and total factor productivity, average wage and skill composition, on four panel data samples of French manufacturing and services firms over the two five years periods 1986-1990 and 1990-1994. Our first indicator is the ratio of the gross book value of office and computing equipment to the gross book value of total physical assets. The four other indicators are respectively constructed using very detailed information on the occupational and skill structure of the firm; they are the shares in the total number of employees of the four categories of specialized workers that we can gather under the headings of 'computer staff', 'electronics staff', 'research staff' and 'analysis staff'. The only significant finding in the time-series dimension of the data is the relation between an increase in all five indicators and a decrease in the share of blue collar-workers, while in the cross-sectional dimension of the data we observe strong evidence of positive correlations with productivity, average wage and the share of administrative managers, as well as negative ones with the share of blue-collar workers.\n\n",
    "acknowledgement": "\n"
}