{
    "id": 8078,
    "citation_title": "The Earned Income Tax Credit",
    "citation_author": [
        "V. Joseph Hotz",
        "John Karl Scholz"
    ],
    "citation_publication_date": "2001-01-01",
    "issue_date": "2001-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince its inception in 1975, the Earned Income Tax Credit (EITC) has grown into the largest, Federally-funded means-tested cash assistance program in the United States. In this chapter, we review the political history of the EITC, its rules and goals and provide a broad set of program statistics on its growth and coverage. We summarize conceptual underpinnings of much of the recent economic research on the EITC, discussing participation in the credit and compliance with its provisions, and its effects on labor force participation and hours of work, marriage and fertility, skill formation and consumption. We note that participation rates of the credit are high, rates of credit noncompliance are also high, and that there are theoretical reasons to prefer the EITC to other anti-poverty programs if one's objective is to encourage work among the poor. We also note that the predicted effects of the EITC are not all pro-work, especially with respect to hours and its labor market incentives for two-earner couples. We then summarize the existing empirical research on the behavioral effects of the EITC, paying particularly emphasis to the effects of the 1986, 1990 and 1993 expansions of the credit on labor force participation and hours of work. The literature provides consistent evidence, generated from a variety of empirical approaches, that the EITC positively affects labor force participation. The literature also finds smaller, negative effects on hours of work for people already in the labor market and for secondary workers. We conclude the chapter with a discussion of the ongoing EITC-related policy debates and highlight what, if any, critical economic issues underlie these debates.\n\n",
    "acknowledgement": "\n"
}