{
    "id": 808,
    "citation_title": "Union Effects: Wages, Turnover, and Job Training",
    "citation_author": [
        "Jacob Mincer"
    ],
    "citation_publication_date": "1981-11-01",
    "issue_date": "1981-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study explores the existence of a net union premium and of the extent of rationing by quality of the resulting excess supply. The net union premium was estimated by relating changes in wages to changes in union status of the same worker in longitudinal panels (NLS and MID), and by two cross-section wage level regressions, a \"prospective\" and \"retrospective\" which permit more direct observation of selectivity in hiring. Over a half of the cross-section differential of over 20% for the \"same\" (standardized) worker is a net union rent and much of the rest reflects a quality adjustment in hiring, as measured by wages. This conclusion was less reliable for older workers. Subsequent analysis explores the effects of successful union wage pressure on: quit rates, fringe benefits, wage profiles, and training. The reduction in quit of union joiners depends on the size of the net wage premium. Quit rate differentials are also positively related to the gross, cross-section wage differentials within groups of workers, classified by location and occupation, less so by industry. In Section 4, it is hypothesized that the imposition of larger fixed labor costs (such as fringes) helps to deter employers from preferring reductions in hours to reductions in men, and it helps to stabilize employment in the face of fluctuating demand, by a more frequent use of overtime and of temporary layoffs in the union sector. This hypothesis links the size of fringe benefits to the union wage gain. An analysis of firms in 70 industries confirms this link. Union pressure is exerted on the whole tenure profile of wages. The explicit linking of wage levels to seniority reduces incentives for worker investment in general (transferable) training. The total volume of training is indeed reported to be smaller in union jobs, and this is consistent with the flatter profile.\n\n",
    "acknowledgement": "\n"
}