{
    "id": 8083,
    "citation_title": "The World Income Distribution",
    "citation_author": [
        "Daron Acemoglu",
        "Jaume Ventura"
    ],
    "citation_publication_date": "2001-01-01",
    "issue_date": "2001-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that even in the absence of diminishing returns in production and techno-logical spillovers, international trade leads to a stable world income distribution. This is because specialization and trade introduce de facto diminishing returns: countries that accumulate capital faster than average experience declining export prices, depressing the rate of return to capital and discouraging further accumulation. Because of constant re-turns to capital accumulation from a global perspective time-series behavior of the world economy is similar to that of existing endogenous growth models, with the world growth rate determined by policies, savings and technologies. Because of diminishing returns to capital accumulation at the country level, the cross-sectional behavior of the world economy is similar to that of existing exogenous growth models: cross-country variation in economic policies, savings and technology translate into cross-country variation in incomes, and country dynamics exhibit conditional convergence as in the Solow-Ramsey model. The dispersion of the world income distribution is determined by the forces that shape the strength of the terms of trade effects the degree of openness to international trade and the extent of specialization. Finally, we provide evidence that countries accumulating faster experience a worsening in their terms of trade. Our estimates imply that, all else equal, a 1 percentage point faster growth is associated with approximately a 0.7 percentage point decline in the terms of trade.\n\n",
    "acknowledgement": "\n"
}