{
    "id": 809,
    "citation_title": "Why U.S. Wage and Employment Behavior Differs from That in Britain and Japan",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1981-11-01",
    "issue_date": "1981-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that rigid wages cannot provide the underpinnings of a universally valid theory of the business cycle, simply because wages are not universally rigid. Several different statistical techniques suggest that wage rates in the U.K. and Japan are between three and 15 times more flexible than in the U.S. during the postwar period. Corresponding to greater flexibility in wages, these two countries also exhibit more stable employment behavior over the business cycle. In historical data covering the period between the late-nineteenth-century and 1940, U.S. wage behavior appears to be much more similar to that in Britain and Japan. The contrast between the prewar data and the postwar data, where the U.S. is a definite outlier, suggests that the 1948 invention of the three-year staggered U.S. wage contract may be the crucial factor underlying sluggish U.S. postwar wage dynamics. A theoretical section attempts to distill from recent literature those features of labor market institutions that are regarded as optimal by economic theory. Japanese institutions exhibit more similarity to this theoretical paradigm than those in the U.S. or U.K. Economic theory predicts that long-duration contracts, like those in the postwar U.S., are more likely to emerge when the perceived cost of renegotiation is high, but we must appeal to history and cultural differences to explain why conflict avoidance plays a more prominent role in the development of Japanese labor market institutions than in the American case. In this comparison Britain is the odd-man-out, with well-publicized industrial strife, together with short contract durations. I appeal to history, the different legal tradition, and the nature of the British unions themselves to explain why the three-year contract became established in America but not in Britain.\n\n",
    "acknowledgement": "\n"
}