{
    "id": 8096,
    "citation_title": "Productivity Growth and the New Economy",
    "citation_author": [
        "William D. Nordhaus"
    ],
    "citation_publication_date": "2001-01-01",
    "issue_date": "2001-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe present study is the third in a series of three papers devoted to issues in the measurement of productivity and productivity growth. The major findings are as follows. First, this study shows that the new data set used here, which develops data on total output, business sector output, and 'well-measured' output, and relying on income-side data, provides a useful supplement to existing data sets. Second, there has clearly been a rebound in labor-productivity growth in recent years. All three sectoral definitions show a major acceleration in labor productivity in the last three years of the period (1996 98) relative to the 1978 95 period. The rebound was 1.2 percentage points for GDP, 1.8 percentage points for business sector, and 2.1 percentage points for well-measured output. Third, productivity growth in the new economy sectors has made a significant contribution to economy-wide productivity growth. For the business sector, of the 1.82 percentage point increase in labor-productivity growth in the last three years, 0.65 percentage point was due to the new-economy sectors. Finally, for all three output measures, there has been a substantial upturn in labor-productivity growth outside the new economy. After removing the direct effect of new economy sectors, the productivity acceleration was 0.54 percentage points for total GDP, 0.65 percentage points for business output, and 1.18 percentage points for well-measured output. It is clear that the productivity rebound is not narrowly focused in a few new-economy sectors.\n\n",
    "acknowledgement": "\n"
}