{
    "id": 8099,
    "citation_title": "Relative Deprivation, Inequality, and Mortality",
    "citation_author": [
        "Angus Deaton"
    ],
    "citation_publication_date": "2001-01-01",
    "issue_date": "2001-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI present a model of mortality and income that integrates the 'gradient,' the negative relationship between income and mortality, with the Wilkinson hypothesis, that income inequality poses a risk to health.  Individual health is negatively affected by relative deprivation within a reference group, defined as the ratio to group mean income of the total 'weight' of incomes of group members better-off than the individual.  I argue that such a model is consistent with what we know about the way in which social status affects health, based on both animal and human models.  The theory predicts: (a) within reference groups, which may be as large as whole populations, mortality declines with income, but at a decreasing rate; the mortality to income relationship is monotone decreasing and convex. (b) If the upper tail of the income distribution is Pareto then, among the rich, there will be a negative liriear relationship between the logarithm of the probability of death and the logarithm of income, whose slope is larger the larger is Pareto's constant, itself often interpreted as a measure of equality. (c) A mean-preserving increase in the spread of incomes raises the risk of mortality for everyone.  Between reference groups (e.g. states or countries) mortality is independent of the level of average income, but depends on the gini coefficient of income inequality, as does actual aggregate mortality across US states.  Individual data from the National Longitudinal Mortality Study show that the relative deprivation theory provides a good account of the mortality gradient within states, but actually fails to account for interstate correlation between mortality and income inequality.  Further analysis of the aggregate data shows that the effect of income inequality is not robust to the inclusion of other controls, particularly the fraction of blacks in the population.  The fraction black is positively associated with white (male) mortality in both the individual and aggregate data and, once the fraction black is controlled for, there is no effect of income inequality on either male or female mortality. No explanation is offered for why white mortality should be higher in states with a higher proportion of blacks in the population.\n\n",
    "acknowledgement": "\n"
}