{
    "id": 8103,
    "citation_title": "An International Perspective on Policies for an Aging Society",
    "citation_author": [
        "Jonathan Gruber",
        "David Wise"
    ],
    "citation_publication_date": "2001-01-01",
    "issue_date": "2001-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe single most important long run fiscal issue facing the developed world is the aging of its populations.  In virtually every developed country, there will be a steep increase in the ratio of the elderly to the working age population over the first half of the 21st century.  The purpose of our paper is to provide an international perspective on public policies directed towards the elderly, and to discuss the implications of these policies for both the elderly and for government budgets.  We begin by briefly reviewing the panoply of public programs targeted to the elderly, and document wide variation among the otherwise similar OECD nations in government spending directed towards the elderly. We then review what this increased spending is buying the elderly by providing some evidence on the relationship between social insurance program incentives and labor supply, between public spending and average elderly incomes, and between public spending and elderly poverty rates.  We provide some suggestive evidence that public spending on the elderly is doing little to raise their incomes on average, perhaps due to increased early retirement, but that it is significantly protecting them against poverty.  We then ask what the demographic transition bodes for the future: if countries do not change their behavior, what is the likely path for their fiscal situations?  We also show that, if the past is any guide, the burden of paying these high fiscal bills is likely to be paid through reduced spending elsewhere, particularly on programs for the non-elderly.\n\n",
    "acknowledgement": "\n"
}