{
    "id": 8108,
    "citation_title": "The Impact of New Deal Expenditures on Local Economic Activity: An Examination of Retail Sales, 1929-1939",
    "citation_author": [
        "Price V. Fishback",
        "William C. Horrace",
        "Shawn Kantor"
    ],
    "citation_publication_date": "2001-02-01",
    "issue_date": "2001-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n**Revised version 2005**  \nThis paper empirically examines the New Deal's impact on local economic activity, as measured by retail sales, during the 1930s. Using a recently-uncovered data set that describes over 30 federal New Deal spending, loan, and mortgage insurance programs across all U.S. counties from 1933 to 1939, we estimate how the various New Deal programs that were designed to accomplish different objectives influenced retail spending.  Our empirical approach accounts for both the simultaneity between New Deal allocations and economic activity and the geographic spillovers that likely resulted when spending in one county may have affected the economies of its neighbors.  We find that New Deal spending on public works tended to promote retail sales in both the county where the money was spent and in contiguous neighbors, while spending on work relief increased economic activity in the county where the money was spent but at the expense of neighboring counties.  Agricultural spending that limited production was associated with lower retail spending.  New Deal loan programs appear to have had little or a somewhat negative effect.  Finally, increases in the value of mortgages insured by the Federal Housing Administration had a strong positive effect on local economic growth during the Depression.\n\n",
    "acknowledgement": "\n"
}