{
    "id": 8111,
    "citation_title": "External Job Churning and Internal Job Flexibility",
    "citation_author": [
        "Peter Cappelli",
        "David Neumark"
    ],
    "citation_publication_date": "2001-02-01",
    "issue_date": "2001-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcern about job instability and insecurity has a long history and has generated a considerable body of research across the social sciences, most recently focused on whether job stability and security have declined.  Internally flexible systems for organizing work, sometimes called 'functionally flexible' systems, have been proposed as arrangements that can reduce job instability and insecurity by reducing the need for firms to rely on job cuts or contingent work to be able to respond to changes in their environments.  Related arguments have been made with regard to contingent work - that it allows firms to adjust labor while 'buffering' their core of permanent workers from instability.  We examine these arguments using three measures of instability and insecurity - voluntary and involuntary turnover and the use of contingent work - drawn from a national probability sample of establishments.  We find evidence that internally flexible work systems are associated with reduced voluntary and involuntary turnover in manufacturing.  But in the rest of the economy and indeed overall, they tend to be positively associated with all three measures.  Further, the use of contingent work is, in fact, positively related to involuntary turnover even in manufacturing.  The evidence therefore suggests that on net employers seeking flexibility in labor tend to use flexible work practices, contingent work, and turnover as complements, while only in manufacturing is there some evidence of substitutability between internal job flexibility and external job churning.\n\n",
    "acknowledgement": "\n"
}