{
    "id": 8120,
    "citation_title": "Macroeconomic Effects of Regulation and Deregulation in Goods and Labor Markets",
    "citation_author": [
        "Olivier Blanchard",
        "Francesco Giavazzi"
    ],
    "citation_publication_date": "2001-02-01",
    "issue_date": "2001-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProduct and labor market deregulation are fundamentally about reducing and redistributing rents, leading economic players to adjust in turn to this new distribution. Thus, even if deregulation eventually proves beneficial, it comes with strong distribution and dynamic effects. The transition may imply the decline of incumbent firms. Unemployment may increase for a while. Real wages may decrease before recovering, and so on.  To study these issues, we build a model based on two central assumptions: Monopolistic competition in the goods market, which determines the size of rents; and bargaining in the labor market, which determines the distribution of rents between workers and firms. We then think of product market regulation as determining both the entry costs faced by firms, and the degree of competition between firms. We think of labor market regulation as determining the bargaining power of workers.  Having characterized the effects of labor and product market deregulation, we then use our results to study two specific issues. First, to shed light on macroeconomic evolutions in Europe over the last twenty years, in particular on the behavior of the labor share. Second, to look at political economy interactions between product and labor market deregulation.\n\n",
    "acknowledgement": "\n"
}