{
    "id": 8123,
    "citation_title": "Administered Prices and Suboptimal Prevention: Evidence from the Medicare Dialysis Program",
    "citation_author": [
        "Avi Dor"
    ],
    "citation_publication_date": "2001-02-01",
    "issue_date": "2001-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPricing methodologies in Medicare vary from one component of the system to another, often leading to conflicting incentives. The dialysis program represents a particularly interesting case, whereby outpatient payments are much more rigid than payments for related hospital care.  Failure to recognize the preventive nature of outpatient services may result in inefficient allocation of medical care and higher overall costs. To motivate the analysis, a simple extension of basic prevention and insurance theory to fit a welfare-maximizing regulator is offered. I show that while optimal inpatient payments are standard Ramsey prices, optimal outpatient payments must incorporate net loss due to unnecessary hospitalizations, as well as supply elasticities. A myopic regulator will tend to ignore this, leading to underprovision of preventive services. With constant prices, empirical analysis examines the effect of dialysis intensity on various measures of hospital use, for a local sample of patients, using count data models. Results indicate that greater dialysis intensity (measured by a state-of -the-art clinical index) indeed reduces hospital use.  Moreover, this is found even at moderate or high levels of intensity, where dialysis is viewed ex ante as being adequate. A simple cost-benefit calculation suggests that for every dollar of additional spending on outpatient intensity, nearly $2 in hospital expenditures can be saved. The research confirms that the current pricing structure within aspects of the Medicare program is inefficient.\n\n",
    "acknowledgement": "\n"
}