{
    "id": 8124,
    "citation_title": "Demographic and Economic Pressure on Emigration Out of Africa",
    "citation_author": [
        "Timothy J. Hatton",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2001-02-01",
    "issue_date": "2001-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo of the main forces driving European emigration in the late nineteenth century were real wage gaps between sending and receiving regions and demographic booms in the low-wage sending regions (directly augmenting the supply of potential movers as well as indirectly making already-measured employment conditions less attractive). These two features are even more prominent in Africa today, but do or can Africans respond to them with the same elasticity as in the days of 'free' migration? Our new estimates of net migration and labor market performance for the countries of sub-Saharan Africa suggest that exactly the same forces are at work driving African across-border migration today. Rapid growth in the cohort of young potential migrants, population pressure on the resource base, and poor economic performance are the main forces driving African migration. A century ago, more modest demographic forces in Europe were accompanied by strong catching-up economic growth in the low-wage emigrant regions, followed by a slowdown in already-modest demographic growth. Yet, migrations were still mass. In Africa today, economic growth has faltered, its economies have fallen further behind the high-wage OECD leaders, and there is a demographic speed up in the making. Our estimates suggest that the pressure on emigration out of Africa will intensify, manifested in part by a growing demand for entrance into high-wage OECD labor markets.\n\n",
    "acknowledgement": "\n"
}