{
    "id": 8133,
    "citation_title": "Are For-Profit Hospitals Really Different? Medicare Upcoding and Market Structure",
    "citation_author": [
        "Elaine Silverman",
        "Jonathan Skinner"
    ],
    "citation_publication_date": "2001-02-01",
    "issue_date": "2001-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do for-profit and not-for-profit hospitals differ?  We consider one dimension: the shifting of a patient's diagnostic related group (DRG) to one that yields a greater reimbursement from the Medicare system, also known as upcoding. It has played a major role in recent federal lawsuits against hospitals and hospital chains, but more importantly provides a valuable window for understanding how for-profit and not-for-profit hospitals make tradeoffs between pecuniary benefits and reputational or penalty costs. Our empirical work focuses primarily on hospital admissions involving pneumonia and respiratory infections; while the two diagnostic categories are often difficult to distinguish from one another, the latter pays about $2000 more to the hospital.  Between 1989 and 1996, the incidence of the most expensive DRG (relative to all DRGs for pneumonia and respiratory infections) rose by 10 percentage points among stable not-for-profit hospitals, 23 percent among stable for-profit hospitals, and 37 percentage points among hospitals that had converted to for-profit status. (Since 1996, the upcoding index has dropped significantly in response to adverse publicity and lawsuits.) There is some evidence that not-for-profit hospitals operating in heavily for-profit markets were almost as likely to upcode as their for-profit brethren, as well as for important regional effects.\n\n",
    "acknowledgement": "\n"
}