{
    "id": 8141,
    "citation_title": "International Liquidity Illusion: On the Risks of Sterilization",
    "citation_author": [
        "Ricardo J. Caballero",
        "Arvind Krishnamurthy"
    ],
    "citation_publication_date": "2001-02-01",
    "issue_date": "2001-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the booms that precede crises in emerging economies, policymakers often struggle to limit capital flows and their expansionary consequences.  The main policy tool for this task is a sterilization of capital inflows - essentially a swap of international reserves for public bonds.  Despite its widespread use, sterilization is often criticized for its ineffectiveness and, in extreme cases, its potential backfiring.  We argue that these concerns are justified when countries experience occasional external crises and domestic financial markets are illiquid.  In this context, while standard Mundell-Fleming considerations may determine the impact of the sterilization on short term peso interest rates, a potentially more powerful and offsetting mechanism is triggered by the anticipated reversal of this policy in the event of an external crisis.  If the instruments used in the sterilization are illiquid or result in fiscal deficits that reduce the liquidity of the private sector, then the effective dollar cost of capital, which considers the whole path of expected future rates, may be lowered rather than raised by this policy.  Most importantly, this dollar cost of capital reduction does not reflect a true increase in the country's international liquidity during the external crisis and reversal, as would be the case with a successful sterilization, but just a decline in domestic private liquidity.  The impact of the latter on relative asset prices creates a sort of 'international liquidity illusion' which fosters rather than depress aggregate demand, and exacerbates short term capital inflows.\n\n",
    "acknowledgement": "\n"
}