{
    "id": 8146,
    "citation_title": "How to Auction an Essential Facility When Underhand Integration is Possible",
    "citation_author": [
        "Eduardo M.R.A. Engel",
        "Ronald D. Fischer",
        "Alexander Galetovic"
    ],
    "citation_publication_date": "2001-03-01",
    "issue_date": "2001-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are many industries in which potentially competitive segments require services provided by natural monopoly bottlenecks (essential facilities). Since it is difficult to regulate these facilities, developing countries are using Demsetz auctions, where the facility is awarded to the firm that bids the lowest user fee. In this paper we show that when underhand agreements between the monopoly bottleneck and downstream firms are possible, Demsetz auctions need floors on bids, since otherwise welfare can be lower than with an unregulated monopoly. We model an underhand agreement using a standard hidden information model. The essential facility is an uninformed principal randomly matched to a downstream company, which observes its costs after closing the underhand agreement. When the essential facility prefers the option of vertical separation, there is downstream competition, which implies that only low cost firms survive. We find that a sufficiently high floor on bids promotes vertical separation, yielding higher welfare than either an unregulated or a vertically integrated monopoly. Moreover, prohibiting open vertical integration means this floor can be lower, thus enhancing welfare. The incentive compatibility constraints required by underhand agreements imply rent sharing and production distortions that make vertical integration less attractive.\n\n",
    "acknowledgement": "\n"
}