{
    "id": 8147,
    "citation_title": "The Benefits and Costs of Newer Drugs: Evidence from the 1996 Medical Expenditure Panel Survey",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2001-03-01",
    "issue_date": "2001-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe nation's spending for prescription drugs has grown dramatically in recent years.  Previous studies have shown that the replacement of older drugs by newer, more expensive, drugs is the single most important reason for this increase, but they did not measure how much of the difference between new and old drug prices reflects changes in quality as better, newer drugs replace older, less effective medications. In this paper we analyzed prescribed medicine event-level data (linked to person- and condition-level data) from the 1996 Medical Expenditure Panel Survey (MEPS) to provide evidence about the effect of drug age on mortality morbidity, and total medical expenditure, controlling for a number of characteristics of the individual and the event. (Previous researchers have hypothesized that differences in treatment patterns across individuals and areas may occur because of physicians' uncertainty and ignorance over the best medical practice.) The MEPS data enable us to control for many important attributes of the individual, condition, and prescription that influence outcomes and non-drug expenditures and that may be correlated with drug age. These include sex, age, education, race, income, insurance status, who paid for the drug, the condition for which the drug was prescribed, how long the person has had the condition, and the number of medical conditions reported by the person. Indeed, the fact that many individuals in the sample have both multiple medical conditions and multiple prescriptions means that we can control for all individual characteristics both observed and unobserved by including individual effects'. The results provide strong support for the hypothesis that the replacement of older by newer drugs results in reductions in mortality morbidity, and total medical expenditure. Although the mortality rate in this sample is quite low making it difficult to detect any...\n\n",
    "acknowledgement": "\n"
}