{
    "id": 8148,
    "citation_title": "A New Approach to Takeover Law and Regulatory Competition",
    "citation_author": [
        "Lucian Arye Bebchuk",
        "Allen Ferrell"
    ],
    "citation_publication_date": "2001-03-01",
    "issue_date": "2001-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe development of U.S. state takeover law in the past three decades has produced considerable   and quite possibly excessive protection for incumbent managers from hostile takeovers. Although the shortcomings of state takeover law have been widely recognized, there has been little support for federal intervention because of the concern that such intervention might produce even worse takeover arrangements. This paper puts forward a novel form of federal intervention in the regulation of takeovers that would address these shortcomings without raising such a concern. Rather than mandating particular substantive takeover arrangements, this form of federal intervention would focus on increasing shareholder choice.  Choice-enhancing' federal intervention would consist of two elements: (i) an optional body of substantive federal takeover law which shareholders would be able to opt into (or out of) and (ii) a mandatory process rule that would provide shareholders the right to initiate and adopt, regardless of managers' wishes, proposals for opting into (or out of) the federal takeover law. We argue that such a federal role in takeover law cannot harm   and would likely improve  the regulation of takeovers. Moreover, by showing how federal law can be used to improve regulatory competition in the provision of takeover law rather than preempt it, our analysis lays the groundwork for a more general reconsideration of regulatory competition in the corporate law area.\n\n",
    "acknowledgement": "\n"
}