{
    "id": 8149,
    "citation_title": "Population Growth, Technological Adoption and Economic Outcomes: A Theory of Cross-Country Differences for the Information Era",
    "citation_author": [
        "Paul Beaudry",
        "David Green"
    ],
    "citation_publication_date": "2001-03-01",
    "issue_date": "2001-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe object of this paper is to show how population growth, through its interaction with recent technological and organizational developments, can account for many of the cross-country differences in economic outcome observed among industrialized countries over the last 20 years.  In particular, our model illustrates how a large decrease in the price of information technology can create a comparative advantage for high population growth economies to jump ahead in the adoption of computer- and skill-intensive models of production as a means to exploiting their relative abundance of human capital versus physical capital.  The predictions of the model are that, over the span of the information revolution, industrial countries with higher population growth rates will experience a more pronounced adoption of new technology, a better performance in terms of increased employment rates, a poorer performance in terms of wage growth for less skilled workers, a larger increase in the service sector and a larger increase in the returns to education.  We provide preliminary evidence in suport of the theory based on a comparative study of observed developments in the US, UK and Germany since the mid-seventies, complemented by an examination of broad wage and employment changes for 18 OECD countries over the same period.\n\n",
    "acknowledgement": "\n"
}