{
    "id": 8150,
    "citation_title": "The Geography and Channels of Diffusion at the World's Technology Frontier",
    "citation_author": [
        "Wolfgang Keller"
    ],
    "citation_publication_date": "2001-03-01",
    "issue_date": "2001-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConvergence in per capita income turns on whether technological knowledge spillovers are global or local. Global spillovers favor convergence, while a geographically limited scope of knowledge diffusion can lead to regional clusters of countries with persistently different levels of income per capita. This paper estimates the importance of geographic distance for technology diffusion, how this changed over time, and whether international trade, foreign direct investment, and communication flows serve as important channels of diffusion. The analysis is based on examining the productivity effects of R&D expenditures in the world's seven major industrialized countries between 1970 and 1995. First, I find that the scope of technology diffusion is severely limited by distance: the geographic half-life of technology, the distance at which half of the technology has disappeared, is estimated to be only 1,200 kilometers. Second, technological knowledge has become a lot more global from the early 1970s to the 1990s. Third, I estimate that trade patterns account for the majority of all differences in bilateral technology diffusion, whereas foreign direct investment and language skills differences contribute circa 15% each. Lastly, these three channels together account for almost the entire localization effect that would otherwise be attributed to geographic distance.\n\n",
    "acknowledgement": "\n"
}