{
    "id": 8159,
    "citation_title": "Aggregate Implications of Indivisible Labor",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2001-03-01",
    "issue_date": "2001-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI suggest that the aggregate implications of indivisible labor are few, and subtle. First, I model behavior in an 'indivisible labor' environment like those of Diamond and Mirrlees (1978, 1986), Hansen (1985), Rogerson (1988), Christiano and Eichenbaum (1992) and show that aggregate behavior in such an economy is indistinguishable from aggregates generated by the divisible labor model of Lucas and Rapping (1969); any data on aggregate hours and earnings generated by the divisible (indivisible) model can be generated by a similar parameterization of the indivisible (divisible) model.  Second, I generalize the aforementioned models of indivisible labor to allow for labor supply on the 'intensive' margin, and to allow for nonlinear taxes.  The aggregate implications of doing the former are quite subtle, but doing the latter suggests that the indivisibility of labor may have implications for public finance.  My results also imply that backward bending aggregate labor supply, and any nonnegative degree of aggregate intertemporal substitution, are consistent with standard economic theory even when all labor is supplied on the so-called 'extensive' margin.  Finally, my results suggest that the classic aggregate studies of labor supply by Mincer, Bowen and Finegan, and others have a simple microeconomic interpretation.\n\n",
    "acknowledgement": "\n"
}