{
    "id": 8163,
    "citation_title": "Generational Policy",
    "citation_author": [
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "2001-03-01",
    "issue_date": "2001-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGenerational policy is a fundamental aspect of a nation's fiscal affairs.  The policy involves redistributing resources across generations and allocating to particular generations the burden of paying the government's bills.  This chapter of the second edition of The Handbook of Public Economics shows how generational policy works, how it's measured, and how much it matters to virtual as well as real economies. The chapter shows the zero-sum nature of generational policy.  It then illustrates generational policy the difference between statutory and true fiscal incidence.  It also illuminates the arbitrary nature of fiscal labels as well as their associated fiscal aggregates, including the budget deficit, aggregate tax revenues, and aggregate transfer payments.  Finally, it illustrates the various guises of generational policy, including structural tax changes, running budget deficits, altering investment incentives, and expanding pay-as-you-go-financed social security. Once this example has been milked, the chapter shows that its lessons about the arbitrary nature of fiscal labels are general.  They apply to any neoclassical model with rational economic agents and rational economic institutions.  This demonstration sets the stage for the description, illustration, and critique of generational accounting.  The chapter's final sections use a simulation model to illustrate generational policy, consider the theoretical and empirical case for and against Ricardian Equivalence, discuss government risk sharing and risk making, and summarize lessons learned.\n\n",
    "acknowledgement": "\n"
}