{
    "id": 8164,
    "citation_title": "Protection of Minority Shareholder Interests, Cross-listings in the United States, and Subsequent Equity Offerings",
    "citation_author": [
        "William A. Reese",
        "Jr.",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2001-03-01",
    "issue_date": "2001-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the hypothesis that non-U.S. firms cross-list in the United States to increase protection of their minority shareholders. Cross-listing on an organized exchange (NYSE or Nasdaq) in the U.S. subjects a non-U.S. firm to a number of provisions of U.S. securities law and requires the firm to conform to U.S. GAAP.  It therefore increases the expected cost to managers of extracting private benefits, and commits the firm to protecting minority shareholders' interests.  The expected relation between the quantity of cross-listings and shareholder protection in the home country is ambiguous, because managers will consider both expected private benefits and the public value of their shares.  However, there are clear predictions about the relation between subsequent equity issues, shareholder protection and cross-listings: 1) Equity issues increase following all cross-listings, regardless of shareholder protection. 2) The increase should be larger for cross-listings from countries with weak protection. 3) Equity issues following cross-listings in the U.S. will tend to be in the U.S. for firms from countries with strong protection and outside the U.S. for firms from countries with weak protection. We find strong evidence supporting predictions 1) and 3), and weak evidence consistent with hypothesis 2).  Overall, the desire to protect shareholder rights appears to be one reason why some non-U.S. firms cross-list in the United States.  However, it probably is not an important determinant of the large recent increase in cross-listings, because legal requirements potentially deter a number of firms that do have a demand for equity capital from cross-listing in the U.S.\n\n",
    "acknowledgement": "\n"
}