{
    "id": 8170,
    "citation_title": "Life-Cycle Saving, Limits on Contributions to DC Pension Plans, and Lifetime Tax Benefits",
    "citation_author": [
        "Jagadeesh Gokhale",
        "Laurence J. Kotlikoff",
        "Mark J. Warshawsky"
    ],
    "citation_publication_date": "2001-03-01",
    "issue_date": "2001-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper addresses three questions related to limits on DC contributions.  The first is whether statutory limits on tax-deductible contributions to defined contribution (DC) plans are likely to be binding, focusing on households in various economic situations.  The second is how large is the tax benefit from participating in defined contribution plans.  The third is how does the defined contribution tax benefit depend on the level of lifetime income.  We find that the statutory limits bind those older middle-income households who started their pension savings programs late in life, those who plan to retire early, single-earner households, those who are not borrowing constrained, and those with rapid rates of real wage growth.  Most households with high levels of earnings, regardless of age or situation, are also constrained by the contribution limits. Lower or middle-income two-eamer households that can look forward to modest real earnings growth are likely to be borrowing constrained for most of their pre-retirement years because of the costs of paying a mortgage and sending children to college.  These households are not in a position to save the 25 percent of earnings allowed as a contribution to DC plans.  Some of these middle-income households, however, are constrained by the $10,500 limit on elective employee contributions to 401(k) plans if the households have access to only these plans and their employers make no pension contributions for them.  The borrowing constraints faced by many lower- and middle-income Americans means that contributions to DC plans must come at the price of lower  consumption when young and the benefit of higher consumption when old.  Indeed, for a stylized household earning $50,000, consistently contributing 10 percent of salary to a DC plans that earns a 4 percent real return means consuming almost two times more when old than when young. Measured as a share of lifetime consumption, the tax benefit from participating in a DC plan can be significant.  Assuming annual contribution rates at the average of the maximum levels allowed by employers in 401 (k) plans and assuming a 4 percent real return on DC and non-DC assets, the benefit is 2 percent for two-earner households earning $25,000 per year, 3.4 percent for those earning $100,000 per year, and 9.8 percent for those earning $300,000 per year...\n\n",
    "acknowledgement": "\n"
}