{
    "id": 8179,
    "citation_title": "International Franchising: Evidence from US and Canadian Franchisors in Mexico",
    "citation_author": [
        "Francine Lafontaine",
        "Joanne Oxley"
    ],
    "citation_publication_date": "2001-03-01",
    "issue_date": "2001-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe contracting practices of franchisors outside of theirdomestic markets have received limited attention in the empirical literature on franchising,  mostly due to data limitations.  We exploit a newly assembled data set that allows us not only to describe the contracting practices of US and Canadian franchisors in Mexico but, most importantly, to compare them to their domestic counterparts.  We briefly but systematically review the two theoretical frameworks that have been used most to study franchisors' domestic and international operations, namely agency and internationalization theory, and use implications derived from these to guide our analyses.  We focus in turn on franchisors' decision to operate in the Mexican market, their propensity to enter via company-owned versus franchised units as compared to the same decision domestically, and finally the financial contract terms they adopt (royalty rate, franchise fee and advertising fee) for their franchise agreements in Mexico compared to their home market. Our empirical results confirm hypotheses derived from the theories, particularly with respect to the decision to operate in Mexico.  But we also find some surprises - for example, the vast majority of US and Canadian franchisors employ exactly the same financial contract terms in Mexico as in their home market.  We argue that this tendency is probably best explained by the same arguments used in the franchising literature to explain contract uniformity within domestic markets.  Further implications for future research and practice are also discussed.\n\n",
    "acknowledgement": "\n"
}