{
    "id": 8191,
    "citation_title": "Identification and Estimation of Cost Functions Using Observed Bid Data: An Application to Electricity Markets",
    "citation_author": [
        "Frank A. Wolak"
    ],
    "citation_publication_date": "2001-03-01",
    "issue_date": "2001-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents several techniques for recovering cost function estimates for electricity generation from a model of optimal bidding behavior in a competitive electricity market. Two techniques are developed based on different models of the price-setting process in a competitive electricity market. The first assumes that the firm is able to choose the price that maximizes its realized profits given the bids of its competitors and the realization of market demand. This procedure is straightforward to apply, but does not impose all of the market rules on the assumed price-setting process. The second procedure uses the assumption that the firm bids to maximize its expected profits. This procedure is considerably more complex, but can yield more insights about the nature of the firm's variable costs, because it allows the researcher to recover generation unit-level variable cost functions. These techniques are applied to bid, market outcomes and financial hedge contract data obtained from the first three months of operation of the National Electricity Market (NEM1) in Australia. The empirical analysis illustrates the usefulness of these techniques in measuring actual market power and the ability to exercise market power possessed by generation unit owners in competitive electricity markets.\n\n",
    "acknowledgement": "\n"
}