{
    "id": 8202,
    "citation_title": "Venture Capitalists As Principals: Contracting, Screening, and Monitoring",
    "citation_author": [
        "Steven N. Kaplan",
        "Per Stromberg"
    ],
    "citation_publication_date": "2001-04-01",
    "issue_date": "2001-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTheoretical work on the principal-agent problem in financial contracting focuses on the conflicts of interest between an agent / entrepreneur with a venture that needs financing, and a principal / investor providing funds for the venture.  Theory has identified three primary ways that the investor / principal can mitigate these conflicts - structuring financial contracts, pre-investment screening, and post-investment monitoring and advising.  In this paper, we describe recent empirical work and its relation to theory for one prominent class of principals venture capitalists (VCs). The empirical studies indicate that VCs attempt to mitigate principal-agent conflicts in the three ways suggested by theory. The evidence also shows that contracting, screening, and monitoring are closely interrelated.  In screening, the VCs identify areas where they can add value through monitoring and support.  In contracting, the VCs allocate rights in order to facilitate monitoring and minimize the impact of identified risks.  Also, the equity allocated to VCs provides incentives to engage in costly support activities that increase upside values, rather than just minimizing potential losses.  There is room for future empirical research to study these activities in greater detail for VCs, for other intermediaries such as banks, and within firms.\n\n",
    "acknowledgement": "\n"
}