{
    "id": 8213,
    "citation_title": "Estimating the Customer-Level Demand for Electricity Under Real-Time Market Prices",
    "citation_author": [
        "Robert H. Patrick",
        "Frank A. Wolak"
    ],
    "citation_publication_date": "2001-04-01",
    "issue_date": "2001-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents estimates of the customer-level demand for electricity by industrial and commercial customers purchasing electricity according to the half-hourly energy prices from the England and Wales (E&W) electricity market. These customers also face the possibility of a demand charge on their electricity consumption during the three half-hour periods that are coincident with E&W system peaks. Although energy charges are largely known by 4 PM the day prior to consumption, a fraction of the energy charge and the identity of the half-hour periods when demand charges occur are only known with certainty ex post of consumption. Four years of data from a Regional Electricity Company (REC) in the United Kingdom is used to quantify the half-hourly customer-level demands under this real-time pricing program. The econometric model developed and estimated here quantifies the extent of intertemporal substitution in electricity consumption across pricing periods within the day due to changes in all components of day-ahead E&W electricity prices, the level of the demand charge and the probability that a demand charge will be imposed. The results of this modeling framework can be used by distribution companies supplying consumers purchasing electricity according to real-time market prices to construct demand-side bids into a competitive electricity market. The paper closes with several examples of how this might be done.\n\n",
    "acknowledgement": "\n"
}