{
    "id": 8215,
    "citation_title": "The Effects of Race and Sex Discrimination Laws",
    "citation_author": [
        "David Neumark",
        "Wendy A. Stock"
    ],
    "citation_publication_date": "2001-04-01",
    "issue_date": "2001-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe question of the effects of race and sex discrimination laws on relative economic outcomes for blacks and women has been of interest at least since the Civil Rights and Equal Pay Acts passed in the 1960s.  We present new evidence on the effects of these laws based on variation induced first by state anti-discrimination statutes passed prior to the federal legislation and then by the extension of anti-discrimination prohibitions to the remaining states with the passage of federal legislation. This evidence improves upon earlier time-series studies of the effects of anti-discrimination legislation.  It is complementary to more recent work that revisits this question using data and statistical experiments that provide 'treatment' and 'comparison' groups.  We examine the effects of race and sex discrimination laws on employment and earnings, in each case focusing on outcomes for black females, black males, and white females relative to white males. Overall, we interpret the evidence as corroborating the general conclusion that race discrimination laws positively impacted the relative employment and earnings of blacks, although the evidence is less dramatic than that reported in other research, and there are some cases (in particular, earnings effects for black males) and periods for which we find little positive impact.  We find some evidence that sex discrimination/equal pay laws boosted the relative earnings of black and white females.  Finally, we find that sex discrimination/equal pay laws reduced the relative employment of both black women and white women.\n\n",
    "acknowledgement": "\n"
}