{
    "id": 8228,
    "citation_title": "Does Globalization Make the World More Unequal?",
    "citation_author": [
        "Peter H. Lindert",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2001-04-01",
    "issue_date": "2001-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe world economy has become more unequal over the last two centuries. Since within- country inequality exhibits no ubiquitous trend, it follows that virtually all of the observed rise in world income inequality has been driven by widening gaps between nations, while almost none of it has driven by widening gaps within nations. Meanwhile, the world economy has become much more globally integrated over the past two centuries. If correlation meant causation, these facts would imply that globalization has raised inequality between nations, but that it has had no clear effect on inequality within nations. This paper argues that the likely impact of globalization on world inequality has been very different from what these simple correlations suggest. Globalization probably mitigated rising inequality between participating nations. The nations that gained the most from globalization are those poor ones that changed their policies to exploit it, while the ones that gained the least did not, or were too isolated to do so. The effect of globalization on inequality within nations has gone both ways, but here too those who have lost the most from globalization typically have been the excluded non-participants. In any case far too small to explain the observed long run rise in world inequality.\n\n",
    "acknowledgement": "\n"
}