{
    "id": 8229,
    "citation_title": "Retirement and Wealth",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "2001-04-01",
    "issue_date": "2001-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates reduced form retirement and wealth equations, and analyzes the relationship between them. Data are from the first four waves of the longitudinal Health and Retirement Study, individuals born from 1931 to 1941. Single equation retirement models relate the probability of retiring to forward looking measures of changes in the values of social security and pension benefits when retirement is postponed. Such simple models suggest that if the social security early retirement age were to be raised or abolished, more people would retire earlier rather than later.  Our work analyzes the reasons for such counter intuitive predictions, and discusses the need to analyze these policies in the context of a structural model of retirement and wealth. To improve retirement analysis, we develop the premium value, a measure of the future value of pensions and social security that better reflects the accrual of benefits under defined contribution plans. We also introduce a new definition of retirement to blend information on objective hours worked with subjective self reports of retirement status. Our findings also explore the effects of social security incentives on partial retirement, and consider the importance of partial retirement in any study relating social security to retirement behavior.\n\n",
    "acknowledgement": "\n"
}