{
    "id": 8237,
    "citation_title": "Saving Puzzles and Saving Policies in the United States",
    "citation_author": [
        "Annamaria Lusardi",
        "Jonathan Skinner",
        "Steven Venti"
    ],
    "citation_publication_date": "2001-04-01",
    "issue_date": "2001-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the past two decades the widely reported personal saving rate in the United States has dropped from double digits to below zero.   First, we attempt to account for the decline in the National Income and Product Accounts (NIPA) saving rate.  The macroeconomic literature suggests that about half of the drop since 1988 can be attributed to households spending stock market capital gains.  Another thirty percent is accounting transfers from personal saving into government and corporate saving because of the way pensions and capital gains taxes are treated in the NIPA.   Second, while NIPA saving measures are well suited for measuring the supply of new funds for investment and capital accumulation, it is not clear that they should be the target of government saving policies. Finally, we emphasize that the NIPA saving rate is not useful in judging whether households are preparing for retirement or other contingencies. Many households have accumulated significant wealth, primarily through retirement saving vehicles and capital gains, even as the saving rate slid. There remains a segment of the population, however, who save little and whose behavior appears untouched either by the stock market boom or the slide in personal saving.  We explore reasons and policy options for their puzzlingly low saving rate.\n\n",
    "acknowledgement": "\n"
}