{
    "id": 824,
    "citation_title": "Inflation and the Valuation of Corporate Equities",
    "citation_author": [
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "1981-12-01",
    "issue_date": "1981-12-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the relationship between inflation and the return on individual corporate securities. This question is of substantial importance in light of the puzzling behavior of the stock market over the last decade. Conventional financial theory holds that equity should be a good inflation hedge since it represents a claim of real rather than nominal assets. Yet a negative relationship between both expected and unexpected inflation and stock market returns has been widely documented. This relationship, which appears to antedate the surge in inflation over the last 15 years. might provide an explanation for the market's surprising recent performance. This paper studies differences across firms in the response of stock market values to changes in expected inflation in an effort to explore the reasons for the aggregate negative relationship between inflation and stock market values. Two opposing hypotheses about the impact of inflation on market valuation are contrasted. The \"inflation illusion\" hypothesis holds that investors are not able to see through nominal accounting statements and respond to reported rather than real profits. The opposing \"tax effects\" hypothesis holds that firms which report spuriously high profits due to inflation are penalized because the extra tax burden incurred reduces real profits. The results from the 1970's strongly bear out the predictions of the tax effects hypothesis. Aggregate calculations suggest that the interaction of inflation and taxation can account for a large part of the decline in the stock market which has been observed over the past decade. A significant part of the remainder appears to be due to increasing investor awareness of the need to adjust for historic cost depreciation.\n\n",
    "acknowledgement": "\n"
}