{
    "id": 8244,
    "citation_title": "One Size Fits All? Heckscher-Ohlin Specialization in Global Production",
    "citation_author": [
        "Peter K. Schott"
    ],
    "citation_publication_date": "2001-04-01",
    "issue_date": "2001-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany previous tests of Heckscher-Ohlin trade theory have found underwhelming support for the idea that countries' endowments determine their production and trade. This paper demonstrates that those efforts suffer from their focus on the narrower of the model's two potential equilibria, which assumes that all countries produce all goods.  In this paper we introduce a more general technique for testing the model that allows for the possibility that countries with sufficiently disparate endowments specialize in unique subsets of goods.  Results using this technique indicate strong support for Heckscher-Ohlin specialization versus one-size-fits-all homogeneity.  Our results also demonstrate that the empirical evaluation of trade models has been hampered by the coarse aggregation of output inherent in existing datasets.  Indeed, we show that traditional categorizations of goods hide a substantial degree of cross-country price and input intensity heterogeneity, violating the assumptions of the factor proportions framework and rendering previous estimation results difficult to interpret.  To overcome this problem, we introduce a methodology for aggregating goods that corrects for underlying product variation.  Estimation of the model using corrected aggregates reveals even stronger support for Heckscher-Ohlin specialization.  The importance of specialization for the evolution of developed country wage inequality is also discussed.\n\n",
    "acknowledgement": "\n"
}