{
    "id": 8248,
    "citation_title": "The Impact of Market Rules and Market Structure on the Price Determination Process in the England and Wales Electricity Market",
    "citation_author": [
        "Frank A. Wolak",
        "Robert H. Patrick"
    ],
    "citation_publication_date": "2001-04-01",
    "issue_date": "2001-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that the market rules governing the operation of the England and Wales electricity market in combination with the structure of this market presents the two major generators National Power and PowerGen with opportunities to earn revenues substantially in excess of their costs of production for short periods of time. Generators competing to serve this market have two strategic weapons at their disposal: (1) the price bid for each generation set and (2) the capacity of each generation set made available to supply the market each half-hour period during the day. We argue that because of the rules governing the price determination process in this market, by the strategic use of capacity availability declarations, when conditions exogenous to the behavior of the two major generators favor it, these two generators are able to obtain prices for their output substantially in excess of their marginal costs of generation. The paper establishes these points in the following manner. First, we provide a description of the market structure and rules governing the operation of the England and Wales electricity market, emphasizing those aspects that are important to the success of the strategy we believe the two generators use to exercise market power. We then summarize the time series properties of the price of electricity emerging from this market structure and price-setting process. By analyzing four fiscal years of actual market prices, quantities and generator bids into the market, we provide various pieces of evidence in favor of the strategic use of the market rules by the two major participants. The paper closes with a discussion of the lessons that the England and Wales experience can provide for the design of competitive power markets in the US, particularly California, and other countries.\n\n",
    "acknowledgement": "\n"
}