{
    "id": 8253,
    "citation_title": "Whither Poverty in Great Britain and the United States? The Determinants of Changing Poverty and Whether Work Will Work",
    "citation_author": [
        "Richard Dickens",
        "David T. Ellwood"
    ],
    "citation_publication_date": "2001-04-01",
    "issue_date": "2001-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nScholars emphasize that poverty in Britain has risen sharply since the late 1970s. Meanwhile in the United States, both official figures and traditional poverty scholars report sharp declines in poverty. We seek to provide a comparison of poverty levels in Britain and the US based on a set of common definitions.  We then proceed to ask what factors-demographic, economic, or policy-account for the observed changes in poverty in the two nations and what role could policy play in reducing poverty? We develop a procedure that allows one to trace out the relative impacts of altered demographics, rising wage inequality, work changes, and policy innovations in explaining changing poverty patterns.  We find that the forces influencing poverty differ between nations and across absolute and relative poverty measures.  Demographic and wage change is a dominant force in both nations.  Britain has experienced a dramatic rise in workless households while the US has simultaneously had a sharp fall.  These differences had a sizable impact on absolute poverty in both nations and a significant impact on relative poverty in Britain.  Government benefits directly reduced relative and absolute poverty considerably in Britain over this period but had little impact in the US.  However, changing patterns of benefits and work suggest that policy changes have significantly increased work in the US, particularly among single parents.  In Britain, policy changes may have had the reverse effect, reducing work among many groups.  The UK government has committed itself to reducing child poverty by half over the next 10 years and to its abolition within 20 years, largely through policy changes designed to make work pay.  We conclude that any purely work-based strategy, which doesn't tackle demographics and wage dispersion, may not have a dramatic effect on relative poverty.\n\n",
    "acknowledgement": "\n"
}