{
    "id": 8258,
    "citation_title": "Finding a Way Out of America's Demographic Dilemma",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "Kent Smetters",
        "Jan Walliser"
    ],
    "citation_publication_date": "2001-04-01",
    "issue_date": "2001-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNotwithstanding the rosy short-term fiscal scenarios being advanced in Washington, the demographic transition presents the United States with a very serious fiscal crisis.   In 30 years there will be twice the number of elderly, but only 15 percent more workers to help pay Social Security and Medicare benefits.  A realistic reading of the government demographic projections suggests a  two thirds increase in payroll tax rates over the next three to five decades.  However, these forecasts ignore macroeconomic feedback effects.  In particular, they ignore the possibility that the nation will have more capital per worker as the number of elderly wealth-holders rises relative to the number of young workers. More capital per worker would mean higher worker productivity, higher real wages, and the lower return to capital that worries Wall Street.  It would also mean a bigger payroll tax base and a smaller rise in tax rates.  On the other hand, a higher payroll tax will leave workers with less after-tax income out of which to save  and, therefore, fewer retirement assets than would otherwise be the case. Thus capital deepening is not a foregone conclusion. This study develops a dynamic general equilibrium life-cycle simulation model to study these conflicting forces.  The model is the first of its kind to admit realistic patterns of fertility and lifespan extension.  It also features heterogeneity, within as well as across generations, and, thus, can be used to study both intra- and intergenerational equity. Unfortunately, our baseline demographic simulation, which assumes the continuation of current social security policy, shows deteriorating macroeconomic conditions that will exacerbate, rather than mitigate, our fiscal problems.  Real wages per effective unit of labor fall 4 percent over the next 30 years and 10 percent over the century.  For Wall Street, this bad news about real wages is good news about the real return on capital, which rises 100 basis points by 2030 and 300 basis points by 2100. The model's gradual capital shallowing reflects the concomitant major rise in tax rates.  In 2030, payroll tax rates and average income-tax rates applied to wages are 77 and 9 percent higher, respectively, than in 2000.  Together, these tax hikes raise\n\n",
    "acknowledgement": "\n"
}