{
    "id": 8259,
    "citation_title": "The Equivalence of the Social Security's Trust Fund Portfolio Allocation and Capital Income Tax Policy",
    "citation_author": [
        "Kent Smetters"
    ],
    "citation_publication_date": "2001-04-01",
    "issue_date": "2001-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proves that the stock-bond portfolio choice of the Social Security trust fund is equivalent in general equilibrium to the tax treatment of capital income by the non-social security part of government.  A larger [smaller] share of social security's portfolio invested in stocks is equivalent to a larger [smaller] symmetric linear tax on risky capital income returns received on assets held by private agents.  This general-equilibrium equivalency holds despite the fact that the stock-bond portfolio choice is not neutral in the presence of several market frictions.  These frictions include incomplete markets between generations as well as the presence of endogenously binding borrowing constraints within generations.  To the extent that trust fund investment in equities is used to improve market efficiency in the context of these frictions, the equivalent capital income tax rate can be interpreted as a Lindahl tax. This tax gives a decentralized way of achieving the same command-economy outcome that would occur if the government directly controlled part of the capital stock.  General-equilibrium simulation results, using a new overlapping-generations model with aggregate uncertainty, suggest that investing the entire US Social Security trust fund in equities is equivalent to increasing the capital income tax rate by about 4 percentage points.\n\n",
    "acknowledgement": "\n"
}