{
    "id": 8262,
    "citation_title": "The Exchange Theory of Teenage Smoking and the Counterproductiveness of Moderate Regulation",
    "citation_author": [
        "Kent Smetters",
        "Jennifer Gravelle"
    ],
    "citation_publication_date": "2001-04-01",
    "issue_date": "2001-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAbout three-quarters of secondary schools are reluctant to vigorously enforce smoking bans due to various social pressures; ten percent of these schools do not have bans at all. Empirically, school-based smoking regulations appear, at best, ineffective at reducing teenage smoking and, more likely, may actually increase participation.  Only schools which vigorously enforce bans have a lower smoking participation.  In sum, teenage smoking participation appears to be non-monotonic in the level of enforcement.  This paper develops an exchange model that explains this non-monotonic pattern.  Smoking bans provide an exchange opportunity to less popular students.  Less popular students who begin smoking validate the risk-taking behavior of existing teenage smokers who, in exchange, provide friendship to the newcomers.  The enforcement itself becomes the glue which holds the group together.  Teenage smoking bans, unless vigorously enforced, increase teenage smoking participation.  An increase in self-esteem and other non-smoking related qualities, however, undermines the trading channel, which can help combat teenage smoking.  Numerous pieces of empirical evidence, culled from the empirical social psychology literature, are consistent with all of the key predictions of the model.\n\n",
    "acknowledgement": "\n"
}