{
    "id": 8263,
    "citation_title": "The Declining Quality of Teachers",
    "citation_author": [
        "Darius Lakdawalla"
    ],
    "citation_publication_date": "2001-04-01",
    "issue_date": "2001-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcern is often voiced about the declining quality of American schoolteachers.  This paper shows that, while the relative quality of teachers is declining, this decline is a result of technical change, which improves the specialized knowledge of skilled workers outside teaching, but not the general knowledge of schoolteachers.  This raises the price of skilled teachers, but not their productivity.  Schools respond by lowering the relative skill of teachers and raising teacher quantity.  On the other hand, college professors, who teach specialized knowledge, are predicted to experience increases in skill relative to schoolteachers.  Finally, the lagging productivity of primary schools is predicted to raise the unit cost of primary education. These predictions appear consistent with the data.  Analysis of US Census microdata suggests that, from the 1900 birth cohort to the 1950 birth cohort, the relative schooling of teachers has declined by about three years, and the human capital of teachers may have declined in value relative to that of college graduates by as much as thirty percent, but the teacher-student ratio has more than doubled over the last half century in a wide array of developed countries. Moreover, the per student cost of primary school education in the US has also risen dramatically over the past 50 years.  Finally, the human capital of college professors has risen by nearly thirty percent relative to schoolteachers.\n\n",
    "acknowledgement": "\n"
}