{
    "id": 8283,
    "citation_title": "Do Federal Programs Affect Internal Migration? The Impact of New Deal Expenditures on Mobility During the Great Depression",
    "citation_author": [
        "Price V. Fishback",
        "William C. Horrace",
        "Shawn Kantor"
    ],
    "citation_publication_date": "2001-05-01",
    "issue_date": "2001-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n** Revised version 2005**  \n Using a recently-uncovered data set that describes over 30 federal New Deal spending, loan, and mortgage insurance programs across all U.S. counties from 1933 to 1939, this paper empirically examines the New Deal's impact on inter-county migration from 1930 to 1940.  We construct a net migration measure for each county as the difference between the Census's reported population change from 1930 to 1940 and the natural increase in population (births minus infant deaths minus non-infant deaths) over the same period.  Our empirical approach accounts for both the simultaneity between New Deal allocations and migration and the geographic spillovers that likely resulted when spending in one county may have affected the migration decisions of people in neighboring counties.  We find that greater spending on relief and public works and a larger value of loans insured by the Federal Housing Administration were all associated with migration into counties where such money was allocated.  The FHA's stimulus to the housing industry and large-scale public works projects explain most of the regional variation in migration rates across the country.  New Deal loans and agricultural spending to take land out of production had negligible effects on migration patterns.\n\n",
    "acknowledgement": "\n"
}