{
    "id": 8287,
    "citation_title": "Directed Technical Change",
    "citation_author": [
        "Daron Acemoglu"
    ],
    "citation_publication_date": "2001-05-01",
    "issue_date": "2001-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor many problems in macroeconomics, development economics, labor economics, and international trade, whether technical change is biased towards particular factors is of central importance. This paper develops a simple framework to analyze the forces that shape these biases. There are two major forces affecting equilibrium bias: the price effect and the market size effect. While the former encourages innovations directed at scarce factors, the latter leads to technical change favoring abundant factors. The elasticity of substitution between different factors regulates how powerful these effects are, and this has implications about how technical change and factor prices respond to changes in relative supplies. If the elasticity of substitution is sufficiently large, the long-run relative demand for a factor can slope up. I apply this framework to discuss a range of issues including: Why technical change over the past 60 years was skill-biased, and why the skill bias may have accelerated over the past twenty-five years. Why new technologies introduced during the late eighteenth and early nineteenth centuries were unskill-biased. Why biased technical change may increase the income gap between rich and poor countries. Why international trade may induce skill-biased technical change. Why a large wage-push, as in continental Europe during the 1970s, may cause capital-biased technical change. Why technical change may be generally labor-augmenting rather than capital-augmenting.\n\n",
    "acknowledgement": "\n"
}