{
    "id": 829,
    "citation_title": "Dividend Taxes, Corporate Investment, and \"Q\"",
    "citation_author": [
        "James M. Poterba",
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "1981-12-01",
    "issue_date": "1981-12-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTaxes on corporate distributions have traditionally been regarded as a \"double tax\" on corporate income. This view implies that while the total effective tax rate on corporate source income affects real economic decisions, the distribution of this tax burden between the shareholders and the corporation is irrelevant. Recent research has suggested an alter- native to this traditional view. One explanation of why firms in the U.S. pay dividends in spite of the heavy tax liabilities associated with this form of distribution is that the stock market capitalizes the tax payments associated with corporate distributions. This capitalization leaves investors indifferent at the margin between corporations paying our dividends and retaining earnings. This alternative view holds that while changes in the dividend tax rate will affect shareholder wealth, they will have no impact on corporate investment decisions. This paper develops econometric tests which distinguish between these two views of dividend taxation. By extending Tobin's \"q\" theory of investment to incorporate taxes at both the corporate and personal levels, the implications of each view for corporate investment decisions can be derived. The competing views may be tested by comparing the performance of investment equations estimates under each theory's predict ions. British time series data are particularly appropriate for testing hypotheses about dividend taxes because of the substantial postwar variation in effective tax rates on corporate distributions. The econometric results suggest that dividend taxes have important effects on investment decisions.\n\n",
    "acknowledgement": "\n"
}