{
    "id": 8291,
    "citation_title": "Can Consumers Detect Lemons? Information Asymmetry in the Market for Child Care",
    "citation_author": [
        "H. Naci Mocan"
    ],
    "citation_publication_date": "2001-05-01",
    "issue_date": "2001-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper applies direct tests for adverse selection and moral hazard in the market for child care. A unique data set containing quality measures of various characteristics of child care provided by 746 rooms in 400 centers, as well as the evaluation of the same attributes by 3,490 affiliated consumers (parents) is employed. Comparisons of consumer evaluations of quality to actual quality show that, after adjusting for scale effects, parents are weakly rational. The hypothesis of strong rationality is rejected, indicating that parents do not utilize all available information in forming their assessment of quality.  Parent characteristics impact the accuracy of their evaluations.  An analysis of easy-to-observe versus difficult-to-observe aspects of quality reveals that parents are trying to extract signals more heavily in cases of difficult-to-observe items.  A comparison of parent assessments to results obtained from standard quality production functions reveals that, for the most part, parents interpret the signals incorrectly. The results demonstrate the existence of information asymmetry and adverse selection in the market.  There is some limited evidence for moral hazard as nonprofit centers with very clean reception areas tend to produce lower level of quality for unobservable items.  These results provide an explanation for low average quality in the  child care market.\n\n",
    "acknowledgement": "\n"
}