{
    "id": 8298,
    "citation_title": "The Effects of Welfare and Tax Reform: The Material Well-Being of Single Mothers in the 1980s and 1990s",
    "citation_author": [
        "Bruce D. Meyer",
        "James X. Sullivan"
    ],
    "citation_publication_date": "2001-05-01",
    "issue_date": "2001-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe tax and welfare programs that provide income and in-kind benefits to single mothers have changed dramatically in recent years.  These changes began as far back as the mid-1980s and culminated with the 1996 welfare law that 'ended welfare as we knew it.'  These tax and welfare changes have sharply increased the employment of single mothers and cut welfare rolls.  However, little is know about the effects of these policy changes on the living conditions of single mothers and their children.  Studies of those leaving welfare have found that a substantial percentage have problems paying rent, purchasing enough food, and paying utility bills.  Other studies have found a decline in income among the worst-off single mothers.  The goal of this paper is to examine the material well-being of single mothers and their families before and soon after welfare reform.  Using data from two nationally representative household surveys we examine the consumption patterns of single mothers and their families.  We find that the material conditions of single mothers did not decline in recent years, either in absolute terms or relative to single childless women or married mothers.  In most cases, our evidence suggests that the material conditions of single mothers have improved slightly, even for highly disadvantaged single mothers.\n\n",
    "acknowledgement": "\n"
}