{
    "id": 8305,
    "citation_title": "A Cure Worse Than the Disease? Currency Crises and the Output Costs of IMF-Supported Stabilization Programs",
    "citation_author": [
        "Michael M. Hutchison"
    ],
    "citation_publication_date": "2001-05-01",
    "issue_date": "2001-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the output effects of IMF-supported stabilization programs, especially those introduced at the time of a severe balance of payments/currency crisis. Using a panel data set over the 1975-97 period and covering 67 developing and emerging-market economies (with 461 IMF stabilization programs and 160 currency crises), we find that currency crises even after controlling for macroeconomic developments, political and regional factors significantly reduce output growth for 1-2 years. Output growth is also lower (0.7 percentage points annually) during IMF-stabilization programs, but it appears that growth generally slows prior to implementation of the program. Moreover, programs coinciding with recent balance of payments or currency crises do not appear to further damage short-run growth prospects. Countries participating in IMF programs significantly reduce domestic credit growth, but no effect is found on budget policy. Applying this model to the collapse of output in East Asia following the 1997 crisis, we find that the unexpected (forecast error) collapse of output in Malaysia where an IMF-program was not followed-- was similar in magnitude to those countries adopting IMF programs (Indonesia, Korea, Philippines and Thailand).\n\n",
    "acknowledgement": "\n"
}