{
    "id": 8306,
    "citation_title": "Opportunity Counts: Teams and the Effectiveness of Production Incentives",
    "citation_author": [
        "Brent Boning",
        "Casey Ichniowski",
        "Kathryn Shaw"
    ],
    "citation_publication_date": "2001-05-01",
    "issue_date": "2001-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the individual and joint effects of group incentive pay and problem-solving teams on productivity.   To estimate models of adoption of these work practices and models of the effects of the work practices on productivity, we constructed a data set on the operations of 34 production lines in U.S. steel minimills.  Through site visits and interviews, we collected longitudinal data including precise measures on productivity, work practices, and technology of each of these production lines. We find strong support for the proposition that problem-solving teams are an important means for increasing the effectiveness of group incentive pay plans in establishments with complex production processes. With regard to adoption of work practices, we find that problem-solving teams are adopted only in the presence of incentive pay plans, and that more technologically complex production lines are much more likely to adopt teams.  The latter result implies that teams are more valuable in these types of production environments.  We also present estimates of the productivity effects of adopting these work practices.  Group-based incentive pay, on average, raises productivity, and the adoption of teams in addition to incentive pay leads to a further increase in productivity.  The average effect of teams together with group incentives is economically important, corresponding to an annual increase of over 3000 additional tons of steel with a value of over $1.4 million.  We also find that the productivity effect of teams is significantly larger in more complex production lines, consistent with the result that more complex production lines are more likely to adopt problem-solving teams. Finally, we show that our estimates of the productivity effects of these work practices are little changed by corrections for possible selectivity bias.\n\n",
    "acknowledgement": "\n"
}