{
    "id": 8314,
    "citation_title": "Do Liquidity Constraints and Interest Rates Matter for Consumer Behavior? Evidence from Credit Card Data",
    "citation_author": [
        "David B. Gross",
        "Nicholas S. Souleles"
    ],
    "citation_publication_date": "2001-06-01",
    "issue_date": "2001-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper utilizes a unique new dataset of credit card accounts to analyze how people respond to changes in credit supply. The data consist of a panel of thousands of individual credit card accounts from several different card issuers, with associated credit bureau data. We estimate both marginal propensities to consume (MPCs) out of liquidity and interest-rate elasticities. We also evaluate the ability of different models of consumption to rationalize our results, distinguishing the Permanent-Income Hypothesis (PIH), liquidity constraints, precautionary saving, and behavioral models. We find that increases in credit limits generate an immediate and significant rise in debt, counter to the PIH. The average 'MPC out of liquidity' (dDebt/dLimit) ranges between 10%-14%. The MPC is much larger for people starting near their limits, consistent with binding liquidity constraints. However, the MPC is significant even for people starting well below their limit. We show this response is consistent with buffer-stock models of precautionary saving. Nonetheless there are other results that conventional models cannot easily explain, e.g. why so many people are borrowing on their credit cards, and simultaneously holding low yielding assets. Unlike most other studies, we also find strong effects from changes in account-specific interest rates. The long-run elasticity of debt to the interest rate is approximately -1.3. Less than half of this elasticity represents balance-shifting across cards, with most reflecting net changes in total borrowing. The elasticity is larger for decreases in interest rates than for increases, which can explain the widespread use of temporary promotional rates. The elasticity is smaller for people starting near their credit limits, again consistent with liquidity constraints.\n\n",
    "acknowledgement": "\n"
}