{
    "id": 832,
    "citation_title": "Exchange Rate Dynamics and the Overshooting Hypothesis",
    "citation_author": [
        "Jacob A. Frenkel",
        "Carlos A. Rodriguez"
    ],
    "citation_publication_date": "1982-01-01",
    "issue_date": "1982-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we analyze the determinants of the evolution of ex- change rates within the context of alternative models of exchange rate dynamics. We examine the overshooting hypothesis in models which emphasize differential speeds of adjustment in asset and goods markets as well as in models which emphasize portfolio balance considerations. We show that exchange rate overshooting is not an intrinsic characteristic of the foreign exchange market and that it depends on a set of specific assumptions. We also show that the overshooting is not a characteristic of the assumption of perfect foresight nor does it depend in general on the assumption that goods and asset markets clear at different speeds. As long as the speeds of adjustment in the various markets are less than infinite, the key factor determining the short run effects of a monetary expansion is the degree of capital mobility. When capital is highly mobile, the exchange rate overshoots its long-run value and when capital is relatively immobile the exchange rate undershoots its long-run value. Within the context of the portfolio-balance model we show that the effects of a monetary expansion on the dynamics of exchange rates and in particular on whether exchange rates overshoot or undershoot their equilibrium path depend critically on the specification of asset choice, on the degree of substitution among assets, and on the quality of the various assets in being an inflation hedge, Specifically, when internationally traded goods are a better inflation hedge than nontraded goods, the nominal exchange rate overshoots the domestic price level and conversely.\n\n",
    "acknowledgement": "\n"
}