{
    "id": 8321,
    "citation_title": "The Sputtering Labor Force of the 21st Century. Can Social Policy Help?",
    "citation_author": [
        "David T. Ellwood"
    ],
    "citation_publication_date": "2001-06-01",
    "issue_date": "2001-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines two questions: how will the labor force change over the next 20 years, and can social policy significantly alter its size and shape.  In the last twenty years, the overall labor force grew by 35 percent and the so-called prime age workforce those aged 25-54 grew by a remarkable 54 percent.  The number of college educated workers more than doubled, and increased as a fraction of the labor force from 22 percent of the total to over 30 percent.  In the next twenty, there will be virtually no growth in the prime age workforce at all.  Indeed the number of native born white workers in that group will fall by 10%.  Growth will be almost exclusively among older workers and people of color, in part due to immigration. Whether a sharply slowing labor force is a problem is debatable, but more troubling is the finding that even under the most optimistic scenario, the educational level of the workforce will improve far less in the next 20 years.  At best college graduates might rise from 30% to 35% as a share of the workforce. The second part of the paper examines in detail what we know about the incentive effects of a variety of social programs from welfare, to the Earned Income Tax Credit, to UI, to disability programs to Social Security.  There is clear evidence that incentives matter.  But when I examine what plausible policy changes might accomplish the aggregate impact is not large. Moreover, most of these changes would tend to bring the least educated and most marginal workers into the labor force, while the need will be greatest for more skilled workers.  Only strategies that would encourage more wives to work or that would significantly retard retirement are likely to generate many more educated workers.  The findings suggest that immigration and education and training changes will loom far larger in future years and may be a better place to look for answers.\n\n",
    "acknowledgement": "\n"
}