{
    "id": 8322,
    "citation_title": "Domestic Bank Regulation and Financial Crises: Theory and Empirical Evidence from East Asia",
    "citation_author": [
        "Robert Dekle",
        "Kenneth M. Kletzer"
    ],
    "citation_publication_date": "2001-06-01",
    "issue_date": "2001-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA model of the domestic financial intermediation of foreign capital inflows based on agency costs is developed for studying financial crises in emerging markets. In equilibrium for the model economy, the banking system becomes progressively more fragile under imperfect prudential regulation and public sector loan guarantees until a crisis occurs with an expected reversal of capital flows. The crisis in this model evolves endogenously as the banking system becomes increasingly vulnerable through the renegotiation of firm debts. Firm revenues are subject to idiosyncratic firm-specific technology shocks, but there are no aggregate shocks. The model generates dynamic relationships between foreign capital inflows, domestic investment, firm debt and the value of firm and bank equity in an endogenous growth model. Prior to crisis, foreign capital inflows and bank debt rise relative to investment and domestic production. The aggregate portfolio of the banking sector deteriorates and the total value of bank equities declines in proportion to that for goods producers progressively. The model's assumptions and implications for the behavior of the economy before and after crisis are compared to the experience of five East Asian countries. The case studies compare three or near-crisis countries non-crisis economies, Taiwan and Singapore, and lend support to the model.\n\n",
    "acknowledgement": "\n"
}