{
    "id": 8331,
    "citation_title": "Effects of Price and Access Laws on Teenage Smoking Initiation: A National Longitudinal Analysis",
    "citation_author": [
        "John A. Tauras",
        "Patrick M. O'Malley",
        "Lloyd D. Johnston"
    ],
    "citation_publication_date": "2001-06-01",
    "issue_date": "2001-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past three decades a significant amount of economic research has established that increasing cigarette prices reduces cigarette smoking among both adults and adolescents.  The consensus estimates for the price elasticity of adult demand from these studies fall in a narrow range of  0.3 to  0.5, suggesting that a 10% increase in the price of cigarettes would decrease adult consumption by 3%-5%.  A smaller literature on youth responsiveness to cigarette prices has also emerged.  A majority of these studies concluded that youth are up to three times as responsive to price as are adults.  Only four econometric studies have attempted to model youth and young adult smoking initiation decisions.  All four studies concluded that cigarette prices (or cigarette excise taxes) are insignificant determinants of smoking initiation. This study addresses the limitations of the previous studies on smoking initiation and examines the impact of cigarette prices and youth access laws on adolescent smoking initiation. Nationally representative longitudinal surveys of 8th and 10th graders as part of the Monitoring the Future project are employed in the analysis.  State-specific prices and several measures of youth access restrictions are added to the survey data. Discrete-time hazard methods are used to model the probability of initiation.  Contradicting the results of the four previous studies on smoking initiation, the results of this study clearly indicate that increases in the price of cigarettes would significantly reduce the number of adolescents who start smoking. The results are mixed with respect to youth access restrictions.\n\n",
    "acknowledgement": "\n"
}