{
    "id": 8333,
    "citation_title": "Do Estate and Gift Taxes Affect the Timing of Private Transfers?",
    "citation_author": [
        "B. Douglas Bernheim",
        "Robert J. Lemke",
        "John Karl Scholz"
    ],
    "citation_publication_date": "2001-06-01",
    "issue_date": "2001-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProposals to alter the estate tax are contentious and have been debated largely in an empirical vacuum.  This paper examines time series and cross-sectional variation to identify the effects of gift and estate taxation on the timing of private transfers.  The analysis is based on data from the 1989, 1992, 1995, and 1998 waves of the Surveys of Consumer Finances. Legislative activity during this period reduced the tax disadvantage of bequests relative to gifts. Moreover, the magnitude of this reduction differed systematically across identifiable household categories. We find that households experiencing larger declines in the expected tax disadvantages of bequests substantially reduced inter vivos transfers relative to households experiencing small declines in the tax disadvantages of bequests.  This implies that the timing of transfers is highly responsive to applicable gift and estate tax rates.  These conclusions are based both on simple comparisons of the probability of giving across different time periods and groups, and on empirical specifications that control for a variety of potentially confounding factors, such as systematic changes in the fraction of wealth attributable to unrealized capital gains.  The results also provide evidence of a systematic bequest motive for some high-wealth households.\n\n",
    "acknowledgement": "\n"
}