{
    "id": 8337,
    "citation_title": "The Skill Content of Recent Technological Change: An Empirical Exploration",
    "citation_author": [
        "David H. Autor",
        "Frank Levy",
        "Richard J. Murnane"
    ],
    "citation_publication_date": "2001-06-01",
    "issue_date": "2001-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe apply an understanding of what computers do -- the execution of procedural or rules-based logic -- to study how computer technology alters job skill demands. We contend that computer capital (1) substitutes for a limited and well-defined set of human activities, those involving routine (repetitive) cognitive and manual tasks; and (2) complements activities involving non-routine problem solving and interactive tasks. Provided these tasks are imperfect substitutes, our model implies measurable changes in the task content of employment, which we explore using representative data on job task requirements over 1960 -- 1998. Computerization is associated with declining relative industry demand for routine manual and cognitive tasks and increased relative demand for non-routine cognitive tasks. Shifts are evident within detailed industries, within detailed occupations, and within education groups within industries. Translating observed task shifts into educational demands, the sum of within-industry and within-occupation task changes explains thirty to forty percent of the observed relative demand shift favoring college versus non-college labor during 1970 to 1998, with the largest impact felt after 1980. Changes in task content within nominally identical occupations explain more than half of the overall demand shift induced by computerization.\n\n",
    "acknowledgement": "\n"
}