{
    "id": 8341,
    "citation_title": "Does Participating in a 401(k) Raise Your Lifetime Taxes?",
    "citation_author": [
        "Jagadeesh Gokhale",
        "Laurence J. Kotlikoff",
        "Todd Neumann"
    ],
    "citation_publication_date": "2001-06-01",
    "issue_date": "2001-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nContributing to 401(k)s and similar tax-deferred retirement accounts certainly lowers current taxes. But does it lower your lifetime taxes? If average and marginal tax rates were independent of income and didn't change through time, the answer would be an unambiguous yes. The reduction in current taxes would exceed the increase in future taxes when measured in present value. But tax rates may be higher when retirement account withdrawals occur, either because one moves into higher marginal federal and state tax brackets or because the government raises tax rates. In addition, reducing tax brackets when young, at the price of higher tax brackets when old, may reduce the value of mortgage deductions. Finally, and very importantly, shifting taxable income from youth to old age can substantially increase the share of Social Security benefits subject to federal income taxation. This paper uses ESPlanner, a detailed life-cycle personal financial planning model to study the lifetime tax advantage to stylized young couples of participating in a 401(k) plan. Assuming a percent real return on assets, we find that low- and moderate-income households actually raise their lifetime taxes and lower their lifetime expenditures by saving in a 401(k) plan. In the case of a couple with $50,000 in annual earnings, partaking fully in the typical 401(k) plan raises lifetime tax payments by 1.1 percent and lowers lifetime expenditures by 0.4 percent. The lifetime tax hike is 6.4 percent and the lifetime spending reduction is 1.7 percent for such households if they receive an 8 percent real rate of return. These figures rise to 7.3 percent and 2.3 percent, respectively, if taxes are increased by 20 percent when the couple retires. These findings are driven, in large part, by the additional Social Security benefit taxation induced by 401(k) withdrawals. The picture is quite different for high-income young couples with so much income that 401(k) participation cannot a) lower and then raise their marginal income tax rates or b) raise the share of their Social Security benefits that is taxable. For such couples 401(k) participation means major lifetime tax savings. At a 6 percent real return, a couple earning at the rate of $300,000 per year would enjoy a 6.8 percent lifetime tax break, which translates into a 3.9 percent increase in lifetime spending. These couples' continue to enjoy a large lifetime subsidy even if tax rates are raised by as much as a fifth when they retire. In addition to demonstrating the regressivity of the fe\n\n",
    "acknowledgement": "\n"
}