{
    "id": 8343,
    "citation_title": "Vouchers for Private Schooling in Colombia: Evidence from a Randomized Natural Experiment",
    "citation_author": [
        "Joshua Angrist",
        "Eric Bettinger",
        "Erik Bloom",
        "Elizabeth King",
        "Michael Kremer"
    ],
    "citation_publication_date": "2001-06-01",
    "issue_date": "2001-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nColombia's PACES program provided over 125,000 pupils from poor neighborhoods with vouchers that covered approximately half the cost of private secondary school. Since many vouchers were allocated by lottery, we use differences in outcomes between lottery winners and losers to assess program effects. Three years into the program, lottery winners were 15 percentage points more likely to have attended private school, had completed .1 more years of schooling, and were about 10 percentage points more likely to have finished 8 th grade, primarily because they were less likely to repeat grades. The program did not significantly affect dropout rates. Lottery winners scored .2 standard deviations higher on standardized tests. There is some evidence that winners worked less than losers and were less likely to marry or cohabit as teenagers. On average, lottery winners increased their educational expenditure by about 70% of the value of the voucher. Since winners also worked less, they devoted more total resources to education. Compared to an equivalent expansion of the public education system, the voucher program increased annual government educational expenditure by about $24 per winner. But the costs to the government and to participants were probably much less than the increase in winners' earnings due to greater educational attainment.\n\n",
    "acknowledgement": "\n"
}