{
    "id": 835,
    "citation_title": "Expectations, Life Expectancy, and Economic Behavior",
    "citation_author": [
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "1982-01-01",
    "issue_date": "1982-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnlike price expectations, which are central to macroeconomic theory and have been examined extensively using survey data, formation of individuals' horizons, which are central to the theory of life-cycle behavior, have been completely neglected. This is especially surprising since life expectancy of adults has increased especially rapidly in Western countries in the past ten years. This study presents the results of analyzing responses by two groups--economists and a random sample--to a questionnaire designed to elicit subjective expectations and probabilities of survival. It shows that people do not extrapolate past improvements in longevity when they determine their subjective horizons, though they are fully aware of levels of and movements within today's life tables. They skew subjective survival probabilities in a way that implies the subjective distribution has greater variance than its actuarial counterpart; and the subjective variance decreases with age. They also base their subjective horizons disproportionately on their relatives' longevity, and long-lived relatives increase uncertainty about the distribution of subjective survival probabilities. As one example of the many areas of life-cycle behavior to which the results are applicable, the study examines the consumption-leisure choices of the optimizing consumer over his lifetime. It finds that shortfalls in utility in old age because people's ex ante horizons had to be updated as -- average longevity increased are relatively small. This implies that large subsidies to retirees under today's Social Security system cannot be justified as compensation for an unexpectedly long retirement for which they failed to save.\n\n",
    "acknowledgement": "\n"
}