{
    "id": 8354,
    "citation_title": "Financial Structure, Macroeconomic Stability and Monetary Policy",
    "citation_author": [
        "Stephen G. Cecchetti",
        "Stefan Krause"
    ],
    "citation_publication_date": "2001-07-01",
    "issue_date": "2001-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past twenty years, macroeconomic performance has improved markedly in industrialized and developing countries alike. Both inflation and real growth are more stable now than they were in the 1980s. This stability has been accompanied by dramatic changes in financial structure. We examine the connection between these concurrent events using data from 23 developed and emerging markets countries. There are a number of possible explanations for the widespread improvement in economic outcomes over the past two decades. There is the very real possibility that the world has become a more stable place. Alternatively, monetary policymakers may have become more skillful in carry out their stabilization objectives. That is, the monetary policy of the 1990s may have been more efficient than it was in the 1980s. We provide evidence that policy has in fact improved, suggesting that a rise in the competence of central bankers. But the ability of policymakers to carry out their job depends crucially on their having the tools necessary to reduce inflation and output volatility. The transmission of these interest rate movements to domestic output and prices depends on the structure of the country's banking system and financial markets. We show that a reduction in direct state ownership of banking system assets and the introduction of explicit deposit insurance can help explain the simultaneous improvement in the efficiency of monetary policy and stabilization of the macroeconomy.\n\n",
    "acknowledgement": "\n"
}