{
    "id": 8362,
    "citation_title": "Rational Speculation and Exchange Rates",
    "citation_author": [
        "Margarida Duarte",
        "Alan C. Stockman"
    ],
    "citation_publication_date": "2001-07-01",
    "issue_date": "2001-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we develop a general equilibrium model of exchange rates where expectations of future variables directly affect the current exchange rate through an 'asset-market' term. This term, which results from the assumptions of incomplete asset markets and segmented product markets, does not appear in most models of exchange rates and it allows for changes in expectations about variables at t+1 to affect the date-t exchange rates without requiring changes in other contemporaneous variables. Therefore, the model has the potential to deliver changes in exchange rates, resulting from rational speculation, without much change in consumption allocations or goods' prices, making it consistent with the common view that exchange rates behave like asset prices. To implement the idea that exchange rates respond to expectations about future economic conditions, we introduce a regime variable governing the covariance structure of shocks to productivity and money growth in each country. Changes in the information variable are intended to generate changes in home and foreign agents' perceptions of the relative risks of holding the nominal asset. The model is roughly consistent with the common view that exchange rates behave like asset prices. However, it does not generate a sufficient degree of rational speculation to explain either observed variation of risk premia in foreign exchange markets or observed variation in exchange rates.\n\n",
    "acknowledgement": "\n"
}