{
    "id": 8384,
    "citation_title": "Extensive or Intensive Generosity? The Price and Income Effects of Federal Grants",
    "citation_author": [
        "Katherine Baicker"
    ],
    "citation_publication_date": "2001-07-01",
    "issue_date": "2001-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen TANF replaced AFDC in 1996 the marginal subsidy for state welfare spending was eliminated. This paper exploits data from a period in the history of AFDC when the structure of federal subsidies and legislative changes allow us to estimate not only the price and income elasticities of federal grants, but also to disentangle state reactions to subsidies along two different dimensions: the intensive margin of spending per recipient, and the extensive margin of spending on additional recipients. I find that states respond much more strongly to these incentives than previous analyses that neither adequately controlled for the endogeneity of prices nor estimated the two margins separately would imply. I show that state spending on benefits per recipient responds significantly to the marginal price of benefits, with an elasticity of -.38, and that state spending on the number of recipients responds significantly to the marginal price of additional recipients, with an elasticity of -.34. Cross-price elasticities are positive, implying a substitutability of extensive for intensive generosity and indicating that an analysis that groups the two margins together masks significant behavioral responses along each dimension. These results correspond very well to estimates of the early effects of TANF, predicting a significantly larger drop in caseloads than in benefits.\n\n",
    "acknowledgement": "\n"
}