{
    "id": 8393,
    "citation_title": "Living Wages: Protection For or Protection From Low-Wage Workers?",
    "citation_author": [
        "David Neumark"
    ],
    "citation_publication_date": "2001-07-01",
    "issue_date": "2001-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLiving wage laws, which were introduced in the mid-1990s and have expanded rapidly since then, are typically touted as anti-poverty measures.  Yet they frequently restrict coverage to employers with city contracts, and in such cases apply to a small fraction of workers.  This apparent contradiction leads to the question of whether there are alternative motivations for various economic and political actors to seek passage of living wage laws.  This paper considers the hypothesis that unions representing municipal employees work for the implementation of living wage laws to maintain or increase rents.  By raising the wages that city contractors would have to pay, living wage laws may reduce the incentives for cities to contract out work that would otherwise be done by municipal employees, hence increasing the bargaining power of municipal unions and leading to higher wages.  The empirical analysis leads to evidence that the wages of unionized municipal workers are increased as a result of living wages. This evidence does not imply that living wages offer no assistance to low-wage workers or low-income families.  However, it suggests that alternative policies intended to achieve the goal of reducing urban poverty may be more effective, as living wage laws may result more from considerations of self-interest of narrow but politically-powerful groups of workers than from consideration of the optimal way of achieving this goal.\n\n",
    "acknowledgement": "\n"
}