{
    "id": 8406,
    "citation_title": "Imperfect Knowledge, Retirement and Saving",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "2001-08-01",
    "issue_date": "2001-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from the Health and Retirement Study, this paper creates variables measuring knowledge about future social security and pension benefits by comparing respondent reports of their expected benefits with benefits calculated from social security earnings records and employer provided descriptions of pension plans.  The knowledge measures suggest that misinformation, imprecision and lack of information about retirement benefits is the norm. Those who are most dependent on social security are the least well informed about their social security benefits, while those who are most dependent on pensions are best informed about their pension benefits.  Women and minorities are less well informed about both types of retirement benefits. Having documented the extent of misinformation, we turn to questions about the production of information, and the consequences of misinformation for real outcomes.  Relating measures of information to planning activities, we find that those who plan are somewhat better informed than those who do not, but with the exception of having requested a social security earnings record, the effects of planning activities on knowledge are modest. In descriptive and reduced form equations for planned and actual retirement and saving, there is at best a modest relation of knowledge measures to planned and actual retirement and to nonpension, nonsocial security wealth as a share of lifetime earnings.  Individuals who overestimate their benefits are likely to retire sooner than they planned, but the measured effects are relatively modest.  Coefficients of measures of the increase in reward from postponed retirement are barely affected by the addition of measures of respondent knowledge of their retirement benefits to standard reduced form retirement and wealth equations.\n\n",
    "acknowledgement": "\n"
}