{
    "id": 8407,
    "citation_title": "Pricing, Production and Persistence",
    "citation_author": [
        "Michael Dotsey",
        "Robert G. King"
    ],
    "citation_publication_date": "2001-08-01",
    "issue_date": "2001-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThough built with increasingly precise microfoundations, modern optimizing sticky price models have displayed a chronic inability to generate large and persistent real responses to monetary shocks, as recently stressed by Chari, Kehoe and McGrattan [2000]. This is an ironic finding, since Taylor [1980] and other researchers were motivated to study sticky price models in part by the objective of generating large and persistent business fluctuations. We trace this lack of persistence to a standard view of the cyclical behavior of real marginal cost built into current sticky price macro models. Using both a small loglinear macroeconomic model and a larger fully articulated model, we show how an alternative view of real marginal cost can lead to substantial persistence. This alternative view is based on three features of the 'supply side' of the economy that we believe are realistic: an important role for produced inputs, variable capacity utilization, and labor supply variability through changes in employment. Importantly, these 'real flexibilities' work together to dramatically reduce the elasticity of marginal cost with respect to output, from levels much larger than unity in CKM to values much smaller than unity in our analysis. These 'real flexibilities' consequently reduce the extent of price adjustments by firms in time-dependent pricing economies and the incentives for paying fixed costs of adjustment in state-dependent pricing economies. The structural features also lead the sticky price model to display volatility and comovement of factor inputs and factor prices that are more closely in line with conventional wisdom about business cycles.\n\n",
    "acknowledgement": "\n"
}