{
    "id": 8408,
    "citation_title": "Australian Growth: A California Perspective",
    "citation_author": [
        "Ian W. McLean",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2001-08-01",
    "issue_date": "2001-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExamination of special cases assists understanding of the mechanics of long-run economic growth more generally. Australia and California are two economies having the rare distinction of achieving 150 years of sustained high and rising living standards for rapidly expanding populations. They are suitable comparators since in some respects they are quite similar, especially in their initial conditions in the mid-nineteenth century, their legal and cultural inheritances, and with respect to some long-term performance indicators. However, their growth trajectories have differed markedly in some sub-periods, and over the longer term with respect to the growth in the size of their economies. Most important, the comparison of an economy that remained a region in a much larger national economy with one that evolved into an independent political unit helps identify the role of several key policies. California had no independent monetary policy, or exchange rate, or controls over immigration or capital movements, or trade policy. Australia did, and after 1900 pursued an increasingly interventionist and inward-oriented development strategy until the 1970s. What difference did this make to long-run growth? And what other factors, exogenous and endogenous, account for the differences that have emerged between two economies that shared such similar initial conditions?\n\n",
    "acknowledgement": "\n"
}