{
    "id": 8410,
    "citation_title": "Consumer Sentiment: Its Rationality and Usefulness in Forecasting Expenditure - Evidence from the Michigan Micro Data",
    "citation_author": [
        "Nicholas S. Souleles"
    ],
    "citation_publication_date": "2001-08-01",
    "issue_date": "2001-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides one of the first comprehensive analyses of the household data underlying the Michigan Index of Consumer Sentiment. This data is used to test the rationality of consumer expectations and to assess their usefulness in forecasting expenditure. The results can also be interpreted as characterizing the shocks that have hit different types of households over time. Expectations are found to be biased, at least ex post, in that forecast errors do not average out even over a sample period lasting almost 20 years. People underestimated the disinflation of the early 1980's and in the 1990's, and generally appear to underestimate the amplitude of business cycles. Forecasts are also inefficient, in that people's forecast errors are correlated with their demographic characteristics and/or aggregate shocks did not hit all people uniformly. Further, sentiment is found to be useful in forecasting future consumption, even controlling for lagged consumption and macro variables like stock prices. This excess sensitivity is counter to the permanent income hypothesis [PIH]. Higher confidence is correlated with less saving, consistent with precautionary motives and increases in expected future resources. Some of the rejection of the PIH is found to be due to the systematic demographic components in forecast errors. But even after controlling for these components, some excess sensitivity persists. More broadly, these results suggest that empirical implementations of forward-looking models need to better account for systematic heterogeneity in forecast errors.\n\n",
    "acknowledgement": "\n"
}