{
    "id": 8411,
    "citation_title": "Economic Perspectives on Software Design: PC Operating Systems and Platforms",
    "citation_author": [
        "Steven J. Davis",
        "Jack MacCrisken",
        "Kevin M. Murphy"
    ],
    "citation_publication_date": "2001-08-01",
    "issue_date": "2001-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImprovements in the software that provides hardware management, user interface and platform functions have played a central role in the growth and transformation of the personal computer (PC) industry. Several forces shape the design of these 'operating system' products and propel their evolution over time, including: A. The need to efficiently manage the interacting components of PC systems so as to keep pace with rapid advances in computer technologies the development of applications software. B. The need to maintain compatibility with existing applications while preserving the flexibility to incorporate additional functions that support new applications. C. The desire to economize on customer support costs and assign clear responsibility for making the interacting components of the PC work together. D. The desire to bundle multiple software features into a single package so as to more effectively meet the demand for complementary applications or reduce the diversity in product valuations among consumers. We analyze these forces and the factors that determine whether and when new features and functions are included in commercial operating system products.  We also explain how this integration and bundling spurs growth in the PC industry and fosters innovation.\n\n",
    "acknowledgement": "\n"
}