{
    "id": 8412,
    "citation_title": "Another Look at Whether a Rising Tide Lifts All Boats",
    "citation_author": [
        "James R. Hines Jr.",
        "Hilary W. Hoynes",
        "Alan B. Krueger"
    ],
    "citation_publication_date": "2001-08-01",
    "issue_date": "2001-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPeriods of rapid U.S. economic growth during the 1960s and 1970s coincided with improved living standards for many segments of the population, including the disadvantaged as well as the affluent, suggesting to some that a rising economic tide lifts all demographic boats.  This paper investigates the impact of U.S. business cycle conditions on population well-being since the 1970s.  Aggregate employment and hours worked in this period are strongly procyclical, particularly for low-skilled workers, while aggregate real wages are only mildly procyclical. Similar patterns appear in a balanced panel of PSID respondents that removes the effects of changing workforce composition, though the magnitude of the responsiveness of real wages to unemployment appears to have declined in the last 20 years.  Economic upturns increase the likelihood that workers acquire jobs in sectors with positively sloped career ladders.  Spending by state and local governments in all categories rises during economic expansions, including welfare spending, for which needs vary countercyclically.  Since the disadvantaged are likely to benefit disproportionately from such government spending, it follows that the public finances also contribute to conveying the benefits of a strong economy to diverse population groups.\n\n",
    "acknowledgement": "\n"
}