{
    "id": 8415,
    "citation_title": "Toward a Framework for Improving Health Care Financing for an Aging Population: The Case of Israel",
    "citation_author": [
        "Dov Chernichovsky",
        "Sara Markowitz"
    ],
    "citation_publication_date": "2001-08-01",
    "issue_date": "2001-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe conventional wisdom is that because at any time the aged cost more than the young, there is a positive relationship between aging and health care spending.  It is hard, however, to find evidence that aging correlates positively with such spending. Intrigued by the puzzle, we account for the factors that contribute to changes of the age distribution of medical costs and their potential effect on aggregate cost.  As changes in costs are not age neutral, the health system needs to facilitate a dynamic shift of resources from those whose relative cost rise less -- the young -- to those whose relative costs rise more -- the old.  As there is an apparent market failure associated with uncertainty about growth in longevity (no market for 'death insurance'), the private market does not seem to effectively facilitate this shift.  Aging, and its known correlates and antecedents produce a complex picture about the potential effect of aging on total cost of medical care in Israel.  Shifting morbidity and mortality to older age can lower cost of care, all other things equal.  Growth in incomes and insurance coverage are likely to increase use of care particularly amongst the old. Rising levels of education would have the opposite effect, but among the relatively young.  The effect of a key element, technology, remains unknown.  The Israeli experience also points to the advantages of a unified publicly financed health system with a timely allocation mechanism.\n\n",
    "acknowledgement": "\n"
}