{
    "id": 8416,
    "citation_title": "Targeting Managerial Control: Evidence from Franchising",
    "citation_author": [
        "Francine Lafontaine",
        "Kathryn L. Shaw"
    ],
    "citation_publication_date": "2001-08-01",
    "issue_date": "2001-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing an extensive longitudinal data set on franchising firms, we show that established franchisors manage their portfolio of company and franchised units to maintain a particular target level of corporate control and ownership of outlets. On average, established franchisors maintain about 15 percent of their outlets as company owned - with the other 85 percent owned by franchisees. Interestingly, the rate of company ownership does not rise or fall within firms as they gain experience or learn, or as they succeed or fail. However, the targeted rate does vary considerably across firms: firm-specific fixed effects explain 90 percent of the variance of company ownership rates in our longitudinal data. Given strong evidence that firms target specific, but different, rates of company ownership, what factors determine firms' optimal targeted rates? We find that brandname value is an important determinant: franchisors with high brandname value, as measured by advertising fees or major media expenditures, target high rates of company ownership. We argue that targeting high rates of company ownership is desirable in chains with more valuable brands because individual franchisees have incentives to free ride on brandname value. Consequently, high-value franchisors need to exert more direct managerial control over outlets in their chain. In addition, high company ownership rates give franchisors better incentives to maintain the value of their brand.\n\n",
    "acknowledgement": "\n"
}