{
    "id": 8418,
    "citation_title": "Plant- and Firm-Level Evidence on \"New\" Trade Theories",
    "citation_author": [
        "James R. Tybout"
    ],
    "citation_publication_date": "2001-08-01",
    "issue_date": "2001-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy relaxing the assumption of perfect competition, the 'new' trade theory has generated a rich body of predictions concerning the effects of commercial policy on price-cost mark-ups, firm sizes, exports, productivity and profitability among domestic producers. This paper critically assesses the plant- and firm-level evidence on these linkages. Several robust findings are identified. First, mark-ups generally fall with import competition, but it is not clear whether this phenomenon reflect the elimination of market power or the creation of negative economic profits. Second, import-competing firms cut back their production levels when foreign competition intensifies, at least in the short run. This suggests that sunk entry or exit costs are important in most sectors. Third, trade rationalizes production in the sense that markets for the most efficient plants are expanded, but large import-competing firms tend to simultaneously contract. Fourth exposure to foreign competition often improves intra-plant efficiency. Fifth, firms that engage in international activities tend to be larger, more productive, and supply higher quality products. However the literature is mixed on whether international activities cause these characteristics or vice versa. Finally, the short-run and long-run effects of commercial policy on exports and market structure can be quite different. Both types of response depend upon initial conditions, sunk entry costs, and the extent of firm heterogeneity.\n\n",
    "acknowledgement": "\n"
}