{
    "id": 8428,
    "citation_title": "A \"Vertical\" Analysis of Crises and Intervention: Fear of Floating and Ex-ante Problems",
    "citation_author": [
        "Ricardo Caballero",
        "Arvind Krishnamurthy"
    ],
    "citation_publication_date": "2001-08-01",
    "issue_date": "2001-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmerging economies are prone to crises triggered by external shocks. During these crises, should the central bank stabilize the currency or domestic interest rates? If the choice is outside the central bank's control, as in a currency board, are there good policy substitutes? We argue that these questions are best analyzed in a 'vertical' framework, where the supply of external funds faced by the country is inelastic during the crisis and monetary policy affects mostly the domestic cost of scarce international liquidity. This is in contrast to the standard 'horizontal' framework where supply is elastic at the (now higher) international interest rate. In this vertical view, raising domestic interest rates during a crisis has relatively limited output consequences, while not doing so causes a sharp exchange rate overshooting. This asymmetry naturally leads to the widely observed fear of floating. However, while this response is ex-post rationalizable, it has negative ex-ante consequences as it exacerbates the structurally insufficient private sector incentives to insure against crises. Ex-ante, optimal monetary policy is countercyclical, and increasingly so as financial development falls. The silver lining for countries with limited financial development that cannot (or should not) overcome this conservative-central-bank time inconsistency problem, is that since the main role of monetary policy in the vertical view is one of incentives, it can be substituted by ex-ante measures to induce the private sector to insure against crises.\n\n",
    "acknowledgement": "\n"
}