{
    "id": 8438,
    "citation_title": "Does Direct Foreign Investment Affect Domestic Firms' Credit Constraints?",
    "citation_author": [
        "Ann E. Harrison",
        "Margaret S. McMillan"
    ],
    "citation_publication_date": "2001-08-01",
    "issue_date": "2001-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirms in developing countries cite credit constraints as one of their primary obstacles to investment.  Direct foreign investment, by bringing in scarce capital, may ease domestic firms' credit constraints. Alternatively, if foreign firms borrow heavily from domestic banks, they may exacerbate domestic firms' credit constraints by crowding them out of domestic capital markets. One plausible mechanism by which this may happen is indirect. Foreign firms may be more experienced and have better financial ratios and thus, be a safer bet for lending institutions. Using firm-level data from the Ivory Coast for the period 1974-1987 we test the following hypotheses: (1) domestic firms are more credit constrained than foreign firms and (2) borrowing by foreign firms exacerbates the credit constraints of domestic firms. Results suggest that domestic firms are significantly more credit constrained that foreign firms and that borrowing by foreign firms aggravates domestic firms' credit constraints. By splitting the sample into state-owned (SOE) and privately owned domestic enterprises we are able to show that SOEs are less financially constrained than other domestic enterprises, consistent with the notion of a 'soft budget constraint'.  Borrowing by foreign firms affects only privately owned enterprises.  Finally, we explore possible explanations for the crowding out effect.\n\n",
    "acknowledgement": "\n"
}