{
    "id": 845,
    "citation_title": "Expectations and Forecasts from Business Outlook Surveys",
    "citation_author": [
        "Victor Zarnowitz"
    ],
    "citation_publication_date": "1982-01-01",
    "issue_date": "1982-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEach quarter since 1968 the National Bureau of Economic Research, in collaboration with the American Statistical Association, has been collecting a large amount of information on the record of forecasting in the U. S. economy. This paper is a progress report on a comprehensive study of the distribution of individual predictions from these surveys. It covers forecasts of quarterly developments in the year ahead for six variables representing inflation, real growth, unemployment, percentage changes in GNP and spending on consumer durables, and business inventory investment. The 79 respondents who participated in at least 12 of the 42 surveys covered constitute a broadly based and diversified group of experts and agents, mostly from the world of corporate business and finance -- executives, analysts, economic consultants, also some government and academic forecasters. The data are in certain respects uniquely rich. The first part of the paper reviews briefly the models of economic expectations and discusses the potential and problems of using survey data for testing these models. The second part offers a comparative analysis of the individual prediction series from the NBER-ASA as well as some earlier surveys. There are gains from combining predictions from different sources, e.g., the group mean forecasts are on the average over time more accurate than most of the corresponding sets of individual forecasts or expectations. But there is also a moderate degree of consistency in the relative 2erformances of individual fore- casters, some of whom score well above average with respect to several variables and predictive horizons. The third section presents the distributions of an array of absolute accuracy measures for the survey respondents, regressions of actual on predicted values, and associated tests of bias and autocorrelation of error. The marginal forecast errors tend to increase, and the correlations between predictions and realizations tend to decrease, as the target quarter recedes into the future. The tests of the joint null hypothesis that the regressions have zero intercepts and unitary slope coefficients are very unfavorable to expectations of inflation, but they show the forecasts of the other variables generally in much better light. Inflation has been largely underestimated, with the predicted rates lagging behind the actual rates. On the other hand, real growth has been on the average overestimated. The incidence of autocorrelation in the prediction errors was also much higher for inflation than for the other variables. A summary of findings is provided. The fifth and last section lists some additional questions raised by this study, to be dealt with in another paper.\n\n",
    "acknowledgement": "\n"
}