{
    "id": 8453,
    "citation_title": "Exchange Rate Exposure",
    "citation_author": [
        "Kathryn M.E. Dominguez",
        "Linda L. Tesar"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we examine the relationship between exchange rate movements and firm value. We estimate the exchange rate exposure of publicly listed firms in a sample of eight (non-US) industrialized and emerging markets, and find that a significant percentage of these firms are indeed exposed. These results differ substantially from most previous studies in the literature that find little evidence of exposure. In robustness checks we find that: (i) the choice of exchange rate matters, and using the trade-weighted exchange rate is likely to understate the extent of exposure, (ii) conditioning on the value-weighted vs. the equally-weighted market index has little effect on estimated exposure, while conditioning on the international index does change the estimate of exposure, (iii) the extent of exposure is not a result of a spurious correlation between random variables with high variances, (iv) exposure increases with the return horizon, (v) within a country and within an industry, exposure coefficients are roughly evenly split between positive and negative values, (vi) averaging across the (absolute value of the) significant exposure coefficients in our sample of countries, we find an exposure coefficient of about 0.5, (vii) the extent of exposure is not sensitive to the sample period, but the set of firms that is exposed does vary over time, and (viii) the sign of the exposure coefficients changes across subperiods for about half of the firms of our sample. We find that exposure is not systematically related to firm size, industry affiliation, multinational status, foreign sales, international assets or industry-level trade.\n\n",
    "acknowledgement": "\n"
}