{
    "id": 8458,
    "citation_title": "Environmental Taxation and Regulation",
    "citation_author": [
        "A. Lans Bovenberg",
        "Lawrence H. Goulder"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter examines government policy alternatives for protecting the environment.  We compare environmentally motivated taxes and various non-tax environmental policy instruments in terms of their efficiency and distributional impacts.  Much of the analysis is performed in a second-best setting where the government relies on distortionary taxes to finance some of its budget.  The chapter indicates that in this setting, general equilibrium considerations have first-order importance in the evaluation of environmental policies.  Indeed, some of the most important impacts of environmental policies take place outside of the market that is targeted for regulation. Section 2 examines the optimal (efficiency-maximizing) level of environmental taxes.  Section 3 analyzes the impacts of environmental tax reforms, concentrating on revenue-neutral policies in which revenues from environmental taxes are used to finance cuts in ordinary, distortionary taxes.  We explore in particular the circumstances under which the 'recycling' of revenues from environmental taxes through cuts in distortionary taxes can eliminate the non-environmental costs of such reforms. Section 4 compares environmental taxes with other policy instruments   including emissions quotas, performance standards, and subsidies to abatement   in economies with  pre-existing distortionary taxes.  We first compare these instruments assuming that regulators face no uncertainties as to firms' abatement costs or the benefits of environmental improvement, and then consider how uncertainty and associated monitoring and enforcement costs affect the choice among alternative policy instruments.  Section 5 concentrates on the trade-offs between efficiency and distribution in a second-best setting.  Section 6 offers conclusions.\n\n",
    "acknowledgement": "\n"
}