{
    "id": 8459,
    "citation_title": "A Tariff-Growth Paradox? Protection's Impact the World Around 1875-1997",
    "citation_author": [
        "Michael A. Clemens",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a new database to establish two findings covering the first globalization boom before World War I, the second since World War II, and the autarkic interlude in between. First, there is strong evidence supporting a Tariff-Growth Paradox: protection was associated with fast growth before World War II, while it was associated with slow growth thereafter. Second, there is strong evidence supporting regional asymmetry: while the tariff-growth association was powerful and positive in the Core and rich New World before World War II, it was typically weak and negative in the poor Periphery. The paper offers explanations for the Paradox by controlling for a changing world economic environment. It shows how the oft-quoted Sachs-Warner results for 1970-1989 are significantly revised when one controls for trading partners' growth, trading partners' tariffs and the effective distance between them over the longer half-century 1950-1997. Falling partners' tariffs was the most important force accounting for the switch in sign on the tariff-growth connection after 1950. An increase in own tariffs after 1950 hurt growth, but it would not have hurt growth in a world where partners' tariffs were much higher, trading partners' growth much slower, and the world less closely connected by transportation. World environment matters. Leader-country reaction to big world events (like the Great Depression) matter. Followers take notice.\n\n",
    "acknowledgement": "\n"
}