{
    "id": 8460,
    "citation_title": "Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution",
    "citation_author": [
        "Daron Acemoglu",
        "Simon Johnson",
        "James A. Robinson"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAmong countries colonized by European powers during the past 500 years those that were relatively rich in 1500 are now relatively poor. We document this reversal using data on urbanization patterns and population density, which, we argue, proxy for economic prosperity. This reversal is inconsistent with a view that links economic development to geographic factors. According to the geography view, societies that were relatively rich in 1500 should also be relatively rich today. In contrast, the reversal is consistent with the role of institutions in economic development. The expansion of European overseas empires starting in the 15th century led to a major change in the institutions of the societies they colonized. In fact, the European intervention appears to have created an 'institutional reversal' among these societies, in the sense that Europeans were more likely to introduce institutions encouraging investment in regions that were previously poor. This institutional reversal accounts for the reversal in relative incomes. We provide further support for this view by documenting that the reversal in relative incomes took place during the 19th century, and resulted from societies with good institutions taking advantage of industrialization opportunities.\n\n",
    "acknowledgement": "\n"
}