{
    "id": 8461,
    "citation_title": "Why Are Some People (and Countries) More Protectionist Than Others?",
    "citation_author": [
        "Anna Maria Mayda",
        "Dani Rodrik"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a rich cross-country data set that contains information on attitudes toward trade as well as a broad range of socio-demographic and other indicators. We find that pro-trade preferences are significantly and robustly correlated with an individual's level of human capital, in the manner predicted by the factor endowments model. Preferences over trade are also correlated with the trade exposure of the sector in which an individual is employed: individuals in non-traded sectors tend to be the most pro-trade, while individuals in sectors with a revealed comparative disadvantage are the most protectionist. Third, an individual's relative economic status, measured in terms of either relative income within each country or self-expressed social status, has a very strong positive association with pro-trade attitudes. Finally, non-economic determinants, in the form of values, identities, and attachments, play an important role in explaining the variation in preferences over trade. High degrees of neighborhood attachment and nationalism/patriotism are associated with protectionist tendencies, while cosmopolitanism is correlated with pro-trade attitudes. Our framework does a reasonable job of explaining differences across individuals and a fairly good job of explaining differences across countries.\n\n",
    "acknowledgement": "\n"
}