{
    "id": 8465,
    "citation_title": "Pollution Havens and Foreign Direct Investment: Dirty Secret or Popular Myth?",
    "citation_author": [
        "Beata K. Smarzynska",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 'pollution haven' hypothesis refers to the possibility that multinational firms, particularly those engaged in highly polluting activities, relocate to countries with weaker environmental standards. Despite the plausibility and popularity of this hypothesis, the existing literature has found little evidence to support it.  This paper identifies four areas of difficulties that may have impeded the researcher's ability to uncover this 'dirty secret.' This includes the possibility that some features of FDI host countries, such as bureaucratic corruption, may deter inward FDI, but are positively correlated with laxity of environmental standard. Omitting this information in statistical analyses may give rise to misleading results. Another potential problem is that country- or industry-level data, typically used in the literature, may have masked the effect at the firm level.  In addition, environmental standard of the host countries and pollution intensity of the multinational firms are not easy to measure. This study addresses these problems present in the earlier literature by taking explicitly into account corruption level in host countries and using a firm-level data set on investment projects in 24 transition economies. With these improvements, we find some support for the 'pollution haven' hypothesis, but the overall evidence is relatively weak and does not survive numerous robustness checks.\n\n",
    "acknowledgement": "\n"
}