{
    "id": 8466,
    "citation_title": "Accounting for the Black-White Wealth Gap: A Nonparametric Approach",
    "citation_author": [
        "Robert Barsky",
        "John Bound",
        "Kerwin Charles",
        "Joseph Lupton"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper notes a potential problem in the method of Blinder and Oaxaca   the most popular method in the literature for decomposing the mean difference between groups of a given variable into the portion attributable to differences in the distribution of some explanatory variables and differences in the conditional expectation functions. In its conventional application, the Blinder-Oaxaca method requires that a parametric assumption be made about the form of the conditional expectations function. We show that misspecification is likely to result in non-trivial errors in inference regarding the portion attributable to differences in the distribution of explanatory variables. A nonparametric alternative to the Blinder-Oaxaca method is proposed. Rather than specify an arbitrary functional form for the conditional expectations function, the method re-weights the empirical distribution of the outcome variable using weights that equalize the empirical distributions of the explanatory variable. Applying this method to the large black-white gap in net worth, we document a substantial difference in the estimated role of earnings differences between the two methods. Our estimates suggest that differences in earnings account for roughly two-thirds of the overall wealth gap.\n\n",
    "acknowledgement": "\n"
}