{
    "id": 847,
    "citation_title": "Wages and Prices Are Not Always Sticky: A Century of Evidence for the United States, United Kingdom, and Japan",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1982-01-01",
    "issue_date": "1982-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nArthur M. Okun's last book, Prices and Quantities, contributes a theory of universal wage and price stickiness, but provides no explanation at all of historical and cross country differences in behavior. The core of this paper provides a new empirical characterization of price and wage changes over the last century in the U.S., U.K., and Japan, in order to demonstrate the wide variety of historical responses that have occurred. Equations for changes in the GNP deflator, in the hourly manufacturing wage rate, and in the real wage rate are estimated, with attention to the influence of both demand and supply disturbances. Because of the long sample period involved, extending back to 1875 for the U.K. and to 1892 for the other two countries, there is extensive attention to shifts in parameters. My description of U.S. data differs from Okun's framework by rejecting his wage-wage formulation of the postwar U.S. inflation inertia process, by allowing the impact of demand disturbances to depend on both the level and rate of change of aggregate demand, by allowing demand to influence price- setting as well as wage-setting behavior, and by stressing the fact that inertia in the U.S. adjustment process is purely a postwar phenomenon rather than the universal fact implied by Okun. The results for the U.K. and Japan com- pound the conflict with Okun's analysis, since in these two countries wages have been far from sticky, even in postwar years. Prices and wages were particularly flexible in the U.S. during World War I and its aftermath, in Japan since 1914, and in the U.K. since the mid-1950s. The last half of the paper provides an analysis of behavior in labor markets and product markets. The unique nature of the U.S. postwar adjustment reflects its unique institution of three-year staggered wage contracts, and the analysis attempts to explain why we do not observe perfect insulation of nominal wages from shifts in nominal demand. The section on the product markets examines the factors that explain why prices are often pre-set, and why the speed of adjustment to demand shocks is sensitive to the nature of aggregate information available.\n\n",
    "acknowledgement": "\n"
}