{
    "id": 8472,
    "citation_title": "The Information Content of International Portfolio Flows",
    "citation_author": [
        "Kenneth A. Froot",
        "Tarun Ramadorai"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the forecasting power of international portfolio flows for local equity markets and attempt to attribute it to either better information about fundamentals on the part of international investors, or to price pressure.  Price pressure is a potential explanation because flows have positive contemporaneous price impacts and are strongly positively autocorrelated.  We find that cross-border flows forecast both individual country equity market prices and associated US closed-end country fund prices, even after controlling for closed-end fund purchases.  Cross-border flows have no discernable impact on the difference, the closed-end fund discount.  This fact is consistent with the information story, which says that cross-border inflows predict no change in the discount, but forecast positive changes in both net asset values and closed-end fund prices.  This fact also contradicts the price pressure story, which predicts that cross-border inflows increase local country equity prices, thereby increasing the closed-end fund discount. We also use our approach to test for the presence of trend following in cross-border flows based on relative, as well as absolute returns.  Like other studies, we find evidence of trend following based on absolute returns.  Interestingly, however, we find also that flows are trend reversing based on relative returns.  Flows therefore seem to be stabilizing with respect to notions of relative, but not absolute, value.\n\n",
    "acknowledgement": "\n"
}