{
    "id": 8474,
    "citation_title": "Making a Name",
    "citation_author": [
        "Claudia Goldin",
        "Maria Shim"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEver since Lucy Stone decided to retain her surname at marriage in 1855, women in America have tried to do the same.  But their numbers were extremely low until the 1970s.  The increased age at first marriage, rising numbers with professional degrees and Ph.D.'s, the diffusion of 'the Pill,' state legal decisions, and the acceptance of the appellation 'Ms.,' among other factors, spurred surname retention among married women in the late 1970s and early 1980s.  This paper tracks the fraction of college graduate women who kept their surnames upon marriage and after childbirth and explores some of the correlates of surname retention.  We use two decades of data from The New York Times and twenty years of information on the Harvard class of 1980. A time series on surname retention at marriage for college graduate women, gleaned from wedding announcements in The New York Times, shows a large increase from 1980 to 1984, a leveling off to 1998, and a possible subsequent increase.  About 35 percent kept their surname at marriage in 2001, but fewer than 10 percent did in 1980.  Among the women in the Harvard class of 1980, about 52 percent kept their surname at some time after marriage and only a small fraction of this group changed their surname after having children.  The observable characteristics of importance in surname retention are those revealing that the bride had already 'made a name' for herself.\n\n",
    "acknowledgement": "\n"
}