{
    "id": 8477,
    "citation_title": "Dynamic Pricing in the Presence of Antidumping Policy: Theory and Evidence",
    "citation_author": [
        "Bruce A. Blonigen",
        "Jee-Hyeong Park"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAntidumping (AD) duties are calculated as the difference between the foreign firm's product price in the export market and some definition of 'normal' or 'fair' value, often the foreign firm's product price in its own market. Additionally, AD laws allow for recalculation of these AD duties over time in what are known as administrative reviews.  This paper examines for the first time the resulting dynamic pricing problem of a foreign firm that faces such an AD trade protection policy in its export market. When AD duties are certain for any dumping that occurs, we obtain the surprising result that dumping and AD duties should increase over time toward a stationary equilibrium value. Adding uncertainties prevalent in AD enforcement into our analysis changes these conclusions substantially and leads to more realistic testable implications.  Firms with ex ante expectations that the probability of AD enforcement is low, or with expectations that the probability of a termination/VER (instead of AD duties) is high, will decrease their dumping and AD duties over time in the administrative review process once they face AD duties.  Using detailed data from U.S. AD investigations filed from 1980-1995, we find evidence consistent with these hypotheses stemming from our analysis with uncertain AD enforcement and provide empirical evidence consistent with James Anderson's domino dumping hypothesis.\n\n",
    "acknowledgement": "\n"
}