{
    "id": 8478,
    "citation_title": "The Economic Costs of Conflict: A Case-Control Study for the Basque Country",
    "citation_author": [
        "Alberto Abadie",
        "Javier Gardeazabal"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the economic effects of conflict, using the terrorist conflict in the Basque Country as a case study. Our analysis rests on two different strategies. First, we use a combination of other regions to construct a 'synthetic' control region which resembles many relevant economic characteristics of the Basque Country before the outset of political terrorism in the 1970's. The subsequent economic evolution of this 'counterfactual' Basque Country without terrorism is compared to the actual experience of the Basque Country. We find that, after the outbreak of terrorism, per capita GDP in the Basque Country declined about 10 percent points relative to the synthetic control region. Moreover, this gap seemed to widen in response to spikes in terrorist activity. The second part of this study uses the truce declared in September 1998 as a natural experiment to estimate the effects of the conflict. If the terrorist conflict was perceived to have a negative impact on the Basque economy, stocks of firms with a significant part of their business in the Basque Country should have shown a positive relative performance as the truce became credible, and a negative relative performance at the end of the cease-fire. We find evidence that is consistent with this conjecture using event study methods.\n\n",
    "acknowledgement": "\n"
}