{
    "id": 8479,
    "citation_title": "Disruption versus Tiebout Improvement: The Costs and Benefits of Switching Schools",
    "citation_author": [
        "Eric A. Hanushek",
        "John F. Kain",
        "Steven G. Rivkin"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost students change schools at some point in their academic careers, but some change very frequently and some schools experience a great deal of turnover. Many researchers, teachers, and administrators argue that mobility harms students, particularly disadvantaged students in high turnover, inner city schools.  On the other hand, economists emphasize the importance of Tiebout type moves to procure better school quality. Empirical research on mobility has yielded inconclusive results, no doubt in part because of small sample sizes and the difficulty of separating mobility effects from other confounding factors. This paper develops a general theoretical model that identifies school quality changes resulting from moving. The empirical analysis, which exploits the rich longitudinal data of the UTD Texas Schools Project, disentangles the disruption effects associated with moves from changes in school quality. The results suggest that there is a small average increase in school quality for district switchers, while there is no evidence that those switching schools within districts obtain higher school quality on average. Perhaps most important for policy, the results also show a significant externality from moves:  students in schools with high turnover suffer a disadvantage, and the cost is largest for lower income and minority students who typically attend much higher turnover schools.\n\n",
    "acknowledgement": "\n"
}