{
    "id": 8480,
    "citation_title": "Plant Vintage, Technology, and Environmental Regulation",
    "citation_author": [
        "Wayne B. Gray",
        "Ronald J. Shadbegian"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes the impact of environmental regulation differ by plant vintage and technology?  We answer this question using annual Census Bureau information on 116 pulp and paper mills' vintage, technology, productivity, and pollution abatement operating costs for 1979-1990. We find a significant negative relationship between pollution abatement costs and productivity levels.  This is due almost entirely to integrated mills (those incorporating a pulping process), where a one standard deviation increase in abatement costs is predicted to reduce productivity by 5.4 percent.  Older plants appear to have lower productivity but are less sensitive to abatement costs, perhaps due to 'grandfathering' of regulations. Mills which undergo renovations are also less sensitive to abatement costs, although these vintage and renovation results are not generally significant.  We find similar results using a log-linear version of a three input Cobb-Douglas production function in which we include our technology, vintage, and renovation variables. Sample calculations of the impact of pollution abatement on productivity show the importance of allowing for differences based on plant technology.  In a model incorporating technology interactions we estimate that total pollution abatement costs reduce productivity levels by an average of 4.7 percent across all the plants.  The comparable estimate without technology interactions is 3.3 percent, approximately 30% lower.\n\n",
    "acknowledgement": "\n"
}