{
    "id": 8485,
    "citation_title": "A General Purpose Technology at Work: The Corliss Steam Engine in the late 19th Century US",
    "citation_author": [
        "Nathan Rosenberg",
        "Manuel Trajtenberg"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe steam engine is widely regarded as the icon of the Industrial Revolution and a prime example of a 'General Purpose Technology,' and yet its contribution to growth is far from transparent. This paper examines the role that a particular innovative design in steam power, the Corliss engine, played in the intertwined processes of industrialization and urbanization that characterized the growth of the US economy in the late 19th century. Waterpower offered abundant and cheap energy, but restricted the location of manufacturing just to areas with propitious topography and climate. Steam engines offered the possibility of relaxing this severe constraint, allowing industry to locate where key considerations such as access to markets for inputs and outputs directed. The enhanced performance of the Corliss engine as well as its fuel efficiency helped tip the balance in favor of steam in the fierce contest with waterpower. With the aid of detailed data on the location of Corliss engines and waterwheels and a two-stage estimation strategy, we show that the deployment of Corliss engines indeed served as a catalyst for the massive relocation of industry away from rural areas and into large urban centers, thus fueling agglomeration economies, and attracting further population growth. This illustrates what we believe is an important aspect of the dynamics of GPTs, whether it is electricity in the early 20th century or Information Technologies in the present era: the fact that GPTs induce the widespread and more efficient relocation of economic activity, which in turn fosters long-term growth.\n\n",
    "acknowledgement": "\n"
}