{
    "id": 8488,
    "citation_title": "Fiscal Policy and Social Security Policy During the 1990s",
    "citation_author": [
        "Douglas W. Elmendorf",
        "Jeffrey B. Liebman",
        "David W. Wilcox"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the course of fiscal policy and Social Security policy during the 1990s.   The 1990s witnessed two fundamental changes in U.S. fiscal policy: a dramatic improvement in the current and projected budget balance, and a shift to a new political consensus in favor of balancing the budget excluding Social Security rather than the unified budget.  The dramatic improvement in the budget outlook stemmed both from favorable developments in the economic environment and from deliberate policy actions that reduced budget deficits and later did not spend down the surpluses. In contrast, the 1990s did not witness significant changes in Social Security policy, although alternative visions of Social Security reform received tremendous analytic and popular attention.  The 1994-1996 Advisory Council on Social Security presented three reform plans that placed important emphasis on additional prefunding.  Each involved some form of investment in equities   either centrally, through the trust fund, or in a decentralized manner, through individual accounts.  Late in the decade, with the emergence of on-budget surpluses, the possibility of general revenue contributions to the Social Security system came under serious consideration. In the end, President Clinton decided to pursue Social Security reform based on general revenue contributions to the trust fund and centralized investment in equities rather than creating individual accounts, but his proposal was not adopted.\n\n",
    "acknowledgement": "\n"
}