{
    "id": 8490,
    "citation_title": "Insurance and the Utilization of Medical Services Among the Self-Employed",
    "citation_author": [
        "Craig William Perry",
        "Harvey S. Rosen"
    ],
    "citation_publication_date": "2001-09-01",
    "issue_date": "2001-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere has been substantial public policy concern over the relatively low rates of health insurance coverage among the self-employed in the United States.  We use data from the Medical Expenditure Panel Survey conducted in 1996 to analyze how the self-employed and wage-earners differ both with respect to insurance coverage and utilization of a variety of health care services.  Our results suggest that for the self-employed, the link between insurance and utilization of health care services is not as strong as assumed in the policy debate.  For a number of medical care services, the self-employed have the same rates of utilization as wage-earners, despite the fact that they are substantially less likely to be insured.  And when the self-employed are less likely than wage-earners to utilize a particular medical service, the differences generally do not seem very large.  The self-employed thus appear to be able to finance access to health care from sources other than insurance. Further, analysis of out-of-pocket expenditures on health care suggests that   doing so does not lead to substantial reductions in their ability to consume other goods and services.  Finally, there is no evidence that children of the self-employed have less access to health care than the children of wage-earners.  Hence, the public policy concerns that the relative lack of health insurance among the self-employed substantially reduces utilization of health care services or creates economic hardship appear to be misplaced.\n\n",
    "acknowledgement": "\n"
}