{
    "id": 8495,
    "citation_title": "Does Money Protect Health Status? Evidence from South African Pensions",
    "citation_author": [
        "Anne Case"
    ],
    "citation_publication_date": "2001-10-01",
    "issue_date": "2001-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe channels by which better health leads to higher income, and those by which higher income protects health status, are of interest to both researchers and policy makers. In general, quantifying the impact of income on health is difficult, given the simultaneous determination of health and income. In this paper, we quantify the impact on health status of a large, exogenous increase in income that associated with the South African state old age pension. Elderly Black and Coloured men and women who did not anticipate receiving large pensions in their lifetimes, and who did not pay into a pension system, are currently receiving more than twice median Black income per capita. These elderly men and women generally live in large households, and this paper documents the effect of the pension on the pensioners, on other adult members of their households, and on the children who live with them. We find, in households that pool income, that the pension protects the health of all household members, working in part to protect the nutritional status of household members, in part to improve living conditions, and in part to reduce the stress under which the adult household members negotiate day to day life. The health effects of delivering cash provide a benchmark against which other health-related interventions can be evaluated.\n\n",
    "acknowledgement": "\n"
}