{
    "id": 8499,
    "citation_title": "Commercializing Knowledge: University Science, Knowledge Capture, and Firm Performance in Biotechnology",
    "citation_author": [
        "Lynne G. Zucker",
        "Michael R. Darby",
        "Jeff S. Armstrong"
    ],
    "citation_publication_date": "2001-10-01",
    "issue_date": "2001-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCommercializing knowledge involves transfer from discovering scientists to those who will develop it commercially.  New codes and formulae describing discoveries develop slowly - with little incentive if value is low and many competing opportunities if high.  Hence new knowledge remains naturally excludable and appropriable.  Team production allows more knowledge capture of tacit, complex discoveries by firm scientists.  A robust indicator of a firm's tacit knowledge capture (and strong predictor of its success) is the number of research articles written jointly by firm scientists and discovering, 'star' scientists, nearly all working at top universities.  An operationally attractive generalization of our star measure - collaborative research articles between firm scientists and top research university scientists - replicates the impact on firm success.  In panel analyses, publications by firm scientists with stars and/or top-112 university scientists increase the number and citation rate for firm patents.  Further, star articles increase these rates significantly more than other top-112 university scientists' articles.  Cross-sectional analyses of products and employment show a similar pattern of positive effects on firms' success of collaborations with stars or top university scientists, but estimates of differential effects are non-robust due to multicollinearity.  Venture capital funding has significant, usually positive effects on firm success.\n\n",
    "acknowledgement": "\n"
}