{
    "id": 8509,
    "citation_title": "The Demand for Variety: A Household Production Perspective",
    "citation_author": [
        "Reuben Gronau",
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "2001-10-01",
    "issue_date": "2001-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProduct diversity pervades every modern marketplace, and economists have devoted substantial attention to firms' decisions about the supply of variety.  This study looks at the consumer's side by discussing the demand for variety. Using the framework of the home-production model, we trace differences in demand to differences in the opportunity costs of various activities. The cost differences are associated with investments in human capital; and the resulting differences in schooling attainment produce differences in time costs that in turn   alter the kinds and variety of activities in which household members engage. Using time-budget surveys from Australia, Israel, the Netherlands, Sweden, the United States and West Germany from between 1985 and 1994, we find substantial differences among households in the extent of variety in the nonwork activities that they produce.  More educated individuals generate more variety, engaging in both additional activities and the same ones as the less educated, with most of the effect of education on the variety of nonroutine activities. There is more variety on weekends; women engage in more different activities than men; young children add to variety in household consumption/production, especially among women; and income effects are clearly positive.\n\n",
    "acknowledgement": "\n"
}