{
    "id": 8512,
    "citation_title": "The Evolution of Suffrage Institutions in the New World",
    "citation_author": [
        "Stanley L. Engerman",
        "Kenneth L. Sokoloff"
    ],
    "citation_publication_date": "2001-10-01",
    "issue_date": "2001-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost analysis of how the distribution of political power affects the patterns of growth has been confined to the late-twentieth century. One problem associated with a focus on the modern record is that processes that take place over the long run are not examined. We may all agree that institutions concerned with the distribution of political power have an impact on growth, but our interpretation of the relationship will vary with our understanding of where institutions come from: to what degree are institutions exogenous, and to what degree are they endogenous. This paper contributes to our knowledge of where institutions have come from by examining how the rules governing the extension of suffrage, a key measure of the distribution of political influence, evolved over time within the United States and across the societies of the Americas. We have previously argued that there was enormous variation in the initial extent of inequality across the New World colonial societies established by the Europeans because of differences in their factor endowments present early in their histories. Moreover, these initial differences in inequality may have persisted over time if they affected the ability of elites to obtain disproportionate political leverage, and to shape legal frameworks and state policies to advantage themselves relative to others in terms of access to economic and other opportunities. In this paper, we show that the early patterns of the extension of the franchise, the proportions of the respective populations voting, and other aspects of the conduct of elections are indeed generally consistent with the notion that the extent of initial inequality and population heterogeneity was associated across societies -- even within the United States -- with the nature of the political institutions that evolved. Specifically, where there was greater inequality, the proportion of the population that had the right to vote was generally lower, and the timing of the extensions of this right from elite groups to a broad population generally later, than in areas where there was relative homogeneity in the population.\n\n",
    "acknowledgement": "\n"
}