{
    "id": 8519,
    "citation_title": "The Economics of Family Structure",
    "citation_author": [
        "Derek Neal"
    ],
    "citation_publication_date": "2001-10-01",
    "issue_date": "2001-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA significant literature in demography and demographic history documents clear relationships between the supply of men with stable earnings and marriage rates among women. Wilson (1987) reasons that because single motherhood is an alternative to traditional marriage, circumstances that impede marriage should also encourage single motherhood.  However, few studies provide evidence that the supply of marriageable men affects single parenting rates among women in any significant way.   To address this puzzle, this paper presents a model based on a specific version of Wilson's  hypothesis.   The model demonstrates how previous studies based on various regression methods may have misstated the actual relationship between declining marriage market prospects and the prevalence of never-married mothers. Much of the existing literature frames the expansion of welfare and decreasing supplies of marriageble  men as two competing explanations for the rise in single motherhood, especially among less educated black women, but the model developed here shows that the interaction between these two factors may be crucial for understanding the demographic trends we observe.  Wilson asserts that, after 1970, economically disadvantaged black women responded to poor marriage markets by choosing to raise children on their own, but this choice may not have been desirable or even feasible without the expansion of welfare programs during the 1960s.  The logic of assortative mating implies that, during economic downturns, the women who face the worst marriage prospects are themselves economically disadvantaged and may not possess the resources required to raise children on their own.   Studies in demographic history indicate that, in previous eras, women in western societies routinely choose to remain single and childless whenever economic crises or wars eroded their marriage market prospects.  Never-married mothers are a relatively recent demographic phenomenon.\n\n",
    "acknowledgement": "\n"
}