{
    "id": 8526,
    "citation_title": "Comparative Analysis of Labor Market Outcomes: Lessons for the US from International Long-Run Evidence",
    "citation_author": [
        "Giuseppe Bertola",
        "Francine D. Blau",
        "Lawrence M. Kahn"
    ],
    "citation_publication_date": "2001-10-01",
    "issue_date": "2001-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a 1960-96 panel of OECD countries to explain why the US moved from relatively high to relatively low unemployment over the last three decades. We find that while macroeconomic and demographic shocks and changing labor market institutions explain a modest portion of this change, the interaction of these shocks and labor market institutions is the most important factor explaining the shift in US relative unemployment. Our finding of the central importance of these interactions is consistent with Blanchard and Wolfers (2000). We also show that, controlling for country- and time-specific effects, high employment is associated with low wage levels and high levels of wage inequality. These findings suggest that US relative unemployment has fallen in recent years in part because its more flexible labor market institutions allow shocks to affect real and relative wages to a greater degree than is true in other countries. Disaggregating, we find that the employment of both younger and older people fell sharply in other countries relative to the United States since the 1970s, with much smaller differences in outcomes among the prime-aged. In the late 1990s, the US had lower unemployment than our models predict, suggesting exceptionally favorable recent US experience.\n\n",
    "acknowledgement": "\n"
}