{
    "id": 8535,
    "citation_title": "What Hurts Most? G-3 Exchange Rate or Interest Rate Volatility",
    "citation_author": [
        "Carmen M. Reinhart",
        "Vincent R. Reinhart"
    ],
    "citation_publication_date": "2001-10-01",
    "issue_date": "2001-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith many emerging market currencies tied to the U.S. dollar either implicitly or explicitly, movements in the exchange values of the currencies of major countries have the potential to influence the competitive position of many developing countries. According to some analysts, establishing target bands to reduce the variability of the G-3 currencies would limit those destabilizing shocks emanating from abroad. This paper examines the argument for such a target zone strictly from an emerging market perspective. Given that sterilized intervention by industrial economies tends to be ineffective and that policy makers show no appetite to return to the controls on international capital flows that helped keep exchange rates stable over the Bretton Woods era, a commitment to damping G-3 exchange rate fluctuations requires a willingness on the part of G-3 authorities to use domestic monetary policy to that end. Under a system of target zones, then, relative prices for emerging market economies may become more stable, but debt-servicing costs may become less predictable. We use a simple trade model to show that the resulting consequences for welfare are ambiguous. Our empirical work supplements the traditional literature on North-South links by examining the importance of the volatilities of G-3 exchange-rates, and U.S. interest rate and consumption on capital flows and economic growth in developing countries over the past thirty years.\n\n",
    "acknowledgement": "\n"
}