{
    "id": 8538,
    "citation_title": "Why are Foreign Firms Listed in the U.S. Worth More?",
    "citation_author": [
        "Craig Doidge",
        "G. Andrew Karolyi",
        "Rene M. Stulz"
    ],
    "citation_publication_date": "2001-10-01",
    "issue_date": "2001-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAt the end of 1997, the foreign companies listed in the U.S. have a Tobin's q ratio that exceeds by 16.5% the q ratio of firms from the same country that are not listed in the U.S. The valuation difference is statistically significant and largest for exchange-listed firms, where it reaches 37%. The difference persists even after controlling for a number of firm and country characteristics. We propose a theory that explains this valuation difference. We hypothesize that controlling shareholders of firms listed in the U.S. cannot extract as many private benefits from control compared to controlling shareholders of firms not listed in the U.S., but that their firms are better able to take advantage of growth opportunities. Consequently, the cross-listed firms should be those firms where the interests of the controlling shareholder are better aligned with the interests of other shareholders. The growth opportunities of cross-listed firms will be more highly valued than those of firms not listed in the U.S. both because cross-listed firms are better able to take advantage of these opportunities and because a smaller fraction of the cash flow of these firms is expropriated by controlling shareholders. We find that our theory explains the greater valuation of cross-listed firms. In particular, we find expected sales growth is valued more highly for firms listed in the U.S. and that this effect is greater for firms from countries with poorer investor rights.\n\n",
    "acknowledgement": "\n"
}