{
    "id": 8542,
    "citation_title": "Health and Nutrition in the Preindustrial Era: Insights from a Millennium of Average Heights in Northern Europe",
    "citation_author": [
        "Richard H. Steckel"
    ],
    "citation_publication_date": "2001-10-01",
    "issue_date": "2001-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis essay places the debate over human welfare during industrialization in the context of very long-term economic developments by examining an important aspect of living standards--health and nutrition--since the Middle Ages.  I use average stature determined from military records along with a neglected source, skeletal data.  Average heights fell from an average of 173.4 centimeters in the early Middle Ages to a low of 165.8 centimeters during the seventeenth and eighteenth centuries.  This decline of 7.6 centimeters exceeds by a factor of two any downturns found during industrialization in several countries that have been studied.  Moreover, recovery to levels achieved in the early Middle Ages was not attained until the early twentieth century.  The paper links the decline in average height to climate deterioration; growing inequality; urbanization and the expansion of trade and commerce, which facilitated the spread of diseases; the global spread of diseases associated with European expansion and colonization; and conflicts or wars over state building or religion.  Because it is reasonable to believe that greater exposure to pathogens accompanied urbanization and industrialization, and there is evidence of climate moderation, increasing efficiency in agriculture and greater inter-regional and international trade in foodstuffs, it is plausible to link height gains that began in the eighteenth century with dietary improvements.\n\n",
    "acknowledgement": "\n"
}