{
    "id": 8545,
    "citation_title": "The Adam Klug Memorial Lecture: Haberler versus Nurkse: The Case for Floating Exchange Rates as an Alternative to Bretton Woods?",
    "citation_author": [
        "Michael D. Bordo",
        "Harold James"
    ],
    "citation_publication_date": "2001-10-01",
    "issue_date": "2001-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom the perspective of the late 1930s and 1940s the dominant view was that the inter-war currency experience was a financial disaster.  The view is perfectly encapsulated in the League of Nations' publication The Inter-war Currency Experience, the bulk of which was written by Ragnar Nurkse and published in 1944.  It was also the view behind the Keynes and White plans for international monetary reform, which culminated in the Bretton Woods conference and the establishment of the adjustable peg par value system buttressed by capital controls.  An alternative view to Nurkse was posited by Gottfried Haberler in Prosperity and Depression, also commissioned by the League of Nations and published in 1937.  In Prosperity and Depression Haberler made a strong intellectual case for floating exchange rates as a mechanism to insulate countries from the transmission of booms and depressions. In this paper we consider the views of Nurkse and Haberler on fixed and floating exchange rates and consider why Haberler's approach was not taken seriously until 1950s.  Our main conclusion is that Haberler himself failed to offer a sufficiently clear blueprint for his approach at the time, although he did come to it by 1953.  Moreover his views were counter to the ascending Keynesian paradigm.\n\n",
    "acknowledgement": "\n"
}