{
    "id": 8548,
    "citation_title": "An Empirical Model of Heterogeneous Consumer Search for Retail Prescription Drugs",
    "citation_author": [
        "Alan T. Sorensen"
    ],
    "citation_publication_date": "2001-10-01",
    "issue_date": "2001-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses detailed data on retail pharmacy transactions to make inferences about the nature and intensity of consumer search for prescription drugs. Prescription prices exhibit patterns that should, in principle, induce search: in particular, prices vary widely across stores, and stores' price rankings are inconsistent across drugs (so the low-price pharmacy is different for one prescription vs. another). Estimates from a model of pharmacy choice suggest that search intensities are generally low: I estimate that for a typical prescription, the fraction of consumers that price-shops is approximately 5-10 percent. However, variation in this estimated search intensity across drugs is substantial and appears to be consistent with explanations based on rational search; for instance, price-shopping is more prevalent for maintenance medications than for one-time purchases, presumably because the benefits of finding a low price are magnified for prescriptions that are purchased repeatedly. Under some relatively strong assumptions imposed by the empirical model, the data also identify parameters of a search cost distribution, suggesting that the cost of conducting an exhaustive price search is approximately $15 for the average consumer.\n\n",
    "acknowledgement": "\n"
}