{
    "id": 8556,
    "citation_title": "Changes in the Age Distribution of Mortality Over the 20th Century",
    "citation_author": [
        "David Cutler",
        "Ellen Meara"
    ],
    "citation_publication_date": "2001-10-01",
    "issue_date": "2001-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMortality has declined continuously in the United States over the course of the 20th century, and at relatively constant rates. But the constancy of mortality reductions masks significant heterogeneity by age, cause, and source. Using historical data on death by age and cause, this paper describes the characteristics of mortality decline over the 20th century. Early in the 20th century, mortality declines resulted from public health and economic measures that improved peoples' ability to withstand disease. Because nutrition and public health were more important for the young than the old, mortality reductions were concentrated at younger ages. By mid-century, medical care became more significant and other factors less so. Penicillin and sulfa drugs brought the first mortality reductions at older ages, which were coupled with continuing improvements in health at younger ages. The pattern of mortality reduction was relatively equal by age. In the latter part of the 20th century, death became increasingly medicalized. Cardiovascular disease mortality was prevented in significant part through medical intervention. Most of the additional years added to life in the last few decades of the 20th century were at older ages.\n\n",
    "acknowledgement": "\n"
}