{
    "id": 8563,
    "citation_title": "Were Compulsory Attendance and Child Labor Laws Effective? An Analysis from 1915 to 1939",
    "citation_author": [
        "Adriana Lleras-Muney"
    ],
    "citation_publication_date": "2001-10-01",
    "issue_date": "2001-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSecondary schooling experienced incredible growth in the first 40 years of the 20th Century. Was legislation on compulsory attendance and child labor responsible for this growth? Using individual data from the 1960 census, I estimate the effect of several laws on educational attainment for individuals who were 14 years old between 1915 and 1939. The results show that legally requiring a child to attend school for one more year, either by increasing the age required to obtain a work permit or by lowering the entrance age, increased educational attainment by about 5%. The effect was similar for white males and females, but there was no effect for blacks. Continuation school laws, which required working children to attend school on a part time basis, were effective for white males only. These laws increased the education only of those in the lower percentiles of the distribution of education. By increasing the education of the lower tail, the laws contributed to the decrease in educational inequality, perhaps by as much as 15%. States with more wealth and a higher percentage of immigrants were more likely to pass more stringent laws, and states with higher percentage of blacks were less likely to do so. Importantly, the results suggest that the laws were not endogenous during this period.\n\n",
    "acknowledgement": "\n"
}