{
    "id": 857,
    "citation_title": "Models for the Analysis of Labor Force Dynamics",
    "citation_author": [
        "Christopher J. Flinn",
        "James J. Heckman"
    ],
    "citation_publication_date": "1982-02-01",
    "issue_date": "1982-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents new econometric methods for the empirical analysis of individual labor market histories. The techniques developed here extend previous work on continuous time models in four ways: (1) A structural economic interpretation of these models is presented. (2) Time varying explanatory variables are introduced into the analysis in a general way. (3) Unobserved heterogeneity components are permitted to be correlated across spells. (4) A flexible model of duration dependence is presented that accommodates many previous models as a special case and that permits tests among competing specifications within a unified framework. We contrast our methods with more conventional discrete time and regression procedures. The parameters of continuous time models are in- variant to the sampling time unit used to record observations. Problems plague the regression approach to analyzing duration data which do not plague the likelihood approach advocated in this paper. The regression approach cannot be readily adopted to accommodate time varying explanatory variables. The functional forms of regression functions depend on the time paths of the explanatory variables. Ad hoc solutions to this problem can make exogenous variables endogenous to the model and so can induce simultaneous equations bias. Two sets of empirical results are presented. A major conclusion of the first analysis is that the discrete time Markov model widely used in labor market analysis is inconsistent with the data. The second set of empirical results is a test of the hypothesis that \"unemployment\" and \"out of the labor force\" are behaviorally different labor market states. Contrary to recent claims, we find that they are separate states for our sample of young men.\n\n",
    "acknowledgement": "\n"
}