{
    "id": 8571,
    "citation_title": "After the Epidemic: Recent Trends in Youth Violence in the United States",
    "citation_author": [
        "Philip J. Cook",
        "John H. Laub"
    ],
    "citation_publication_date": "2001-10-01",
    "issue_date": "2001-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe epidemic of youth violence in the United States peaked in 1993 and has been followed by a rapid, sustained drop. In parallel with our earlier treatment (Cook and Laub 1998), we assess two types of explanation for this drop -- those that focus on 'cohort' effects (including the effects of abortion legalization) and those that focus on 'period' effects (including the effects of the changing crack-cocaine trade). Once again we are able to reject the cohort-type explanations, yet also find contradictions with an account based on the dynamics of crack markets. The 'way out' of this epidemic has not been the same as the 'way in.' The relative importance in homicide of youths, racial minorities, and guns, all of which increased greatly during the epidemic, has remained high during the drop. Arrest patterns tell a somewhat different story, in part because of changing police practice with respect to aggravated assault. Finally, we demonstrate that the rise and fall of youth violence has been narrowly confined with respect to race, sex, and age, but not geography. Given the volatility in the rates of juvenile violence, forecasting rates is a risky business indeed. Effectively narrowing the range of plausible explanations for the recent ups and downs may require a long time horizon, consideration of a broader array of problem behaviors, and comparisons with trends in other countries.\n\n",
    "acknowledgement": "\n"
}