{
    "id": 8575,
    "citation_title": "Trade Protection and Wages: Evidence from the Colombian Trade Reforms",
    "citation_author": [
        "Pinelopi K. Goldberg",
        "Nina Pavcnik"
    ],
    "citation_publication_date": "2001-11-01",
    "issue_date": "2001-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStarting in 1985, Colombia experienced gradual trade liberalization that culminated in the drastic tariff reductions of 1990-91. This paper exploits these trade reforms to investigate the relationship between protection and wages. The focus of the analysis is on relative wages, defined as industry wage premiums relative to the economy-wide average wage. Using the June waves of the Colombian National Household Survey, we first compute wage premiums for the period 1984-98, adjusting for a series of worker characteristics, job and firm attributes, and informality. We find that industry wage premiums in Colombia exhibit remarkably less persistence over time than U.S. wage premiums. Similarly, measures of trade protection are less correlated over time than in the U.S. data, indicating that as a result of trade liberalization the structure of protection has changed. Regressions of wage premiums on tariffs, without industry fixed effects, produce a negative relationship between protection and wages; workers in protected sectors earn less than workers with similar observable characteristics in unprotected sectors. With fixed effects the results are reversed: Trade protection is found to increase relative wages. The effect is economically significant: Elimination of tariffs in an industry with an average level of protection in 1984 would lead to a 4% wage decline in this industry. For the most protected industries the effect increases to 7.3%. We also find that - in contrast to the U.S. - sectors with high import penetration in Colombia pay higher wages; nevertheless, regressions with industry fixed effects indicate that an increase of imports in a particular sector is associated with lower wages. The differences between the results with and without fixed effects are indicative of the importance of (time-invariant) political economy factors as determinants of protection. Further issues concerning the effects of trade liberalization, such as the relevance of time-variant political economy factors, the importance of employment guarantees, liberalization induced productivity changes, and the interplay of trade and labor reforms, will be investigated in a sequel paper.\n\n",
    "acknowledgement": "\n"
}