{
    "id": 8581,
    "citation_title": "Affiliate Activity in Japanese and U.S. Multinationals and Japanese Exports, 1986-1995",
    "citation_author": [
        "Robert E. Lipsey",
        "Eric D. Ramstetter"
    ],
    "citation_publication_date": "2001-11-01",
    "issue_date": "2001-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the relationship between Japan's manufactured exports to individual markets and the economic activities of foreign manufacturing affiliates of Japanese multinational corporations (MNCs) and U.S. MNCs in those markets.  First, the relationships between Japanese export levels and employment in foreign affiliates of Japanese MNCs are analyzed in the context of a typical gravity model explaining the cross-country variation of Japan's manufacturing exports.  Second, the paper examines the effects of the presence of affiliates of  U.S. MNCs on Japanese export levels.  And third, it analyzes the relation of changes in Japanese exports to levels of and changes in employment in Japanese and U.S. MNC affiliates. The level of Japan's manufactured exports to a country is almost always positively related to employment in foreign manufacturing affiliates of Japanese MNCs there.  There is no evidence that Japanese-owned host country production replaces Japanese exports.  However,  production by U.S. MNC affiliates in a country often tends to reduce Japanese exports to that market. In some industries and periods, the initial level of Japanese affiliate employment, or changes in Japanese affiliate employment, are positively and significantly correlated with changes in Japan's exports, and there are no cases of significant negative relationships. The predominant effect of U.S. affiliates' presence on changes in Japanese exports to a country is negative, but the evidence for that effect is not strong.\n\n",
    "acknowledgement": "\n"
}