{
    "id": 8584,
    "citation_title": "Core, Periphery, Exchange Rate Regimes, and Globalization",
    "citation_author": [
        "Michael D. Bordo",
        "Marc Flandreau"
    ],
    "citation_publication_date": "2001-11-01",
    "issue_date": "2001-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we focus on the different historical regime experiences of the core and the periphery.  Before 1914 advanced countries adhered to gold while periphery countries either emulated the advanced countries or floated.  Some peripheral countries were especially vulnerable to financial crises and debt default in large part because of their extensive external debt obligations denominated in core country currencies.  This left them with the difficult choice of floating but restricting external borrowing or devoting considerable resources to maintaining an extra hard peg.  Today while advanced countries can successfully float, emergers who are less financially mature and must borrow abroad in terms of advanced country currencies, are afraid to float for the same reason as their nineteenth century forbearers.  To obtain access to foreign capital they may need a hard peg to the core country currencies.  Thus the key distinction between core and periphery countries both then and now that we emphasize in this paper is financial maturity, evidenced in the ability to issue international securities denominated in domestic currency. Evidence in Section 2 from Feldstein-Horioka tests 1880-1997 agrees with the 'Folk' wisdom that financial integration was as high before 1914 as it is today.  But the evidence suggests that it was not the exchange rate regime followed that mattered but the presence of capital controls. Moreover the financial integration observed for the recent period is largely an advanced country phenomenon Section 3 lays out the financial maturity hypothesis,  presents narrative evidence for the pre-1914 period of the different experiences of the core and peripheral countries in adhering to the gold standard, and documents that for the emerging countries, plus ca change. Finally, Section 4 presents empirical evidence for core and peripheral countries 1880-1913 and today based on traditional money demand regressions suggesting a strong link between financial depth and the exchange rate regime.\n\n",
    "acknowledgement": "\n"
}