{
    "id": 8592,
    "citation_title": "Potential Paths of Social Security Reform",
    "citation_author": [
        "Martin Feldstein",
        "Andrew Samwick"
    ],
    "citation_publication_date": "2001-11-01",
    "issue_date": "2001-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents several alternative Social Security reform options in which the projected level of benefits for every future cohort of retirees is as high or higher than the benefits projected in current law.  These future benefits can be achieved without any increase in the payroll tax or in other tax rates. Under each option, the Social Security Trust Fund is solvent and ends with a sustainable positive and growing balance. Each option combines the current pay-as-you-go system of defined benefits with an investment-based personal retirement account (PRA). Assets in the PRA can be bequeathed if the individual dies before normal retirement age. We also consider the option in which an individual can take all or part of his accumulated PRA balanced as a lump sum at normal retirement age. The basic plan that we present in greatest detail combines a transfer to the personal retirement account of a portion of the individual's payroll tax  equal to 1.5 percent of earnings if the individual agrees to deposit an equal out-of-pocket amount.  The additional national saving that results from this option leads to increased business investment and therefore to increased general tax revenue; a portion of that revenue, equal to 1 percent of the PRA balances , is transferred to the Social Security Trust Fund. The other options that we present include plans with no out-of-pocket contributions by individuals and others with no transfer of general revenue to the Trust Fund.  We also discuss the implications of different rates of return on the PRA balances and, more generally, the issue of risk, including a market-based method of guaranteeing the real principal of all PRA deposits.\n\n",
    "acknowledgement": "\n"
}