{
    "id": 8605,
    "citation_title": "The Effect of Education on Crime: Evidence from Prison Inmates, Arrests, and Self-Reports",
    "citation_author": [
        "Lance Lochner",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2001-11-01",
    "issue_date": "2001-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effect of high school graduation on participation in criminal activity accounting for endogeneity of schooling. We begin by analyzing the effect of high school graduation on incarceration using Census data. Instrumental variable estimates using changes in state compulsory attendance laws as an instrument for high school graduation uncover a significant reduction in incarceration for both blacks  and whites.  When estimating the impact of high school graduation only, OLS and IV estimators estimate different weighted sums of the impact of each schooling progression on the probability of incarceration. We clarify the relationship between OLS and IV estimates and show that the  'weights' placed on the impact of each schooling progression can explain differences in the estimates. Overall, the estimates suggest that completing high school reduces the probability of incarceration by about .76 percentage points for whites and 3.4 percentage points for blacks. We corroborate these findings using FBI data on arrests that distinguish among different types of crimes. The biggest impacts of graduation are associated with murder, assault, and motor vehicle theft. We also examine the effect of drop out on self-reported crime in the NLSY and find that our estimates for imprisonment and arrest are caused by changes in criminal behavior and not educational differences in the probability of arrest or incarceration conditional on crime. We estimate that the externality of education is about 14-26% of the private return to schooling, suggesting that a significant part of the social return to education comes in the form of externalities from crime reduction.\n\n",
    "acknowledgement": "\n"
}