{
    "id": 8610,
    "citation_title": "The Transition to Personal Accounts and Increasing Retirement Wealth: Macro and Micro Evidence",
    "citation_author": [
        "James M. Poterba",
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2001-11-01",
    "issue_date": "2001-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRetirement saving has changed dramatically over the last two decades. There has been a shift from employer-managed defined benefit pensions to defined contribution retirement saving plans that are largely controlled by employees. In 1980, 92 percent of private retirement saving contributions were to employer-based plans and 64 percent of these contributions were to defined benefit plans. Today, about 85 percent of private contributions are to plans in which individuals decide how much to contribute to the plan, how to invest plan assets and how and when to withdraw money from the plan. In this paper we use both macro and micro data to describe the change in retirement assets and in retirement saving. We give particular attention to the possible substitution of pension assets in one plan for assets in another plan such as the substitution of 401(k) assets for defined benefit plan assets. Aggregate data show that between 1975 and 1999 assets to support retirement increased about five-fold relative to wage and salary income. This increase suggests large increases in the wealth of future retirees. The enormous increase in defined contribution plan assets dwarfed any potential displacement of defined benefit plan assets. In addition, in recent years the annual 'retirement plan contribution rate,' defined as retirement plan contributions as a percentage of NIPA personal income, has been over 5 percent. This is much higher than the NIPA total personal saving rate, which has been close to zero. Retirement saving as a share of personal income today would likely be at least one percentage point greater had it not been for legislation in the 1980s that limited employer contributions to defined benefit pension plans, and the reduction in defined benefit plan contributions associated with the rising stock market of the 1990s. It is also likely that the 'retirement plan contribution rate' would be much higher today if it were not for the 1986 retrenchment of the IRA program. Rising retirement plan contributions, as well as favorable rates of return on retirement plan assets in the 1990s, explain the large increase in these assets relative to income. Employee retirement saving under a defined contribution plan is easily measured and quite\n\n",
    "acknowledgement": "\n"
}