{
    "id": 8625,
    "citation_title": "Redistribution in the Current U.S. Social Security System",
    "citation_author": [
        "Jeffrey B. Liebman"
    ],
    "citation_publication_date": "2001-12-01",
    "issue_date": "2001-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause its benefit formula replaces a greater fraction of the lifetime earnings of lower earners than of higher earnings, Social Security is generally thought to be progressive, providing However, much of the intra-cohort redistribution in the U.S. Social Security system is related to factors other than lifetime income.   Social Security transfers income from people with low life expectancies to people with high life expectancies, from single workers and from married couples with substantial earnings by the secondary earner to married one-earner couples, and from people who work for more than 35 years to those who concentrate their earnings in 35 or fewer years. This paper studies the redistribution accomplished in the retirement portion of the current U.S. Social Security system using a microsimulation model built around a match of the 1990 and 1991 Surveys of Income and Program Participation to Social Security administrative earnings and benefit records.  The model simulates the distribution of internal rates of returns, net transfers, and lifetime net tax rates from Social Security that would have been received by members of the 1925 to 1929 birth cohorts if they had lived under current Social Security rules for their entire lives.  The paper finds that annual income-related transfers from Social Security are only 5 to 9 percent of Social Security benefits paid, or $19 to $34 billion, at 2001 aggregate benefits levels, when taxes and benefits are discounted at the cohort rate of return of 1.29 percent.  At higher discount rates, Social Security appears to be more redistributive by some measures, and less redistributive by others.  Because much of the redistribution that occurs through Social Security is not related to income, the range of transfers received at a given level of lifetime income is quite wide.  For example, 19 percent of individuals in the top lifetime income quintile receive net transfers that are greater than the average transfer for people in the lowest lifetime income quintile.\n\n",
    "acknowledgement": "\n"
}