{
    "id": 8629,
    "citation_title": "Market Entry Costs, Producer Heterogeneity, and Export Dynamics",
    "citation_author": [
        "Sanghamitra Das",
        "Mark J. Roberts",
        "James R. Tybout"
    ],
    "citation_publication_date": "2001-12-01",
    "issue_date": "2001-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs the exchange rate, foreign demand, production costs and export promotion policies evolve, manufacturing firms are continually faced with two issues: Whether to be an exporter, and if so, how much to export. We develop a dynamic structural model of export supply that characterizes these two decisions and estimate the model using plant-level panel data on Colombian chemical producers. The model embodies uncertainty, plant-level heterogeneity in export profits, and sunk entry costs for plants breaking into foreign markets. Our estimates, and the simulation exercises that they support, yield several implications. First, entry costs are typically large, but vary greatly across producers. Second, there is substantial cross-plant heterogeneity in gross expected export profit streams. Third, these large entry costs make expectations about future exporting conditions important for many producers, so changes in the exchange rate regime that are credible induce much more entry than those that are not. Fourth, however, most of the entry and exit takes place among marginal exporters who contribute little to aggregate export revenues. Finally, subsidies on export earnings have a much larger impact on export revenues (per dollar spent) than subsidies that reduce the entry costs faced by new exporters.\n\n",
    "acknowledgement": "\n"
}