{
    "id": 8631,
    "citation_title": "The Merits of Horizontal versus Vertical FDI in the Presence of Uncertainty",
    "citation_author": [
        "Joshua Aizenman",
        "Nancy Marion"
    ],
    "citation_publication_date": "2001-12-01",
    "issue_date": "2001-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of uncertainty on the profitability of vertical and horizontal foreign direct investment (FDI). Vertical FDI takes place when the multinational fragments the production process internationally, locating each stage of production in the country where it can be done at the least cost. Horizontal FDI occurs when the multinational undertakes the same production activities in multiple countries. We consider a model where the risk-neutral multinational must commit its investment prior to the realization of shocks. The multinational has monopoly power and confronts two types of risk. It may face random productivity shocks or encounter a host country that tries to confiscate its rents. We show that greater uncertainty reduces the expected income from vertical FDI but increases the expected income from horizontal FDI. In addition, predatory actions by the host country are more costly to the multinational that has structured its production vertically rather than horizontally. Consequently, increased uncertainty should encourage horizontal FDI but discourage vertical FDI. If vertical FDI is more likely to flow into emerging markets and horizontal FDI into mature markets, then the empirical finding that most FDI is horizontal rather than vertical might be due, in part, to the greater uncertainty associated with emerging markets. We report cross-country regression results that provide some support for the predictions of the model. Volatility appears to have a differential impact on FDI inflows into mature and emerging markets. For mature markets that supposedly attract mainly horizontal FDI, greater volatility significantly increases FDI inflows. For emerging markets that receive relatively more vertical FDI inflows, increased volatility does not increase FDI inflows.\n\n",
    "acknowledgement": "\n"
}