{
    "id": 8648,
    "citation_title": "Airbus versus Boeing Revisited: International Competition in the Aircraft Market",
    "citation_author": [
        "Douglas A. Irwin",
        "Nina Pavcnik"
    ],
    "citation_publication_date": "2001-12-13",
    "issue_date": "2001-12-13",
    "revision_date": "2014-10-31",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines international competition in the commercial aircraft industry. We estimate a discrete choice, differentiated products demand system for wide-body aircraft and examine the Airbus-Boeing rivalry under various assumptions on firm conduct. We then use this structure to evaluate two trade disputes between the United States and European Union. Our results suggest that aircraft prices increased by about 3.7 percent after the 1992 U.S. – E.U. agreement on trade in civil aircraft that limits subsidies. This price hike is consistent with a 5 percent increase in firms’ marginal costs after the subsidy cuts. We also simulate the impact of the future entry of the Airbus A-380 super-jumbo aircraft on the demand for other wide-bodied aircraft, notably the Boeing 747. We find that the A-380 could reduce the market share of the 747 by up to 14.8 percentage points in the long range wide-body market segment (depending upon the discounts offered on the A-380), but would reduce the market for Airbus’s existing wide-bodies by an even greater margin.\n\n",
    "acknowledgement": "\nWe would like to thank Bill Swan, two anonymous referees, and seminar participants at the Dartmouth Junior Lunch, the New York Federal Reserve Board, Spring 2001 Midwest International Economics Meetings, and NBER Summer Institute for useful comments and suggestions. We are grateful to Bill Congdon for his research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}