{
    "id": 8653,
    "citation_title": "Copycat Funds: Information Disclosure Regulation and the Returns to Active Management in the Mutual Fund Industry",
    "citation_author": [
        "Mary Margaret Myers",
        "James M. Poterba",
        "Douglas A. Shackelford"
    ],
    "citation_publication_date": "2001-12-13",
    "issue_date": "2001-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMutual funds must disclose their portfolio holdings to investors semiannually. The costs and benefits of such disclosures are a long-standing subject of debate. For actively managed funds, one cost of disclosure is a potential reduction in the private benefits from research on asset values. Disclosure provides public access to information on the assets that the fund manager views as undervalued. This paper tries to quantify this potential cost of disclosure by testing whether 'copycat' mutual funds, funds that purchase the same assets as actively-managed funds as soon as those asset holdings are disclosed, can earn returns that are similar to those of the actively-managed funds. Copycat funds do not incur the research expenses associated with the actively-managed funds that they are mimicking opportunity to invest in assets that managers identify as positive return opportunities between disclosure dates. Our results for a limited sample of high expense funds in the 1990s suggest that while returns before expenses are significantly higher for the underlying actively managed funds relative to the copycat funds, after expenses copycat funds earn statistically indistinguishable, and possibly higher, returns than the underlying actively managed funds. These findings contribute to the policy debate on the optimal level and frequency of fund disclosure.\n\n",
    "acknowledgement": "\n"
}