{
    "id": 8660,
    "citation_title": "Protective or Counter-Productive? European Labor Market Institutions and the Effect of Immigrants on EU Natives",
    "citation_author": [
        "Joshua Angrist",
        "Adriana Kugler"
    ],
    "citation_publication_date": "2001-12-13",
    "issue_date": "2001-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effect of immigrant flows on native employment in Western Europe, and then ask whether the employment consequences of immigration vary with institutions that affect labor market flexibility. Reduced flexibility may protect natives from immigrant competition in the near term, but our theoretical framework suggests that reduced flexibility is likely to increase the negative impact of immigration on equilibrium employment. In models without interactions, OLS estimates for a panel of European countries in the 1980s and 1990s show small, mostly negative immigration effects. To reduce bias from the possible endogeneity of immigration flows, we use the fact that many immigrants arriving after 1991 were refugees from the Balkan wars. An IV strategy based on variation in the number of immigrants from former Yugoslavia generates larger though mostly insignificant negative estimates. We then estimate models allowing interactions between the employment response to immigration and institutional characteristics including business entry costs. These results, limited to the sample of native men, generally suggest that reduced flexibility increases the negative impact of immigration. Many of the estimated interaction terms are significant, and imply a significant negative effect on employment in countries with restrictive institutions.\n\n",
    "acknowledgement": "\n"
}