{
    "id": 8661,
    "citation_title": "Executive Compensation in America: Optimal Contracting or Extraction of Rents?",
    "citation_author": [
        "Lucian Arye Bebchuk",
        "Jesse M. Fried",
        "David I. Walker"
    ],
    "citation_publication_date": "2001-12-13",
    "issue_date": "2001-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops an account of the role and significance of rent extraction in executive compensation. Under the optimal contracting view of executive compensation, which has dominated academic research on the subject, pay arrangements are set by a board of directors that aims to maximize shareholder value by designing an optimal principal-agent contract. Under the alternative rent extraction view that we examine, the board does not operate at arm's length; rather, executives have power to influence their own compensation, and they use their power to extract rents. As a result, executives are paid more than is optimal for shareholders and, to camouflage the extraction of rents, executive compensation might be structured sub-optimally. The presence of rent extraction, we argue, is consistent both with the processes that produce compensation schemes and with the market forces and constraints that companies face. Examining the large body of empirical work on executive compensation, we show that the picture emerging from it is largely compatible with the rent extraction view. Indeed, rent extraction, and the desire to camouflage it, can better explain many puzzling features of compensation patterns and practices. We conclude that extraction of rents might well play a significant role in U.S. executive compensation; and that the significant presence of rent extraction should be taken into account in any examination of the practice and regulation of corporate governance.\n\n",
    "acknowledgement": "\n"
}