{
    "id": 8662,
    "citation_title": "Puzzles Over International Taxation of Cross Border Flows of Capital Income",
    "citation_author": [
        "John Whalley"
    ],
    "citation_publication_date": "2001-12-13",
    "issue_date": "2001-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI discuss the tax treatment of transborder capital income, focussing on prevailing arrangements rather than de novo design of optimal tax arrangements. These comprise unilateral reliefs from double taxation under credit or exemption systems, and treaty reliefs (largely following the OECD model treaty) which jointly lower withholding tax rates on interest, dividends, and royalties in both host and source countries. I suggest that these arrangements involve both seemingly non-strategic unilateral actions and cooperative arrangements which are difficult to reconcile both with tax competition literature and with national interest. I pose four puzzles in this regard. The first is that from a national welfare point of view, the unilateral reliefs in use seem inferior to no relief since with competitive markets investors equate the private return on investments at home and abroad, while tax revenues largely accrue to the foreign government. Private returns are equated, but national returns are not. The second is that tax treaties only have lump sum effects between national governments if the more common credit arrangements of unilateral reliefs apply and if tax rates are similar in host and source countries (approximately the OECD situation). This raises the issue of why governments negotiate them. The third is the sharp contrast to international treaty arrangements for goods flows under the WTO; and the fourth is the absence of side payments in tax treaties. The picture emerging is that making sense of present arrangements from a national welfare point of view and in terms of efficient instrument design seems difficult. The gap relative to optimal tax considerations also seems large.\n\n",
    "acknowledgement": "\n"
}