{
    "id": 8663,
    "citation_title": "Attrition Bias in Economic Relationships Estimated with Matched CPS Files",
    "citation_author": [
        "David Neumark",
        "Daiji Kawaguchi"
    ],
    "citation_publication_date": "2001-12-13",
    "issue_date": "2001-12-13",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShort panel data sets constructed by matching individuals across monthly files of the Current Population Survey (CPS) have been used to study a wide range of questions in labor economics. Such panels offer unique advantages. But because the CPS makes no effort to follow movers, these panels exhibit significant attrition, which may lead to bias in longitudinal estimates using matched CPS files. Because the Survey of Income and Program Participation (SIPP) uses essentially the same sampling frame and design as the CPS, but makes substantial efforts to follow individuals that move, we use the SIPP to construct 'data-based' rather than 'model-based' corrections for bias from selective attrition. The approach is applied to a couple of standard economic relationships that have been studied with the CPS specifically union wage differentials and the male marriage wage premium. The results for the longitudinal analysis of union wage effects reveal negligible and statistically insignificant evidence of attrition bias. In contrast, the longitudinal analysis of the marriage premium for males finds statistically significant evidence of attrition bias, although the amount of bias does not seem to be serious in an economic sense. We regard the evidence as suggesting that in many applications the advantages of using matched CPS panels to obtain longitudinal estimates are likely to far outweigh the disadvantages from attrition biases, although we should allow for the possibility that attrition bias leads the longitudinal estimates to be understated.\n\n",
    "acknowledgement": "\n"
}