{
    "id": 8667,
    "citation_title": "Cowboys or Cowards: Why are Internet Car Prices Lower?",
    "citation_author": [
        "Florian Zettelmeyer",
        "Fiona Scott Morton",
        "Jorge Silva-Risso"
    ],
    "citation_publication_date": "2001-12-13",
    "issue_date": "2001-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper addresses the question of how much the Internet lowers prices for new cars and why. Using a large dataset of transaction prices for new automobiles and referral data from Autobytel.com, we find that online consumers pay on average 1.2% less than do offline consumers. After controlling for selection, we find that using Autobytel.com reduces the price a consumer pays by approximately 2.2%. This suggests that consumers who use an Internet referral service are not those who would have obtained a low price even in the absence of the Internet. Instead, our finding is consistent with consumers choosing to use Autobytel.com because they know that they would do poorly in the traditional channel, perhaps because they have a high personal cost to collecting information and bargaining. This group disproportionately uses Autobytel.com because its members are the ones with the most to gain. We estimate that savings to consumers who use Autobytel.com alone are at least $240 million per year. Since there are other referral and informational sites that may also help consumers bargain more effectively with dealers, we conclude that the Internet is facilitating a large transfer of surplus to Internet consumers in the retail auto industry.\n\n",
    "acknowledgement": "\n"
}