{
    "id": 8668,
    "citation_title": "Consumer Information and Price Discrimination: Does the Internet Affect the Pricing of New Cars to Women and Minorities?",
    "citation_author": [
        "Fiona Scott Morton",
        "Florian Zettelmeyer",
        "Jorge Silva-Risso"
    ],
    "citation_publication_date": "2001-12-13",
    "issue_date": "2001-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMediating transactions through the Internet removes important cues that salespeople can use to assess a consumer's willingness to pay. We analyze whether dealers' difficulty in identifying consumer characteristics on the Internet and consumers' ease in finding information affects equilibrium prices in car retailing. Using a large dataset of transaction prices for new automobiles, the first part of the paper an- alyzes the relationship between car prices and demographics. We find that offline African-American and Hispanic consumers pay approximately 2% more than other consumers, however, we can explain 65% of this price premium with differences in income, education,a nd search costs; we find no evidence of statistical race discrimination. The second part of the paper turns to the role of the Internet. Online minority buyers who use the Internet Referral Service we study, Autobytel.com, pay nearly the same prices as do whites, irrespective of their income, education, and search costs. Since members of minority groups who use the Internet may not be representative, we control for selection. We conclude that the Internet is disproportionately beneficial to those who have personal characteristics that put them at a disadvantage in negotiating. African-American and Hispanic individuals, who are least likely to use the Internet, are the ones who benefit the most from it.\n\n",
    "acknowledgement": "\n"
}