{
    "id": 867,
    "citation_title": "Comment on T. J. Sargent and N. Wallace: \"Some Unpleasant Monetarist Arithmetic\"",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "1982-03-01",
    "issue_date": "1982-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSargent and Wallace (S-W) show that, even when inflation is prima facie a strictly monetary phenomenon -- prices are flexible, markets clear and velocity is constant -- inflation is, in the long run, a fiscal phenomenon. This follows from the government budget constraint and the existence of an upper bound on the real per capita stock of interest bearing public debt held by the private sector. Together these ensure that in the long run the growth of the money stock is governed by the fiscal deficit, if we assign to the fiscal authorities the role of Stackelberg leaders and to the monetary authorities that of Stackelberg followers. The discussion of the formal S-W model focuses on the distinct roles of public spending and explicit taxes in their model and on the possibility that optimal policy involves public sector surpluses and a net credit position of the public sector vis-a-vis the private sector. It is also argued that the specification of the demand for and supply of - money is ad hoc, a weakness shared by most existing macro models.. Finally it is shown that if we adjust the published government deficit figures for the effect of inflation on the real value of the stock of nominal government debt (as should be done to obtain a deficit measure appropriate to the S-W model), the inflation-adjusted government deficit has been in balance or surplus in the U.K. in recent years. If the deficit is in addition adjusted for the cycle (as it should be to relate it to the full employment S-W model), the government has been a sizeable net lender. If we then also subtract net public sector capital formation from total public spending (assuming implicitly that the real rate of return on public sector investment equals the real rate of return on public sector debt), we get the inflation-corrected, cyclically adjusted government current account deficit. This is the deficit measure of the S-W model. This \"deficit\" has been a sizeable surplus in recent years and is likely to remain so in the future. The inflation tax implied by extrapolation of the past and present stance of fiscal policy is therefore a \"deflation subsidy.'' The credibility of the Thatcher government's anti-inflationary policy should therefore, if the S-W framework is correct, not have been undermined by large inflation-corrected, cyclically adjusted current account surplus.\n\n",
    "acknowledgement": "\n"
}