{
    "id": 8670,
    "citation_title": "The Supplemental Security Income Program and Incentives to Take Up Social Security Early Retirement: Empirical Evidence from Matched SIPP and Social..",
    "citation_author": [
        "Elizabeth Powers",
        "David Neumark"
    ],
    "citation_publication_date": "2001-12-20",
    "issue_date": "2001-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFeatures of the Supplemental Security Income (SSI) program and the social security retirement system may interact in a manner that creates incentives for prospective SSI recipients to take social security early retirement (SSER). This paper takes a first close look at this issue. The work disincentives posed by SSI rules and the potential interactions between the SSI and SSER programs are outlined in a basic theoretical framework. The hypotheses that emerge can be tested using public-use microdata linked to Social Security Administration records. We first present evidence supporting the hypothesis that SSI rules induce prospective SSI recipients to substantially reduce work activity (by various measures) prior to age 65. We then present two types of evidence on SSI-SSER interactions. We do not find a simple correspondence between generous SSI benefits and SSER use, which might be an expected indirect SSI-SSER interaction. However, estimates for some specifications for SSER receipt, derived directly from the theoretical interaction between SSER and SSI rules through the household budget constraint, provide evidence of a direct interaction between SSER and SSI, with SSI inducing use of SSER for those individuals for whom the SSI-SSER interaction eliminates the reduction in benefits associated with early receipt of social security benefits.\n\n",
    "acknowledgement": "\n"
}