{
    "id": 8677,
    "citation_title": "The Effect of New Drugs on Mortality from Rare Diseases and HIV",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2001-12-20",
    "issue_date": "2001-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI investigate the effect of large increases in the number of drugs available to treat rare diseases and HIV on mortality associated with them. Mortality from both diseases declined dramatically following increases in drug approvals. Before the Orphan Drug Act went into effect (between 1979 and 1984), mortality from rare diseases grew at the same rate as mortality from other diseases. In contrast, during the next five years, mortality from rare diseases grew more slowly than mortality from other diseases. I estimate that one additional orphan drug approval in year t prevents 211 deaths in year t+1 and ultimately prevents 499 deaths, and that about 108 thousand deaths from rare diseases will ultimately be prevented by all of the 216 orphan drugs tha t have been approved since 1983. Deaths are more closely related to the number of orphan product designations (which include experimental drugs) than they are to the number of approvals. Consistent with previous patient- level studies of HIV, I find that new drugs played a key role in the post-1995 decline in HIV mortality. I estimate that one additional HIV drug approval in year t prevents 5986 HIV deaths in year t+1 and ultimately prevents 33,819 HIV deaths. HIV drug approvals have reduced mortality both directly and indirectly (via increased drug consumption). HIV mortality depends on both the quality and the quantity of medications consumed, and new drug approvals have a sizeable impact on drug consumption: one additional HIV drug approval in year t results in 1.2 million additional HIV drug units consumed in year t+1 and ultimately result in 3.6 million additional HIV drug units consumed.\n\n",
    "acknowledgement": "\n"
}