{
    "id": 8679,
    "citation_title": "Competition and Intervention in Sovereign Debt Markets",
    "citation_author": [
        "Bernhard Paasche",
        "Stanley E. Zin"
    ],
    "citation_publication_date": "2001-12-20",
    "issue_date": "2001-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate markets for defaultable sovereign debt in which even though there are many identical lenders and symmetric information (including no hidden actions), perfect competition does not obtain. When a private lender allows a sovereign country to increase its level of indebtedness, that lender implicitly imposes a default externality on others who have lent to that sovereign. That is, in the case where the borrower would be able to pay back the first loan in the absence of a second loan, the borrower may have a strong incentive to take both loans and default on both loans. When a lender has  no control over the actions of other lenders, they must anticipate this behavior and devise a lending strategy that is consistent with the strategies not only of the sovereign borrower, but also of other lenders. We develop a model of this strategic lending behavior in the presence of default, and show that even though there are many competing lenders, the perfectly competitive outcome does not necessarily obtain. Moreover, the equilibrium can result in monopoly-like outcomes in prices and quantities. We also study the consequences of intervention in these markets by a seemingly benevolent international financial institution, and find that these interventions, though well-intentioned, can in some cases be welfare reducing for sovereign countries and welfare improving for private lenders.\n\n",
    "acknowledgement": "\n"
}