{
    "id": 8683,
    "citation_title": "Model Uncertainty and Liquidity",
    "citation_author": [
        "Bryan R. Routledge",
        "Stanley E. Zin"
    ],
    "citation_publication_date": "2001-12-20",
    "issue_date": "2001-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExtreme market outcomes are often followed by a lack of liquidity and a lack of trade.  This market collapse seems particularly acute for markets where traders rely heavily on a specific empirical model such as in derivative markets. Asset pricing and trading, in these cases, are intrinsically model dependent. Moreover, the observed behavior of traders and institutions that places a large emphasis on 'worst-case scenarios'' through the use of 'stress testing'' and 'value-at-risk'' seems different than Savage rationality (expected utility) would suggest. In this paper we capture model-uncertainty explicitly using an Epstein-Wang (1994) uncertainty-averse utility function with an ambiguous underlying asset-returns distribution. To explore the connection of uncertainty with liquidity, we specify a simple market where a monopolist financial intermediary makes a market for a propriety derivative security.  The market-maker chooses bid and ask prices for the derivative, then, conditional on trade in this market, chooses an optimal portfolio and consumption. We explore how uncertainty can increase the bid-ask spread and, hence, reduces liquidity.  In addition, 'hedge portfolios'' for the market-maker, an important component to understanding spreads, can look very different from those implied by a model without Knightian uncertainty. Our infinite-horizon example produces short, dramatic decreases in liquidity even though the underlying environment is stationary.\n\n",
    "acknowledgement": "\n"
}