{
    "id": 8685,
    "citation_title": "Economic Growth and the Demographic Transition",
    "citation_author": [
        "David E. Bloom",
        "David Canning",
        "Jaypee Sevilla"
    ],
    "citation_publication_date": "2001-12-20",
    "issue_date": "2001-12-20",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor decades, economists and social thinkers have debated the influence of population change on economic growth.  Three alternative positions define this debate:  that population growth restricts, promotes, or is independent of economic growth.  Proponents of each explanation can find evidence to support their cases.  All of these explanations, however, focus on population size and growth.  In recent years, however, the debate has under-emphasized a critical issue, the age structure of the population (that is, the way in which the population is distributed across different age groups), which can change dramatically as the population grows. Because people's economic behavior varies at different stages of life, changes in a country's age structure can have significant effects on its economic performance.  Nations with a high proportion of children are likely to devote a high proportion of resources to their care, which tends to depress the pace of economic growth.  By contrast, if most of a nation's population falls within the working ages, the added productivity of this group can produce a 'demographic dividend' of economic growth, assuming that policies to take advantage of this are in place.  In fact, the combined effect of this large working-age population and health, family, labor, financial, and human capital policies can create virtuous cycles of wealth creation.  And if a large proportion of a nation's population consists of the elderly, the effects can be similar to those of a very young population.  A large share of resources is needed by a relatively less productive segment of the population, which likewise can inhibit economic growth. After tracing the history of theories of the effects of population growth, this report reviews evidence on the relevance of changes in age structure for economic growth.  It also examines the relationship between population change and economic development in particular regions of the world: East Asia; Japan; OECD, North America and Western Europe; South-central and Southeast Asia; Latin America; Middle East and North Africa; Sub-Saharan Africa; and Eastern Europe and the former Soviet Union.  Finally, it discusses the key policy variables that, combined with reduced fertility and increases in the working-age population, have contributed to economic growth in some areas of the developing world.\n\n",
    "acknowledgement": "\n"
}