{
    "id": 8694,
    "citation_title": "Throwing Good Money After Bad? Board Connections and Conflicts in Bank Lending",
    "citation_author": [
        "Randall S. Kroszner",
        "Philip E. Strahan"
    ],
    "citation_publication_date": "2001-12-20",
    "issue_date": "2001-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the frequency of connections between banks and non-financial firms through board linkages and whether those connections affect lending and borrowing behavior. Although a board linkages may reduce the costs of information flows between the lender and borrower, a board linkage may generate pressure for special treatment of a borrower not normally justifiable on economic grounds. To address this issue, we first document that banks are heavily involved in the corporate governance network through frequent board linkages. Banks tend to have larger boards with a higher proportion of outside directors than non- financial firms, and bank officer-directors tend to have more external board directorships than executives of non- financial firms. We then show that low- information cost firms -- large firms with a high proportion of tangible assets and relatively stable stock returns -- are most likely to have board connections to banks. These same low- information cost firms are also more likely to borrow from their connected bank, and when they do so the terms of the loan appear similar to loans to unconnected firms. In contrast to studies of Mexico, Russia and Asia where connections have been misused, our results suggest that avoidance of potential conflicts of interest explains both the allocation and behavior of bankers in the U.S. corporate governance system.\n\n",
    "acknowledgement": "\n"
}