{
    "id": 8698,
    "citation_title": "Dividend Policy inside the Firm",
    "citation_author": [
        "Mihir A. Desai",
        "C. Fritz Foley",
        "James R. Hines Jr."
    ],
    "citation_publication_date": "2002-01-09",
    "issue_date": "2002-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes dividend remittances by a large panel of foreign affiliates of U.S. multinational firms. The dividend policies of foreign affiliates, which convey no signals to public capital markets, nevertheless resemble those used by publicly held companies in paying dividends to diffuse common shareholders. Robustness checks verify that dividend policies of foreign affiliates are little affected by the dividend policies of their parent companies or parent company exposure to public capital markets. Systematic differences in the payout behavior of affiliates that differ in organizational form, and those that face differing tax costs of paying dividends, reveal the importance of tax factors; nevertheless, dividend policies are not solely determined by tax considerations. The absence of capital market considerations and the incompleteness of tax explanations together suggest that dividend policies are largely driven by the need to control managers of foreign affiliates. Parent firms are more willing to incur tax penalties by simultaneously investing funds while receiving dividends when their foreign affiliates are partially owned, located far from the United States, or in jurisdictions in which property rights are weak, all of which are implied by control theories of dividends.\n\n",
    "acknowledgement": "\n"
}