{
    "id": 8700,
    "citation_title": "Asset Prices in the Measurement of Inflation",
    "citation_author": [
        "Michael F. Bryan",
        "Stephen G. Cecchetti",
        "Roisin O'Sullivan"
    ],
    "citation_publication_date": "2002-01-09",
    "issue_date": "2002-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe debate over including asset prices in the construction of an inflation statistic has attracted renewed attention in recent years. Virtually all of this (and earlier) work on incorporating asset prices into an aggregate price statistic has been motivated by a presumed, but unidentified transmission mechanism through which asset prices are leading indicators of inflation at the retail level. In this paper, we take an alternative, longer-term perspective on the issue and argue that the exclusion of asset prices introduces an 'excluded goods bias' in the computation of the inflation statistic that is of interest to the monetary authority. We implement this idea using a relatively modern statistical technique, a dynamic factor index. This statistical algorithm allows us to see through the excessively 'noisy' asset price data that have frustrated earlier researchers who have attempted to integrate these prices into an aggregate measure. We find that the failure to include asset prices in the aggregate price statistic has introduced a downward bias in the U.S. Consumer Price Index on the order of magnitude of roughly 1/4 percentage point annually. Of the three broad assets categories considered here -- equities, bonds, and houses -- we find that the failure to include housing prices resulted in the largest potential measurement error. This conclusion is also supported by a cursory look at some cross-country evidence.\n\n",
    "acknowledgement": "\n"
}