{
    "id": 8701,
    "citation_title": "Network Effects, Congestion Externalities, and Air Traffic Delays: Or Why All Delays Are Not Evil",
    "citation_author": [
        "Christopher Mayer",
        "Todd Sinai"
    ],
    "citation_publication_date": "2002-01-09",
    "issue_date": "2002-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine two factors that might explain the extent of air traffic delays in the United States: network benefits due to hubbing and congestion externalities. Airline hubs enable passengers to cross-connect to many destinations, thus creating network benefits that increase in the number of markets served from the hub. Delays are the equilibrium outcome of a hub airline equating high marginal benefits from hubbing with the marginal cost of delays. Congestion externalities are created when airlines do not consider that adding flights may lead to increased delays for other air carriers. In this case, delays represent a market failure. Using data on all domestic flights by major US carriers from 1988-2000, we find that delays are increasing in hubbing activity at an airport and decreasing in market concentration but the hubbing effect dominates empirically. In addition, most delays due to hubbing actually accrue to the hub carrier, primarily because the hub carrier clusters its flights in short spans of time in order to maximize passenger interconnections. Non hub flights at hub airports operate with minimal additional travel time by avoiding the congested peak connecting times of the hub carrier. These results suggest that an optimal congestion tax would have a relatively small impact on air traffic delays since hub carriers already internalize most of the costs of hubbing and a tax that did not take the network benefits of hubbing into account could reduce social welfare.\n\n",
    "acknowledgement": "\n"
}