{
    "id": 8703,
    "citation_title": "Optimal Defaults for Corporate Law Evolution",
    "citation_author": [
        "Lucian Arye Bebchuk",
        "Assaf Hamdani"
    ],
    "citation_publication_date": "2002-01-09",
    "issue_date": "2002-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic corporations live in a dynamic and ever-changing business environment. This paper examines how courts and legislators should choose default arrangements in the corporate area to address new circumstances. We show that the interests of the shareholders of existing companies would not be served by adopting those defaults arrangements that public officials view as most likely to be value-enhancing. Because any charter amendment requires the board's initiative, opting out of an inefficient default arrangement is much more likely to occur when management disfavors the arrangement than management supports it. We develop a 'reversible defaults' approach that takes into account this asymmetry. When public officials must choose between two or more default arrangements and face significant uncertainty as to which one would best serve shareholders, they should err in favor of the arrangement that is less favorable to managers. Such an approach, we show, would make it most likely that companies would be ultimately governed by the arrangement that would maximize shareholder value. Evaluating some of the main choices that state corporate law has made in the past two decades in light of our proposed approach, we endorse some but question others. The arrangements we examine include those developed with respect to director liability, state antitakeover statutes, and the range of permitted defensive tactics.\n\n",
    "acknowledgement": "\n"
}