{
    "id": 8705,
    "citation_title": "When Do Firms Shift Production Across States to Avoid Environmental Regulation?",
    "citation_author": [
        "Wayne B. Gray",
        "Ronald J. Shadbegian"
    ],
    "citation_publication_date": "2002-01-09",
    "issue_date": "2002-01-09",
    "revision_date": "2007-09-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper takes a new approach to testing the impact of state environmental regulatory stringency on firms' location decisions, focusing on firms' allocation of production across states.  We use Census data for the paper industry to measure the share of each firm's production in each state during 1967-2002.  We use a conditional logit model, controlling for a variety of state characteristics that influence firm costs and revenues, and testing several measures of state environmental stringency.  Firms allocate significantly smaller production shares to states with stricter regulations, but there is significant heterogeneity across firms in their sensitivity to regulatory stringency.  Firms with low compliance rates are more sensitive than firms with high compliance rates, consistent with a model where compliance rates are driven by differences across firms in the costs of compliance, rather than in the benefits of compliance.\n\n",
    "acknowledgement": "\nFinancial support from the National Science Foundation (SBR-9410059) and the Environmental Protection Agency (R826155; RD-83215501-0) is gratefully acknowledged.  This research was also partially supported by the National Science Foundation Information Technologies Research Grant SES-0427889, which provided financial resources to the Census Research Data Centers. We received helpful comments from Arik Levinson and anonymous reviewers, as well as participants at the Western Economic Association Meetings, the Allied Social Science Associations Meetings, the World Congress of Environmental and Natural Resource Economists, and seminars at Clark University and the University of Indiana.  Excellent research assistance was provided by Zahid Hafeez, Anna Belova, and Kaushik Ghosh. The research in this paper was conducted while the authors were Census Bureau Research Associates at the Boston Research Data Center. Research results and conclusions expressed are those of the authors and do not necessarily indicate concurrence by the Bureau of the Census. This paper has been screened to ensure that no confidential data are revealed. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}