{
    "id": 8707,
    "citation_title": "How Migration Restrictions Limit Agglomeration and Productivity in China",
    "citation_author": [
        "Chun-Chung Au",
        "Vernon Henderson"
    ],
    "citation_publication_date": "2002-01-09",
    "issue_date": "2002-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChina strongly restricts rural-rural, urban-urban, and rural-urban migration. The result which this paper documents is a surplus of labor in agriculture. However, the paper argues that these restrictions also lead to insufficient agglomeration of economic activity within both rural industrial and urban areas, with resulting first order losses in GDP. For urban areas the paper estimates a city productivity relationship, based on city GDP numbers for 1990-97. The effects of access, educational attainment, FDI, and public infrastructure on productivity are estimated. Worker productivity is shown to be an inverted U-shape function of city employment level, with the peak point shifting out as industrial composition moves from manufacturing to services. As far as we know this is the first paper to actually estimate the relationship between output per worker and city scale, as it varies with industrial composition. The majority of Chinese cities are shown to be potentially undersized - below the lower bound on the 95% confidence interval about the size where their output per worker peaks. The paper calculates the large gains from increased agglomeration in both the rural industrial and urban sectors. It also examines the effect of capital reallocations, where the rural sector is grossly undercapitalized.\n\n",
    "acknowledgement": "\n"
}