{
    "id": 8709,
    "citation_title": "Do Low-Income Housing Subsidies Increase Housing Consumption?",
    "citation_author": [
        "Todd Sinai",
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2002-01-09",
    "issue_date": "2002-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA necessary condition for justifying a policy such as publicly provided or subsidized low-income housing is that it has a real effect on recipients' outcomes. In this paper, we examine one aspect of the real effect of public or subsidized housing -- does it increase the housing stock? If subsidized housing raises the quantity of occupied housing per capita, either more people are finding housing or they are being housed less densely. On the other hand, if public or subsidized housing merely crowds out equivalent-quality low-income housing that otherwise would have been provided by the private sector, the housing policy may have little real effect on housing consumption. Using Census place-level data from the decennial census and from the Department of Housing and Urban Development, we ask whether places with more public and subsidized housing also have more total housing, after accounting for housing demand. We find that government-financed units raise the total number of units in a Census place, although on average three government-subsidized units displace two units that would otherwise have been provided by the private market. There is less crowd out in more populous markets, and more crowd out in places where there is less excess demand for public housing, as measured by the number of government-financed units per eligible person. Tenant-based housing programs, such as Section 8 Certificates and Vouchers, seem to be more effective than project-based programs at targeting subsidized housing units to people who otherwise would not have their own.\n\n",
    "acknowledgement": "\n"
}