{
    "id": 8729,
    "citation_title": "Do Industrial Relations Institutions Impact Economic Outcomes?: International and U.S. State-Level Evidence",
    "citation_author": [
        "Morris M. Kleiner",
        "Hwikwon Ham"
    ],
    "citation_publication_date": "2002-01-24",
    "issue_date": "2002-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe impact of government social and labor market institutions on economic outcomes have generated a great deal of attention by economists and policymakers in the U.S. and in other nations. The theoretical model suggests that there are trade offs of higher levels of  economic outcomes with more equity-producing labor market institutions.  This study examines the impact of national levels of unionization, strike levels,  public policies toward labor, and the structure of collective bargaining within a nation on a country's foreign direct investment (FDI).  As an additional test of the relationship of labor market institutions and state labor market policies and economic outcomes, we examine the empirical relationship with the economic growth of U.S. states.  Examining 20 OECD nations from 1985 through 1995 and all U.S. states from 1990 to 1999, our statistical analysis shows that higher levels of industrial relations institutions are usually associated with lower levels of FDI and slower economic growth for U.S. states.  However, within the context of the model the results do not necessarily suggest that a nation or state would be better off trading social equity through fewer restrictive industrial relations institutions for higher levels of economic growth.\n\n",
    "acknowledgement": "\n"
}