{
    "id": 8732,
    "citation_title": "Controlling the Cost of Minimum Benefit Guarantees in Public Pension Conversions",
    "citation_author": [
        "Kent Smetters"
    ],
    "citation_publication_date": "2002-01-24",
    "issue_date": "2002-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnfunded defined-benefit (DB) public pension plans throughout the world are being converted to funded defined-contribution (DC) plans that typically contain a minimum benefit guarantee (DC-MB). Risk management techniques must be used to control the cost of these guarantees. The most common technique is to 'over-fund' the benefit: the contribution rate is set high enough so that the expected benefit is much larger than the guaranteed minimum benefit. This paper shows that while over-funding is very effective in controlling guarantee costs in traditional DB plans, it is highly ineffective for DC-MB plans. This result holds even at very large contribution rates and when risky investments are restricted to a very diversified index like the S&P500. Calculations show that the true risk-adjusted value of unfunded guarantees in a realistic DC-MB plan equals 40 to 90 percent (or more) of the value of the unfunded liability in the DB benefit being replaced, depending on design. This result is true even when the contribution rate in the DC-MB plan is chosen to produce an expected benefit five times larger than the DB benefit. This paper considers two approaches to controlling guarantee costs. The first approach borrows from the recent catastrophic insurance literature. A 'standardized' portfolio is guaranteed, requiring agents to accept 'basis risk' if they chose a non-standard portfolio. However, for large conversions from DB to DC-MB plans, in which there is little or no DB benefit remaining the government must still worry about any 'implicit guarantee' extending beyond the standardized portfolio, thereby enticing agents to accept a lot of basis risk (a 'Samaritan's Dilemma'). The second method, therefore, uses a more brute force approach: private portfolio returns in the good states of the world are taxed while returns in the bad states are subsidized. Both options are very effective at controlling guarantee costs, and they can be used separately or together. Calculations demonstrate that all of the unfunded liabilities associated with modern pay-as-you-go public pension programs can be eliminated under both approaches even at a modest contribution rate.\n\n",
    "acknowledgement": "\n"
}