{
    "id": 8734,
    "citation_title": "The Disposition Effect and Momentum",
    "citation_author": [
        "Mark Grinblatt",
        "Bing Han"
    ],
    "citation_publication_date": "2002-01-24",
    "issue_date": "2002-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior experimental and empirical research documents that many investors have a lower propensity to sell those stocks on which they have a capital loss. This behavioral phenomenon, known as 'the disposition effect,' has implications for equilibrium prices. We investigate the temporal pattern of stock prices in an equilibrium that aggregates the demand functions of both rational and disposition investors. The disposition effect creates a spread between a stock's fundamental value -- the stock price that would exist in the absence of a disposition effect -- and its market price. Even when a stock's fundamental value follows a random walk, and thus is unpredictable, its equilibrium price will tend to underreact to information. Spread convergence, arising from the random evolution of fundamental values, generates predictable equilibrium prices. This convergence implies that stocks with large past price runups and stocks on which most investors experienced capital gains have higher expected returns that those that have experienced large declines and capital losses. The profitability of a momentum strategy, which makes use of this spread, depends on the path of past stock prices. Crosssectional empirical tests of the model find that stocks with large aggregate unrealized capital gains tend to have higher expected returns than stocks with large aggregate unrealized capital losses and that this capital gains 'overhang' appears to be the key variable that generates the profitability of a momentum strategy. When this capital gains variable is used as a regressor along with past returns and volume to predict future returns, the momentum effect disappears.\n\n",
    "acknowledgement": "\n"
}