{
    "id": 8736,
    "citation_title": "Time Series Decomposition and Measurement of Business Cycles, Trends and Growth Cycles",
    "citation_author": [
        "Victor Zarnowitz",
        "Ataman Ozyildirim"
    ],
    "citation_publication_date": "2002-01-24",
    "issue_date": "2002-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA study of business cycles defined as sequences of expansions and contractions in the level of general economic activity does not require trend estimation and elimination, but a study of growth cycles defined as sequences of high and low growth phases does. Major cyclical slowdowns and booms deserve to be analyzed along with classical recessions and expansions, but the needed time series decomposition presents difficult problems, mainly because trends and cycles influence each other.  We compare cyclical movements in levels, deviations from trend, and smoothed growth rates of the principal measures of aggregate economic activity - the quarterly real GDP and the monthly U.S. Coincident Index - using the phase average trend (PAT).  Then we compare alternative trend estimates, deterministic and stochastic, linear and nonlinear, and the corresponding estimates of 'cyclical components,' that is, series of deviations from these trends.  We discuss how these measures differ in terms of the patterns, timing, amplitudes, and smoothness of the resulting estimates of U.S. growth cycles in the post-World War II period. The results of PAT show great similarity to the results obtained with the H-P and band-pass filtering methods, but in matters of detail PAT is often superior.\n\n",
    "acknowledgement": "\n"
}