{
    "id": 8739,
    "citation_title": "Interpreting the Tariff-Growth Correlation of the Late Nineteenth Century",
    "citation_author": [
        "Douglas A. Irwin"
    ],
    "citation_publication_date": "2002-01-24",
    "issue_date": "2002-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research has documented a positive relationship between tariffs and growth in the late nineteenth century.  Such a correlation does not establish a causal relationship between tariffs and growth, but it is tempting to view the correlation as constituting evidence that protectionist or inward-oriented trade strategies were successful during this period.  This paper argues that such a conclusion is unwarranted and that the tariff-growth correlation should be interpreted with care.  First, several individual country experiences in the late nineteenth century are not consistent with the view that import substitution promoted growth.  For example, the two most rapidly expanding, high tariff countries of the period   Argentina and Canada   grew because capital imports helped stimulate export-led growth in agricultural staples products, not because of protectionist trade policies.  Second, most land-abundant countries (such as Argentina and Canada) imposed high tariffs to raise government revenue, and revenue tariffs have a different structure than protective tariffs.  The fact that labor-scarce, land-abundant countries had a high potential for growth and also tended to impose high revenue-generating tariffs confounds the inference that high tariffs were responsible for their strong economic performance during this period.\n\n",
    "acknowledgement": "\n"
}