{
    "id": 875,
    "citation_title": "Risk Attitudes in Health: An Exploratory Study",
    "citation_author": [
        "Friedrich Breyer",
        "Victor R. Fuchs"
    ],
    "citation_publication_date": "1982-04-01",
    "issue_date": "1982-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent studies on human decision-making under uncertainty have revealed the following typical behavioral principles: (1) the importance of the status quo as a reference point (\"target\") for assessing outcomes, (2) the prevalence of risk-aversion for gains, i.e. above-target payoffs, but risk-seeking for potential losses, and (3) a tendency to give more weight or \"marginal utility\" to a small loss than a gain of the same size. We investigate whether and how these aspects carry over from the money to the health context, examining the responses to a questionnaire by 325 patients from three outpatient facilities in Palo Alto, California. The questionnaire consisted of twelve hypothetical choice situations each with the choice between two alternative modes of treatment for a supposed illness. In each case, one of the options promised a certain (favorable or unfavorable) health effect, the other one a probabilistic effect. The majority choices confirm the relevance for the health context of all three above-mentioned principles. Risk-aversion for gains, risk- seeking for losses and the differences in slope of the utility function were all significant and substantial in magnitude. When trying to trace back differences in risk attitudes to demographic or socioeconomic characteristics of the respondents, we find that education is the most important corre1ate:choices of people with more years of schooling exhibit less risk-aversion for gains and less risk-seeking for losses and thus correspond to a more linear relationship between health and utility.\n\n",
    "acknowledgement": "\n"
}