{
    "id": 8754,
    "citation_title": "Why has the Employment-Productivity Tradeoff among Industrialized Countries been so strong?",
    "citation_author": [
        "Paul Beaudry",
        "Fabrice Collard"
    ],
    "citation_publication_date": "2002-01-31",
    "issue_date": "2002-01-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is motivated by a set of cross-country observations on labor productivity growth among industrial countries over the period 1960-1997. In particular, we show that over this period, the speed of convergence among industrialized countries has decreased substantially while the negative effect of a country's own employment growth (or labor force growth) on labor productivity has increased dramatically. The main contribution of the paper is to show how these observations are consistent with the view that industrialized countries have been undergoing a particularly drastic technological revolution over the recent past. In effect, we show how the process of endogenous technological adoption, following the diffusion of a general purpose technology, can explain these observations by causing the emergence of an AK accumulation phase where demographic factors temporarily become an major determinant of labor productivity growth. Our estimation of the model implies that the AK phase has been in effect since the early to mid-seventies, but that this phase may now be coming to an end. An important contribution of the paper is to analyze growth experiences across advanced industrialized countries within an open economy framework and to evaluate the explanation by estimating a multicountry dynamic general model.\n\n",
    "acknowledgement": "\n"
}