{
    "id": 8755,
    "citation_title": "Sources of U.S. Longevity Increase, 1960-1997",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2002-01-31",
    "issue_date": "2002-01-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween 1960 and 1997, life expectancy at birth of Americans increased approximately 10% - from 69.7 to 76.5 years - and it has been estimated that the value of life extension during this period nearly equaled the gains in tangible consumption. We investigate whether an aggregate health production function can help to explain the substantial fluctuations in the rate of increase in longevity since 1960.  We view longevity as the output of the health production function, and output fluctuations as the consequence of fluctuations in medical inputs (expenditure) and technology.  We estimate longevity models using annual U.S. time-series data on life expectancy, health expenditure, and medical innovation. Reliable annual data are available for only one type of innovation - new drugs - but pharmaceutical R&D accounts for a significant fraction of total biomedical research.  The empirical analysis provides strong support for the hypothesis that both medical innovation (in the form of new drug approvals) and expenditure on medical care (especially public expenditure) contributed to longevity increase during the period 1960-1997.  The estimates imply that the medical expenditure needed to gain one life-year is about $11,000, and that the pharmaceutical R&D expenditure needed to gain one life-year is about $1,345. Previous researchers have estimated that the average value of a life-year is approximately $150,000.\n\n",
    "acknowledgement": "\n"
}