{
    "id": 8766,
    "citation_title": "Productivity, Output, and Failure: A Comparison of Taiwanese and Korean Manufacturers",
    "citation_author": [
        "Bee Yan Aw",
        "Sukkyun Chung",
        "Mark J. Roberts"
    ],
    "citation_publication_date": "2002-02-07",
    "issue_date": "2002-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndustry cost and demand conditions can vary across countries leading to differences in industry market structure, including the distribution of output and productivity across firms and the magnitude of entry and exit flows.  It has been argued that despite many outward similarities, two of the most successful Southeast Asian economies, Taiwan and South Korea, differ systematically in the nature of entry costs, the competitiveness of output markets, and the working of their capital markets.  In this paper we use micro panel data for producers in seven two-digit manufacturing industries in South Korea and Taiwan and identify a number of systematic differences in industry structure between the two countries.  Our empirical findings indicate that, relative to their counterparts in Korea, Taiwanese industries are characterized by less concentrated market structure, more producer turnover, smaller within-industry productivity dispersion across producers, a smaller percentage of plants operating at low productivity levels, and smaller productivity differentials between surviving and failing producers.  These patterns are consistent with strong competitive pressures in Taiwan that lead to market selection based on productivity differences.  In contrast, the patterns in Korea are consistent with the presence of some impediments to exit or entry that insulate inefficient producers from market pressures.\n\n",
    "acknowledgement": "\n"
}