{
    "id": 8770,
    "citation_title": "Maternal Employment and Overweight Children",
    "citation_author": [
        "Patricia M. Anderson",
        "Kristin F. Butcher",
        "Phillip B. Levine"
    ],
    "citation_publication_date": "2002-02-07",
    "issue_date": "2002-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether children are more or less likely to be overweight if their mothers work.  The prevalence of both overweight children and working mothers has risen dramatically over the past few decades, although these parallel trends may be coincidental.  The goal of this paper is to help determine whether a causal relationship exists between maternal employment and childhood overweight.  To accomplish this, we mainly utilize matched mother/child data from the National Longitudinal Survey of Youth and employ three main econometric techniques, probit models, sibling difference models, and instrumental variables models in this analysis.  Our results indicate that a child is more likely to be overweight if his/her mother worked more intensively (in the form of greater hours per week) over the child's life.  This effect is particularly evident for children of white mothers, of mothers with more education, and of mothers with a high income level.  Applying our estimates to the trend towards greater maternal employment indicates that the increased hours worked per week among mothers between 1975 and 1999 led to about a 0.4 to 0.7 percentage point increase in overweight children, which represents a relatively small share of the overall increase.\n\n",
    "acknowledgement": "\n"
}