{
    "id": 8771,
    "citation_title": "Technology and Economic Performance in the American Economy",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2002-02-07",
    "issue_date": "2002-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the sources of the U. S. macroeconomic miracle of 1995-2000 and attempts to distinguish among permanent sources of American leadership in high-technology industries, as contrasted with the particular post-1995 episode of technological acceleration, and with other independent sources of the economic miracle unrelated to technology. The core of the American achievement was the maintenance of low inflation in the presence of a decline in the unemployment rate to the lowest level reached in three decades. The post-1995 technological acceleration, particularly in information technology (IT) and accompanying revival of productivity growth, directly contributed both to faster output growth and to holding down the inflation rate, but inflation was also held down by a substantial decline in real non-oil import prices, by low energy prices through early 1999, and by a temporary cessation in 1996-98 of inflation in real medical care prices. In turn low inflation allowed the Fed to maintain an easy monetary policy that fueled rapid growth in real demand, profits, and stock prices, which fed back into growth of consumption in excess of growth in income. The technological acceleration was made possible in part by permanent sources of American advantage over Europe and Japan, most notably the mixed system of government- and privately-funded research universities, the large role of U. S. government agencies providing research funding based on peer review, the strong tradition of patent and securities regulation, the leading worldwide position of U.S. business schools and U. S.-owned investment banking, accounting, and management-consulting firms, and the particular importance of the capital market for high-tech financing led by a uniquely dynamic venture capital industry. While these advantages help to explain why the IT boom happened in the United States, they did not prevent the U. S. from experiencing a dismal period of slow productivity growth between 1972 and 1995 nor from falling behind in numerous industries outside the IT sector. The 1995-2000 productivity growth revival was fragile, both because a portion rested on unsustainably rapid output growth in 1999-2000 in the growth rate of computer investment after 1995 that could not continue forever. The web could only be invented once, Y2K artificially compressed the computer replacement cycle, and some IT purchases were made by dot-coms that by early 2001 were bankrupt. As an invention, the web provided abundant consumer surplus but no recipe for most dot-coms to make a profit from providing free services. High\n\n",
    "acknowledgement": "\n"
}