{
    "id": 8772,
    "citation_title": "Social Security, Pensions and Retirement Behavior Within the Family",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "2002-02-07",
    "issue_date": "2002-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates a structural model of family retirement using U.S. data from the Health and Retirement Study (HRS) and from the National Longitudinal Survey of Mature Women. Estimates using the HRS benefit from having, for each spouse, earnings histories provided by the respondent and the Social Security Administration, and employer provided pension plan descriptions. We find that a measure of how much each spouse values being able to spend time in retirement with the other accounts for a good portion of the apparent interdependence of the retirement decisions of husbands and wives. When we include this measure, the simulations almost double the frequency of predicted joint retirements. Once estimated, we use the model to investigate the labor supply effects of alternative social security policies, examining the effect of dividing credit for earnings evenly between spouses, or of basing social security benefits on the amounts accumulated in private accounts. Both policies change the relative importance of spouse and survivor social security benefits within the household and both raise the relative reward to work later in the life cycle. The incentives created are modest, and retirement responds accordingly. Nevertheless, at some ages, such as 65, there may be as much as a 6 percent increase in the old age work force under privatized accounts.\n\n",
    "acknowledgement": "\n"
}