{
    "id": 8775,
    "citation_title": "A Dual Method of Empirically Evaluating Dynamic Competitive Equilibrium Models with Market Distortions, Applied to the Great Depression & World War II",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2002-02-07",
    "issue_date": "2002-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI prove some theorems for competitive equilibria in the presence of market distortions, and use those theorems to motivate an algorithm for (simply and exactly) computing and empirically evaluating competitive equilibria for dynamic economies. Although a competitive equilibrium models interactions between all sectors, all consumer types, and all time periods, I show how my algorithm permits separate empirical evaluation of these pieces of the model and hence is practical even when very little data is available.   I then compute a neoclassical growth model with distortionary taxes that fits aggregate U.S. time series for the period 1929-50 and conclude that, if it is to explain aggregate behavior during the period, government policy must have heavily taxed labor income during the Great Depression and lightly taxed it during the war.  In other words, the challenge for the competitive equilibrium approach is not so much why output might change over time, but why the marginal product of labor and the marginal value of leisure diverged so much and why that wedge persisted so long. In this sense, explaining aggregate behavior during the period has been reduced to a public finance question -- were actual government policies distorting behavior in the same direction and magnitude as government policies in the model?\n\n",
    "acknowledgement": "\n"
}