{
    "id": 8777,
    "citation_title": "A Theory of Government Regulation of Addictive Bads: Optimal Tax Levels and Tax Incidence for Cigarette Excise Taxation",
    "citation_author": [
        "Jonathan Gruber",
        "Botond Koszegi"
    ],
    "citation_publication_date": "2002-02-07",
    "issue_date": "2002-02-07",
    "revision_date": "2024-08-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe traditional normative analysis of government policy towards addictive bads is carried out in the context of a 'rational addiction' model, whereby the only role for government is in correcting the external costs of consumption of such goods.  But available evidence is at least as consistent, if not more so, with an alternative where individuals are 'time inconsistent' about decisions such as smoking, having a higher discount rate between this period and the next than between future periods.  We develop this time inconsistent model, and show that this alternative formulation delivers radically different implications for government policy towards smoking.  Unlike the traditional model, our alternative implies that there is a role for government taxation of addictive bads even if there are no external costs; we estimate that the optimal tax on cigarettes is $1 or more higher than that implied by the traditional model. And we estimate that cigarette excise taxes are much less regressive than previously believed, and indeed for most parameter values are progressive, since lower income groups are much more price elastic and therefore benefit more from the commitment device provided by higher excise taxes.\n\n",
    "acknowledgement": "\n"
}