{
    "id": 8784,
    "citation_title": "The Impact of Welfare Reform on Living Arrangements",
    "citation_author": [
        "Marianne P. Bitler",
        "Jonah B. Gelbach",
        "Hilary W. Hoynes"
    ],
    "citation_publication_date": "2002-02-14",
    "issue_date": "2002-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLabor market outcomes of welfare reform have been the subject of extensive research by economists, but there has been relatively little work on living arrangements, which was an important focus of reformers.  Our research fills that gap by using data from the March CPS to examine the impacts of 1990s welfare waivers and the 1996 Federal welfare reform on living arrangements in samples of both children and women. Our findings suggest three main conclusions. First, welfare reform has had large effects on some important measures of living arrangements, including household size, parental co-residence among children, and marital status among women. Second, those effects are neither entirely aligned with the stated goals of reform nor entirely in spite of these goals. For example, in states that never had waivers, TANF was associated with a reduction of 14 percentage points in the fraction of Black children living in central cities who live with an unmarried parent. However, the fraction of these children living with neither parent rose by 8 percentage points, essentially doubling the baseline level. Third, there is a great deal of treatment heterogeneity both with respect to racial and ethnic groups, and with respect to whether reforms were waivers, TANF in states that had waivers, or TANF in states that did not (e.g., waiver effects on parental co-residence among Black, central-city children was much smaller than were TANF effects). Standard approaches - using only data on adult women, pooling the data across racial and ethnic groups, focusing only on high school dropouts, and/or assuming that TANF effects are the same in waiver and nonwaiver states - would generally not uncover these important changes in living arrangements.\n\n",
    "acknowledgement": "\n"
}