{
    "id": 8787,
    "citation_title": "Changes in U.S. Wages 1976-2000: Ongoing Skill Bias or Major Technological Change?",
    "citation_author": [
        "Paul Beaudry",
        "David A. Green"
    ],
    "citation_publication_date": "2002-02-14",
    "issue_date": "2002-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the determinants of changes in the US wage structure over the period 1976-2000, with the objective of evaluating whether these changes are best described as the result of ongoing skill-biased technological change, or alternatively, as the outcome of an adjustment process associated with a major discrete change in technological opportunities.  The main empirical observation we uncover is that change in both the level of wages and the returns to skill over this period appear to be primarily driven by changes in the ratio of human capital (as measured by effective units of skilled workers) to physical capital.  Although at first pass this pattern may appear difficult to interpret, we show that it conforms extremely well to a simple model of technological adoption following a major change in technological opportunities.  In contrast, we do not find much empirical support for the view that ongoing (factor-augmenting) skill-biased technological progress has been an important driving force over this period, nor do we find support for the view that physical capital accumulation has contributed to the increased differential between more and less educated workers (in fact, we find the opposite).\n\n",
    "acknowledgement": "\n"
}