{
    "id": 8802,
    "citation_title": "Health Care and the Public Sector",
    "citation_author": [
        "David M. Cutler"
    ],
    "citation_publication_date": "2002-02-21",
    "issue_date": "2002-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper summarizes the many aspects of public policy for health care. I first consider government policy affecting individual behaviors. Government intervention to change individual actions such as smoking and drinking is frequently justified on externality grounds. External costs of smoking in particular are not very high relative to current taxes, however. More important quantitatively are the internal costs of smoking to the smoker. A recent literature has debated whether such internalities justify government action. I then turn to markets for medical care and health insurance. Virtually all governments provide health insurance for some part of the population. Governments face several fundamental choices in this provision. The first choice is between operating the medical system publicly or contracting for care from private providers. The make-or-buy decision is difficult in medical care because medical quality is not fully observable. Thus, private sector efficiency may come at the expense of quality. A second choice is in the degree of cost sharing. More generous insurance reduces the utility cost of illness but also leads to overconsumption of care when sick. Optimal insurance balances the marginal costs of risk bearing and moral hazard. In the US, government policy has historically tilted towards more generous insurance, by excluding employer payments for health insurance from income taxation. The welfare loss from this subsidy has been a theme of much research. Finally, governments face issues of competition and selection. Sick people prefer more generous insurance than do healthy people. If insurers know who is sick and who is healthy, they will charge the sick more than the healthy. This differential pricing is welfare loss, since it denies sick people the benefits of ex ante pooling of risk type. Even if insurers cannot separate sick from healthy, there are still losses: high costs of generous plans discourage people from enrolling in those plans. Generous plans also have incentives to reduce their generosity, to induce sick people to enroll elsewhere. Adverse selection is empirically very important. To date, public policies have not been able to offset it. Finally, I turn to the distributional aspects of medical care. Longstanding norms support at least basic medical care for everyone in society. But the generosity of health programs for the poor runs up against the possibility of crowding out private insurance coverage. Analysis from Medicaid program expansions shows that crowdout does occur. Still, coverage expansions are worth the cost, given the health\n\n",
    "acknowledgement": "\n"
}