{
    "id": 8807,
    "citation_title": "Post-Issue Patent \"Quality Control\": A Comparative Study of US Patent Re-examinations and European Patent Oppositions",
    "citation_author": [
        "Stuart J. H. Graham",
        "Bronwyn H. Hall",
        "Dietmar Harhoff",
        "David C. Mowery"
    ],
    "citation_publication_date": "2002-02-21",
    "issue_date": "2002-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe report the results of the first comparative study of the determinants and effects of patent oppositions in Europe and of re-examinations on corresponding patents issued in the United States. The analysis is based on a dataset consisting of matched EPO and US patents. Our analysis focuses on two broad technology categories - biotechnology and pharmaceuticals, and semiconductors and computer software. Within these fields, we collect data on all EPO patents for which oppositions were filed at the EPO. We also construct a random sample of EPO patents with no opposition in these technologies. We match these EPO patents with the 'equivalent' US patents covering the same invention in the United States. Using the matched sample of USPTO and EPO patents, we compare the determinants of opposition and of re-examination. Our results indicate that valuable patents are more likely to be challenged in both jurisdictions. But the rate of opposition at the EPO is more than thirty times higher than the rate of re-examination at the USPTO. Moreover, opposition leads to a revocation of the patent in about 41 percent of the cases, and to a restriction of the patent right in another 30 percent of the cases. Re-examination results in a cancellation of the patent right in only 12.2 percent of all cases. We also find that re-examination is frequently initiated by the patentholders themselves.\n\n",
    "acknowledgement": "\n"
}