{
    "id": 8811,
    "citation_title": "Monitoring, Motivation and Management: The Determinants of Opportunistic Behavior in a Field Experiment",
    "citation_author": [
        "Daniel Nagin",
        "James Rebitzer",
        "Seth Sanders",
        "Lowell Taylor"
    ],
    "citation_publication_date": "2002-02-28",
    "issue_date": "2002-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic models of incentives in employment relationships are based on a specific theory of motivation. Employees are 'rational cheaters,' who anticipate the consequences of their actions and shirk when the perceived marginal benefit exceeds the marginal cost. Managers respond to this decision calculus by implementing monitoring and incentive pay practices that lessen the attraction of shirking. This 'rational cheater model' is not the only model of opportunistic behavior, and indeed is viewed skeptically by human resource practitioners and by many non-economists who study employment relationships. We investigate the 'rational cheater model' using data from a double-blind field experiment that allows us to observe the effect of experimentally-induced variations in monitoring on employee opportunism. The experiment is unique in that it occurs in the context of an ongoing employment relationship, i.e., with the firm's employees producing output as usual under the supervision of their front-line managers. The results indicate that a significant fraction of employees behave roughly in ccordance with the 'rational cheater model.' We also find, however, that a substantial proportion of employees do not respond to manipulations in the monitoring rate. This heterogeneity is related to employee assessments about their general treatment by the emp loyer.\n\n",
    "acknowledgement": "\n"
}