{
    "id": 8815,
    "citation_title": "Human Capital Formation with Endogenous Credit Constraints",
    "citation_author": [
        "Lance Lochner",
        "Alexander Monge-Naranjo"
    ],
    "citation_publication_date": "2002-02-28",
    "issue_date": "2002-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the accumulation of human capital and the behavior of consumption and earnings in a life cycle equilibrium model with endogenous borrowing constraints. Constraints arise endogenously from the inalienability of human capital and the limited punishments that creditors are able to impose on those who default. The endogeneity of borrowing constraints produces a number of interesting relationships. First, efficient borrowing limits are functions of individual observable characteristics and choices, especially ability and human capital investments.  The connection between human capital investments and borrowing limits creates additional incentives to invest beyond those present in models with exogenous constraints. Second, government policies affect the incentives to default and, hence, the limits on private borrowing. As opposed to exogenous constraint models, additional subsidies for investment in human capital should be accompanied by increases in credit, since borrowers are more able to re-pay higher debts. Finally, general equilibrium considerations have an additional role, since borrowing limits depend on the returns to physical and human capital. We calibrate the model to U.S. data and are able to replicate key features of the economy regarding human capital investment, earnings, and consumption. The calibrated model is then used to study the steady state impacts of changes in government policies. We find that changes in bankruptcy laws can have sizeable effects on the accumulation of both human and physical capital. At the aggregate level, general equilibrium forces are important and can reverse the results predicted in partial equilibrium. Government subsidies to education (financed with a proportional tax on earnings) cause lenders to increase credit limits and substantially increase aggregate human  and physical capital. Most importantly, we show that the implications of our model are very different from those of standard exogenous constraint models.  For example, the effects of increases in initial wealth and government  subsidies on investment are substantially greater in our model than in a similar model with exogenous constraints.\n\n",
    "acknowledgement": "\n"
}