{
    "id": 8817,
    "citation_title": "Health Insurance, Labor Supply, and Job Mobility: A Critical Review of the Literature",
    "citation_author": [
        "Jonathan Gruber",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2002-02-28",
    "issue_date": "2002-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a critical review of the empirical literature on the relationship between health insurance, labor supply, and job mobility. We review over 50 papers on this topic, almost exclusively written in the last 10 years. We reach five conclusions. First, there is clear and unambiguous evidence that health insurance is a central determinant of retirement decisions. Second, there is fairly clear evidence that health insurance is not a major determinant of the labor supply and welfare exit decisions of low income mothers. Third, there is fairly compelling evidence that health insurance is an important factor in the labor supply decisions of secondary earners. Fourth, while there is some division in the literature, the most convincing evidence suggests that health insurance plays an important role in job mobility decisions. Finally, there is virtually no evidence in the literature on the welfare implications of these results. We present some rudimentary calculations which suggest that the welfare costs of job lock are likely to be modest. Our general conclusion is that health insurance has important effects on both labor force participation and job choice, but that it is not clear whether or not these effects results in large losses of either welfare or efficiency.\n\n",
    "acknowledgement": "\n"
}