{
    "id": 8825,
    "citation_title": "Is the Threat of Reemployment Services More Effective than the Services Themselves? Experimental Evidence from the UI System",
    "citation_author": [
        "Dan A. Black",
        "Jeffrey A. Smith",
        "Mark C. Berger",
        "Brett J. Noel"
    ],
    "citation_publication_date": "2002-03-07",
    "issue_date": "2002-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effect of the Worker Profiling and Reemployment Services (WPRS) system. This program 'profiles' UI claimants to determine their probability of benefit exhaustion (or expected spell duration) and then provides mandatory employment and training services to claimants with high predicted probabilities (or long expected spells). Using a unique experimental design, we estimate that the WPRS program reduces mean weeks of UI benefit receipt by about 2.2 weeks, reduces mean UI benefits received by about $143, and increases subsequent earnings by over $1,050. Much (but not all) of the effect results from a sharp increase in early exits from UI in the experimental treatment group compared to the experimental control group. These exits coincide with claimants finding out about their mandatory program obligations rather than with actual receipt of employment and training services. While the program targets those with the highest expected durations of UI benefit receipt, we find no evidence that these claimants benefit disproportionately from the program. In addition, we find strong evidence against the 'common effect' assumption, as the estimated treatment effect differs dramatically across quantiles of the untreated outcome distribution. Overall, the profiling program appears to successfully reduce the moral hazard associated with the UI program without increasing the take-up rate.\n\n",
    "acknowledgement": "\n"
}