{
    "id": 8829,
    "citation_title": "Tax Incidence",
    "citation_author": [
        "Don Fullerton",
        "Gilbert E. Metcalf"
    ],
    "citation_publication_date": "2002-03-07",
    "issue_date": "2002-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter reviews the concepts, methods, and results of studies that analyze the incidence of taxes. The purpose of such studies is to determine how the burden of a particular tax is allocated among consumers through higher product prices, workers through a lower wage rate, or other factors of production through lower rates of return to those factors. The methods might involve simple partial equilibrium models, analytical general equilibrium models, or computable general equilibrium models. We review partial equilibrium models, where the burden of a tax is shown to depend on the elasticity of supply relative to the elasticity of demand. In particular, we consider partial equilibrium models with imperfect competition. Turning to a general equilibrium setting, we review the classic model of Harberger (1962) and illustrate its generality by applying it to a number of different contexts. We also use this model to demonstrate the practicality of analytical general equilibrium modeling through the use of log linearization techniques. We then turn to dynamic models to show how a tax on capital affects capital accumulation, future wage rates, and overall burdens. Such models might also provide analytical results or computational results. We also focus on relatively recent models that calculate the lifetime incidence of taxes, with both intratemporal and intertemporal redistribution. Finally, the chapter reviews the use of incidence methods and results in the policy process.\n\n",
    "acknowledgement": "\n"
}