{
    "id": 885,
    "citation_title": "An Intertemporal Model of Saving and Investment",
    "citation_author": [
        "Andrew B. Abel",
        "Olivier J. Blanchard"
    ],
    "citation_publication_date": "1982-04-01",
    "issue_date": "1982-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe standard model of optimal growth, interpreted as a model of a market economy with infinitely long-lived agents, does not allow separation of the savings decisions of agents from the investment decisions of firms. Investment is essentially passive: the \"one good\" assumption leads to a perfectly elastic investment supply; the absence of installation costs for investment leads to a perfectly elastic investment demand. On the other hand, the standard model of temporary equilibrium used in macroeconomics characterizes both the savings-consumption decision and the investment decision, or, equivalently, derives a well-behaved aggregate demand which, in equilibrium, must be equal to aggregate supply. Often, however, we want to study the movement of the temporary equilibrium over time in response to a particular shock or policy. The discrepancy between the treatment of investment in the two models makes imbedding the temporary equilibrium model in the growth model difficult. This paper characterizes the dynamic behavior of the optimal growth model with adjustment costs. It shows the similarity between the temporary equilibrium of the corresponding market economy and the short-run equilibrium of standard macroeconomic models: consumption depends on wealth, investment on Tobin's q. Equilibrium is maintained by the endogenous adjustment of the term structure of interest rates. It then shows how the equivalence can be used to study the dynamic effects of policies; it considers various fiscal policies and exploits their equivalence to technological shifts in the optimal growth problem.\n\n",
    "acknowledgement": "\n"
}