{
    "id": 8854,
    "citation_title": "International Taxation",
    "citation_author": [
        "Roger H. Gordon",
        "James R. Hines Jr."
    ],
    "citation_publication_date": "2002-03-28",
    "issue_date": "2002-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe integration of world capital markets carries important implications for the design and impact of tax policies. This paper evaluates research findings on international taxation, drawing attention to connections and inconsistencies between theoretical and empirical observations. Diamond and Mirrlees (1971) note that small open economies incur very high costs in attempting to tax the returns to local capital investment, since local factors bear the burden of such taxes in the form of productive inefficiencies. Richman (1963) argues that countries may simultaneously want to tax the worldwide capital income of domestic residents, implying that any taxes paid to foreign governments should be merely deductible from domestic taxable income. Governments do not adopt policies that are consistent with these forecasts. Corporate income is taxed at high rates by wealthy countries, and most countries either exempt foreign-source income of domestic multinationals from tax provide credits rather than deductions for taxes paid abroad. Furthermore, individual investors can use various methods to avoid domestic taxes on their foreign-source incomes, in the process also avoiding taxes on their domestic-source incomes. Individual and firm behavior also differs from that forecast by simple theories. Observed portfolios are not fully diversified worldwide. Foreign direct investment is common even when it faces tax penalties relative to other investment in host countries. While economic activity, and tax avoidance activity, is highly responsive to tax rates and tax structure, there are many aspects of tax-motivated behavior that are difficult to reconcile with simple microeconomic incentives. There are promising recent efforts to reconcile observations with theory. To the extent that multinational firms possess intangible capital on which they earn returns with foreign direct investment, even small countries may have a degree of market power, leading to fiscal externalities. Tax avoidance is pervasive, generating further fiscal externalities. These concepts are useful in explaining behavior, and observed tax policies, and they also suggest that international agreements have the potential to improve the efficiency of tax systems worldwide.\n\n",
    "acknowledgement": "\n"
}