{
    "id": 8855,
    "citation_title": "The Cost of Accountability",
    "citation_author": [
        "Caroline M. Hoxby"
    ],
    "citation_publication_date": "2002-03-28",
    "issue_date": "2002-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDiscussions of school accountability focus on two issues:  poor test administration and the expense of  accountability.  Up to this point, researchers have focused on test quality and simply assumed that the programs are expensive enough to crowd out other policies, such as class size reduction or higher teacher salaries.  Researchers have also assumed that it is so expensive to have a good accountability program (which includes good comprehensive tests, well-defined standards, an effective report card system, and safeguards that prevent cheating and teaching the test) that only poor accountability systems will be affordable.  In this paper, I present the facts about how much accountability costs.  The facts are, fortunately, highly knowable because costs show up both as expenditures on government budgets and as revenues on companies' (mainly test makers') accounts.  Moreover, it turns out that worrying about measurement error in the cost data is pointless.  The costs of accountability programs are so tiny that even the most generous accounting could not make them appear large, relative to the cost of other education programs.  The 'most expensive' programs in the United States generally cost less than one quarter of 1 percent of per pupil spending, and most of these are only as costly as they are because a state is in the 'expensive' and temporary phase of developing its own comprehensive tests.\n\n",
    "acknowledgement": "\n"
}