{
    "id": 886,
    "citation_title": "Interest Rate Implications for Fiscal and Monetary Policies: A Postscript on the Government Budget Constraint",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1982-04-01",
    "issue_date": "1982-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn earlier paper by the author investigated the quantitative implications, for the effectiveness of fiscal and monetary policies, of a model treating the determination of long-term interest rates by explicitly imposing the market clearing equilibrium condition that the quantity of bonds issued by private borrowers equal the quantity purchased by lenders. One incomplete aspect of that investigation, however, was the failure to allow explicitly for the government budget constraint. This paper reports results based on an expanded model that also imposes an analogous market clearing condition in the U.S. government securities market. The explicit imposition of the government budget constraint makes a major difference for the simulated effectiveness of both fiscal and monetary policies -indeed, a greater difference than that due simply to using the supply-demand representation of the determination of the private bond rate in the earlier paper. As is to be expected on the basis of familiar economic theory, the effect of imposing the government budget constraint is to make the real-sector effects of fiscal policy appear smaller and the real- sector effects of monetary policy appear greater. The main message of these results is that, when relative asset stock effects are the heart of the issue -as is the case in analyzing the implications of the government budget constraint -models that are implicitly consistent with the relevant economic behavior are not the same as models that explicitly represent it.\n\n",
    "acknowledgement": "\n"
}