{
    "id": 8864,
    "citation_title": "Can Subsidiaries of Foreign Banks Contribute to the Stability of the Forex Market in Emerging Economies? A Look at Some Evidence from the Mexican...",
    "citation_author": [
        "Alejandro Reynoso"
    ],
    "citation_publication_date": "2002-03-28",
    "issue_date": "2002-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last decade, the ownership of the banking sector in Latin America has changed hands from local shareholders to large foreign banks from Spain and the United States. It is also a fact that the foreign exchange market in these countries has been segmented through various kinds of restrictions, because the central bank is unable to function as a lender of last resort in a currency other than its own. The standing issue is whether in practice, a parent bank effectively takes the role of such lender of last resort in supporting its subsidiaries overseas. If that were to be the case, the question is if having a significant participation of foreign subsidiaries is a necessary condition for lifting such restrictions. The data on the compliance of domestic and foreign banks with the dollar reserve requirements in Mexico is used to try to address this question. The answer is a qualified yes. When there are weak domestic banks, it seems that subsidiaries of foreign banks have a better access to funding in foreign exchange, specially in times of stress. However, when compared with strong domestic banks, the evidence suggests that these local entities can do as well or even better than the foreign subsidiaries.\n\n",
    "acknowledgement": "\n"
}