{
    "id": 8866,
    "citation_title": "The Corporate Profit Base, Tax Sheltering Activity, and the Changing Nature of Employee Compensation",
    "citation_author": [
        "Mihir A. Desai"
    ],
    "citation_publication_date": "2002-03-28",
    "issue_date": "2002-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the evolution of the corporate profit base and the relationship between book income and tax income for U.S. corporations over last two decades.  The paper demonstrates that this relationship has broken down over the 1990s and has broken down in a manner that is consistent with increased sheltering activity.  The paper traces the growing discrepancy between book and tax income associated with differential treatments of depreciation, the reporting of foreign source income, and, in particular, the changing nature of employee compensation.  For the largest public companies, proceeds from option exercises equaled 27 percent of operating cash flow from 1996 to 2000 and these deductions appear to be fully utilized thereby creating the largest distinction between book and tax income.  While the differential treatment of these items has historically accounted fully for the discrepancy between book and tax income, the paper demonstrates that book and tax income have diverged markedly for reasons not associated with these items during the late 1990s. In 1998, more than half of the difference between tax and book income - approximately $154.4 billion or 33.7 percent of tax income - cannot be accounted for by these factors.  This paper proceeds to develop and test a model of costly sheltering and demonstrates that the breakdown in the relationship between tax and book income is consistent with increasing levels of sheltering during the late 1990s.  These tests also explore an alternative explanation of these results - coincident increased levels of earnings management - and finds that the nature of the breakdown between book and tax income cannot be fully explained by this alternative explanation.\n\n",
    "acknowledgement": "\n"
}