{
    "id": 8872,
    "citation_title": "Do Cigarette Taxes Make Smokers Happier?",
    "citation_author": [
        "Jonathan Gruber",
        "Sendhil Mullainathan"
    ],
    "citation_publication_date": "2002-04-04",
    "issue_date": "2002-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo measure how policy changes affect social welfare, economists typically look at how policies affect behavior, and use a formal model to infer welfare consequences from the behavioral responses. But when different models can map the same behavior to very different welfare impacts, it becomes hard to draw firm conclusions about many policies. An excellent example of this conundrum is the taxation of addictive substances such as cigarettes. Existing empirical evidence on smoking is equally consistent with two models that have radically different welfare implications. Under the rational addiction model, cigarette taxes make time consistent smokers worse off. But, under alternative time inconsistent models, smokers are made better off by taxes, as they provide a valuable self-control device. We therefore propose an alternative approach to assessing the welfare implications of policy interventions: examining directly the impact on subjective well-being. We do so by matching information on cigarette excise taxation to separate surveys from the U.S. and Canada that contain data on self-reported happiness. And we model the differential impact of excise taxes on those predicted to be likely to be smokers, relative to others, in order to control for omitted correlations between happiness and excise taxation. We find consistent evidence in both countries that excise taxes make predicted smokers happier. This evidence suggests that the time inconsistent model of smoking is more appropriate, and that as a result welfare is improved by higher cigarette taxes.\n\n",
    "acknowledgement": "\n"
}