{
    "id": 8875,
    "citation_title": "Economic Considerations and Class Size",
    "citation_author": [
        "Alan B. Krueger"
    ],
    "citation_publication_date": "2002-04-04",
    "issue_date": "2002-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines evidence on the effect of class size on student achievement. First, it is shown that results of quantitative summaries of the literature, such as Hanushek (1997), depend critically on whether studies are accorded equal weight. Hanushek summarizes 277 estimates extracted from 59 published studies, and weights all estimates equally, which implicitly places more weight on some studies than others. A small number of studies, which often present estimates for several small subsamples of a larger sample, account for more than half of the estimates. Studies from which relatively many estimates were extracted tend to find negative effects of school resources, whereas the majority of studies from which relatively few estimates were extracted tend to find positive effects. When all studies in Hanushek's literature summary are given equal weight, resources are systematically related to student achievement. In addition, when studies are assigned weights in proportion to the 'impact factor' of the journal in which they were published -- a crude measure of journal quality -- class size is systematically related to achievement. When studies are given weights in proportion to their number of estimates, however, resources and achievement are not systematically related. It is argued that assigning equal weights to studies, or weights according to quality, is preferable to assigning weights according to the number of estimates extracted from the studies, because study quality is unlikely to be related to the number of estimates taken from the study, and because researcher discretion in selecting estimates is limited when studies are assigned equal weight. Second, a cost-benefit analysis of class size reduction is performed. Results of the Tennessee STAR class-size experiment suggest that the internal rate of return from reducing class size from 22 to 15 students is around 6%.\n\n",
    "acknowledgement": "\n"
}