{
    "id": 888,
    "citation_title": "Time-Separable Preference and Intertemporal-Substitution Models of Business Cycles",
    "citation_author": [
        "Robert J. Barro",
        "Robert G. King"
    ],
    "citation_publication_date": "1982-05-01",
    "issue_date": "1982-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTime-separability of utility means that past work and consumption do not influence current and future tastes. This form of preferences does not restrict the size of intertemporal-substitution effects--notably, we can still have a strong response of labor supply to temporary changes in wages. However, there are important constraints on the relative responses of leisure and consumption to changes in relative-price and in permanent income. When the usual aggregation is permissible, time-separability has some important implications for equilibrium theories of the business cycle. Neglecting investment, we, find that changes in perceptions about the future -- which night appear currently as income effects -- have no influence on current equilibrium output. With investment included, no combination of income effects and shifts to the perceived profitability of investment will yield positive co-movements of output, employment, investment and consumption. Therefore, misperceived monetary disturbances or other sources of changed beliefs about the future cannot be used to generate empirically recognizable business cycles. Some richer specifications of intertemporal production opportunities may eventually yield more satisfactory answers. Because of the positive correlation between cyclical movements of consumption and work, equilibrium theories with time-separable preferences inevitably predict a procyclical behavior for the real wage rate, arising from shifts to labor's marginal product. Empirically, we regard the cyclical behavior of real wages as an open question. Aside from analyzing autonomous real shocks to productivity, we suggest that such shifts may occur as firms vary their capital utilization in response to intertemporal relative prices. However, we still lack some parts of a complete theory.\n\n",
    "acknowledgement": "\n"
}