{
    "id": 8880,
    "citation_title": "Credit Frictions and 'Sudden Stops' in Small Open Economies: An Equilibrium Business Cycle Framework for Emerging Markets Crises",
    "citation_author": [
        "Cristina Arellano",
        "Enrique G. Mendoza"
    ],
    "citation_publication_date": "2002-04-04",
    "issue_date": "2002-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial frictions are a central element of most of the models that the literature on emerging markets crises has proposed for explaining the  Sudden Stop' phenomenon.  To date, few studies have aimed to examine the quantitative implications of these models and to integrate them with an equilibrium business cycle framework for emerging economies.  This paper surveys these studies viewing them as ability-to-pay and willingness-to-pay variations of a framework that adds occasionally binding borrowing constraints to the small open economy real-business-cycle model.  A common feature of the different models is that agents factor in the risk of future Sudden Stops in their optimal plans, so that equilibrium allocations and prices are distorted even when credit constraints do not bind. Sudden Stops are a property of the unique, flexible-price competitive equilibrium of these models that occurs in a particular region of the state space in which negative shocks make borrowing constraints bind.  The resulting nonlinear effects imply that solving the models requires non-linear numerical methods, which are described in the survey.  The results show that the models can yield relatively infrequent Sudden Stops with large current account reversals and deep recessions nested within smoother business cycles.  Still, research in this area is at an early stage and this survey aims to stimulate further work.\n\n",
    "acknowledgement": "\n"
}