{
    "id": 8881,
    "citation_title": "The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity",
    "citation_author": [
        "Mark J. Melitz"
    ],
    "citation_publication_date": "2002-04-04",
    "issue_date": "2002-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper builds a dynamic industry model with heterogeneous firms that explains why international trade induces reallocations of resources among firms in an industry. The paper shows how the exposure to trade will induce only the more productive firms to enter the export market (while some less productive firms continue to produce only for the domestic market) and will simultaneously force the least productive firms to exit. It then shows how further increases in the industry's exposure to trade lead to additional inter-firm reallocations towards more productive firms. These phenomena have been empirically documented but can not be explained by current general equilibrium trade models, because they rely on a representative firm framework. The paper also shows how the aggregate industry productivity growth generated by the reallocations contributes to a welfare gain, thus highlighting a benefit from trade that has not been examined theoretically before. The paper adapts Hopenhayn's (1992a) dynamic industry model to monopolistic competition in a general equilibrium setting. In so doing, the paper provides an extension of Krugman's (1980) trade model that incorporates firm level productivity differences. Firms with different productivity levels coexist in an industry because each firm faces initial uncertainty concerning its productivity before making an irreversible investment to enter the industry. Entry into the export market is also costly, but the firm's decision to export occurs after it gains knowledge of its productivity.\n\n",
    "acknowledgement": "\n"
}