{
    "id": 8884,
    "citation_title": "Towards an Explanation of Household Portfolio Choice Heterogeneity: Nonfinancial Income and Participation Cost Structures",
    "citation_author": [
        "Annette Vissing-Jorgensen"
    ],
    "citation_publication_date": "2002-04-11",
    "issue_date": "2002-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper uses micro data on income and asset holdings from the Panel Study of Income Dynamics and other US household level data sets to analyze reasons for nonparticipation in the stock market and for heterogeneity in portfolio choice within the set of stock market participants. I find evidence of a positive effect of mean nonfinancial income on the probability of stock market participation and on the proportion of wealth invested in stocks conditional on being a participant. The volatility of nonfinancial income is found to have a negative impact on these two quantities. However, there is no evidence of an effect of the correlation of nonfinancial income with the stock market return on portfolio choice. Three different costs of stock market participation are considered, a fixed transactions cost, a proportional transactions cost, and a per period participation cost. I find evidence of structural state dependence in the stock market participation decision supporting the importance of fixed transactions costs. This is supported by findings of higher trading frequencies for high wealth households. Based on a simple model of the benefits of stock market participation I estimate that a per period stock market participation cost of just 50 dollars is sufficient to explain the choices of half of stock market nonparticipants.\n\n",
    "acknowledgement": "\n"
}