{
    "id": 8886,
    "citation_title": "Take-Up Rates and Trade Offs After the Age of Entitlement: Some Thoughts and Empirical Evidence for Child Care Subsidies",
    "citation_author": [
        "Ann Dryden Witte",
        "Magaly Queralt"
    ],
    "citation_publication_date": "2002-04-11",
    "issue_date": "2002-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we develop a model of an eligible family's decision to take or not to take child care subsidies.  This decision depends on the net benefits the family expects to derive from the subsidies over their expected duration. We contend that such a demand-side model for the take-up of child care subsidies and use of the term 'take-up' rate are only appropriate for programs that guarantee services to all eligible applicants. After welfare reform, most states do not offer such guarantees. For states that do not guarantee subsidies, the proportion of the eligible population that receives subsidies is better called a service rate than a take-up rate.  Modeling service rates requires consideration of both governments' decisions (the supply side) and families' decisions (the demand side) regarding child care subsidies. We survey the general literature on take-up rates for social welfare programs and review existing estimates of the take-up rates and service rates for child care subsidy programs in various states.  Using administrative data and survey data for states that guarantee subsidies for all eligible families, we estimate the family-level take-up rate for child care subsidies to be around 40% in early 2000. For states that do not guarantee subsidies, service rates range from 14% in Minnesota to 50% in Massachusetts. Finally, we suggest indicators to assess the trade offs that governments are making when designing and funding their child care subsidy programs. We use the percent of federally eligible families that receive child care subsidies and public expenditures per subsidized child to discern the relative importance that states place on using child care subsidies (1) to facilitate parental work and (2) to prepare its future work force by improving services to low-income children. For Rhode Island, we find increasing emphasis on the latter between 1996 and 2000. We also find that the Illinois subsidized child care program places relatively more emphasis on parental work facilitation, while Minnesota's program makes a more substantial investment in children through relatively more comprehensive and in-depth services.\n\n",
    "acknowledgement": "\n"
}