{
    "id": 8895,
    "citation_title": "Comovement",
    "citation_author": [
        "Nicholas Barberis",
        "Andrei Shleifer",
        "Jeffrey Wurgler"
    ],
    "citation_publication_date": "2002-04-11",
    "issue_date": "2002-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of studies have identifed patterns of positive correlation of returns, or comovement, among different traded securities. We distinguish three views of such comovement. The traditional 'fundamentals' view explains the comovement of securities through positive correlations in the rational determinants of their values, such as cash flows or discount rates. 'Category-based' comovement occurs when investors classify different securities into the same asset class and shift resources in and out of this class in correlated ways. A related phenomenon of 'habitat-based' comovement arises when a group of investors restricts its trading to a given set of securities, and moves in and out of that set in tandem. We present models of each of the three types of comovement, and then assess them empirically using data on stock inclusions into and deletions from the S&P 500 index. Index changes are noteworthy because they change a stock's category and investor clientele (habitat), but do not change its fundamentals. We find that when a stock is added to the index, its beta and R-squared with respect to the index increase, while its beta with respect to stocks outside the index falls. The converse happens when a stock is deleted. These results are broadly supportive of the category and habitat views of comovement, but not of the fundamentals view. More generally, we argue that these non-traditional views may help explain other instances of comovement in the data.\n\n",
    "acknowledgement": "\n"
}