{
    "id": 8897,
    "citation_title": "Geography, Economic Policy, and Regional Development in China",
    "citation_author": [
        "Sylvie Demurger",
        "Jeffrey D. Sachs",
        "Wing Thye Woo",
        "Shuming Bao",
        "Gene Chang",
        "Andrew Mellinger"
    ],
    "citation_publication_date": "2002-04-18",
    "issue_date": "2002-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany studies of regional disparity in China have focused on the preferential policies received by the coastal provinces.  We decomposed the location dummies in provincial growth regressions to obtain estimates of the effects of geography and policy on provincial growth rates in 1996-99.  Their respective contributions in percentage points were 2.5 and 3.5 for the province-level metropolises, 0.6 and 2.3 for the northeastern provinces, 2.8 and 2.8 for the coastal provinces, 2.0 and 1.6 for the central provinces, 0 and 1.6 for the northwestern provinces, and 0.1 and 1.8 for the southwestern provinces.  Because the so-called preferential policies are largely deregulation policies that have allowed coastal Chinese provinces to integrate into the international economy, it is far superior to reduce regional disparity by extending these deregulation policies to the interior provinces than by re-regulating the coastal provinces.  Two additional inhibitions to income convergence are the household registration system, which makes the movement of the rural poor to prosperous areas illegal, and the monopoly state bank system that, because of its bureaucratic nature, disburses most of its funds to its large traditional customers, few of whom are located in the western provinces.  Improving infrastructure to overcome geographic barriers is fundamental to increasing western growth, but increasing human capital formation (education and medical care) is also crucial because only it can come up with new better ideas to solve centuries-old problems like unbalanced growth.\n\n",
    "acknowledgement": "\n"
}