{
    "id": 89,
    "citation_title": "Alternative Prior Representations of Smoothness for Distributed Lag Estimation",
    "citation_author": [
        "Robert J. Shiller"
    ],
    "citation_publication_date": "1975-06-01",
    "issue_date": "1975-06-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn some applications of the distributed lag model, theory requires that all lag coefficients have a positive sign. A distributed lag estimator which provides estimated coefficients with positive sign is developed here which is analogous to an earlier distributed lag estimator derived from \"smoothness priors\" which did not assure that all estimated coefficients be positive. The earlier estimator with unconstrained signs was a posterior mode of the coefficients based on a spherically normal \"smoothness prior\" in the d+l order differences of the coefficients.  The newer estimator with constrained sign is a posterior mode of the logs of the coefficients based on spherically normal \"smoothness prior\" on the d+l order differences of the logs of the coefficients. The meaning of both categories of prior is discussed in this paper and they are compared to prior parameterizations of the lag curve. Both varieties of \"smoothness prior\", in contrast to the parameterizations, allow the coefficients to assume any \"smooth\" shape subject to the sign constraint. The sign-constrained estimator has the additional advantage that it easily forms asymptotes. Moreover, the sign con-strained estimator is easily implemented. The estimate can be obtained by an iterative procedure involving regressions with dummy observations similar to those used to find the unconstrained sign estimator. An illustrative example of the application of both estimators is given at the end of the paper.\n\n",
    "acknowledgement": "\nThe author is indebted to Stanley Wasserman who wrote the TROLL Macro which implements the estimator developed here and which produced the illustrative example in this paper. This paper also benefited from discussions with Richard Hill, Edward Leaner and Forrest Nelson.\n\n\n"
}