{
    "id": 8900,
    "citation_title": "Financial Opening: Evidence and Policy Options",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "2002-04-18",
    "issue_date": "2002-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the empirical evidence of increasing the chances of financial crises induced by opening up developing countries to short-term capital inflows, and appraises the various proposals made for mitigating the severity of financial crises.  We point out that there is solid evidence that financial opening increases the chance of financial crises.  There is more tenuous evidence that financial opening contributes positively to long-run growth.  Hence, there may be a complex trade off between the adverse intermediate run and the beneficial long run effects of financial opening.  The literature is abounded with proposals aimed at improving this intertemporal trade-off, reducing the costs of financial crises.  A version of the Lucas critic may limit the welfare gain of these proposals.  Hence, a better understanding of the structural characteristics leading to exposure and crises is the key for designing a successful restructuring of the global capital market.  Some of the reforms may fall short of success due to coordination failure: they may be effective only if they were adopted comprehensively by all the relevant financial centers.  Finally, some of the proposals may be too optimistic, ignoring the time inconsistency and political economy considerations, as well as presuming the ability to verify unambiguously the quality of adjustment.\n\n",
    "acknowledgement": "\n"
}