{
    "id": 8904,
    "citation_title": "The Disturbing \"Rise\" of Global Income Inequality",
    "citation_author": [
        "Xavier Sala-i-Martin"
    ],
    "citation_publication_date": "2002-04-18",
    "issue_date": "2002-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use aggregate GDP data and within-country income shares for the period 1970-1998 to assign a level of income to each person in the world. We then estimate the gaussian kernel density function for the worldwide distribution of income. We compute world poverty rates by integrating the density function below the poverty lines. The $1/day poverty rate has fallen from 20% to 5% over the last twenty five years. The $2/day rate has fallen from 44% to 18%. There are between 300 and 500 million less poor people in 1998 than there were in the 70s. We estimate global income inequality using seven different popular indexes: the Gini coefficient, the variance of log-income, two of Atkinson's indexes, the Mean Logarithmic Deviation, the Theil index and the coefficient of variation. All indexes show a reduction in global income inequality between 1980 and 1998. We also find that most global disparities can be accounted for by across-country, not within- country, inequalities. Within-country disparities have increased slightly during the sample period, but not nearly enough to offset the substantial reduction in across-country disparities. The across-country reductions in inequality are driven mainly, but not fully, by the large growth rate of the incomes of the 1.2 billion Chinese citizens. Unless Africa starts growing in the near future, we project that income inequalities will start rising again. If Africa does not start growing, then China, India, the OECD and the rest of middle-income and rich countries diverge away from it, and global inequality will rise. Thus, the aggregate GDP growth of the African continent should be the priority of anyone concerned with increasing global income inequality.\n\n",
    "acknowledgement": "\n"
}