{
    "id": 8911,
    "citation_title": "Social Security and Elderly Living Arrangements",
    "citation_author": [
        "Gary V. Engelhardt",
        "Jonathan Gruber",
        "Cynthia D. Perry"
    ],
    "citation_publication_date": "2002-04-25",
    "issue_date": "2002-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the most important economic decisions facing the elderly, and their families, is whether to live independently. A number of previous studies suggest that widows are fairly responsive to Social Security benefits in deciding whether to live independently. But these previous studies have either generally relied on differences in benefits across families or cohorts, which are potentially correlated with other determinants of living arrangements, or have used data from the distant past. We propose a new approach that relies on the large exogenous shifts in benefits generosity for cohorts born in the 1910-1921 period, and we study the impact of this change in living arrangements in the 1980s and 1990s. In this period, benefits rose quickly, due to double-indexing of the benefit formula, and then fell dramatically, as this double-indexing was corrected over a five-year period. Using these legislative changes in benefits that the living arrangements of widows are much more sensitive to Social Security income than implied by previous studies. We also find that the living arrangements of divorcees, the fastest growing group of elderly, are even more sensitive to benefit levels. Overall, our findings suggest that living arrangements are elastically demanded by non-married elderly, privacy is a normal good, and that reductions in Social Security benefits would significantly alter the living arrangements of the elderly. Our estimates imply that a 10% cut in Social Security benefits would lead more than 600,000 independent elderly households to move into shared living arrangements.\n\n",
    "acknowledgement": "\n"
}