{
    "id": 8922,
    "citation_title": "Risk Reduction in Large Portfolios: Why Imposing the Wrong Constraints Helps",
    "citation_author": [
        "Ravi Jagannathan",
        "Tongshu Ma"
    ],
    "citation_publication_date": "2002-05-01",
    "issue_date": "2002-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMean-variance efficient portfolios constructed using sample moments often involve taking extreme long and short positions. Hence practitioners often impose portfolio weight constraints when constructing efficient portfolios. Green and Hollifield (1992) argue that the presence of a single dominant factor in the covariance matrix of returns is why we observe extreme positive and negative weights. If this were the case then imposing the weight constraint should hurt whereas the empirical evidence is often to the contrary. We reconcile this apparent contradiction. We show that constraining portfolio weights to be nonnegative is equivalent to using the sample covariance matrix after reducing its large elements and then form the optimal portfolio without any restrictions on portfolio weights. This shrinkage helps reduce the risk in estimated optimal portfolios even when they have negative weights in the population. Surprisingly, we also find that once the nonnegativity constraint is imposed, minimum variance  portfolios constructed using the monthly sample covariance matrix perform as well as those constructed using covariance matrices estimated using factor models, shrinkage estimators, and daily data. When minimizing tracking error is the criterion, using daily data instead of  monthly data helps. However, the sample covariance matrix without any correction  for microstructure effects performs the best.\n\n",
    "acknowledgement": "\n"
}