{
    "id": 8926,
    "citation_title": "The Effects of Gun Prevalence on Burglary: Deterrence vs Inducement",
    "citation_author": [
        "Philip J. Cook",
        "Jens Ludwig"
    ],
    "citation_publication_date": "2002-05-01",
    "issue_date": "2002-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe proposition that widespread gun ownership serves as a deterrent to residential burglary is widely touted by advocates, but the evidence is weak, consisting of anecdotes, interviews with burglars, casual comparisons with other countries, and the like.  A more systematic exploration requires data on local rates of gun ownership and of residential burglary, and such data have only recently become available.  In this paper we exploit a new well-validated proxy for local gun-ownership prevalence -- the proportion of suicides that involve firearms -- together with newly available geo-coded data from the National Crime Victimization Survey, to produce the first systematic estimates of the net effects of gun prevalence on residential burglary patterns. The importance of such empirical work stems in part from the fact that theoretical considerations do not provide much guidance in predicting the net effects of widespread gun ownership.  Guns in the home may pose a threat to burglars, but also serve as an inducement, since guns are particularly valuable loot.  Other things equal, a gun-rich community provides more lucrative burglary opportunities than one where guns are more sparse. The new empirical results reported here provide no support for a net deterrent effect from widespread gun ownership.  Rather, our analysis concludes that residential burglary rates tend to increase with community gun prevalence.\n\n",
    "acknowledgement": "\n"
}