{
    "id": 8929,
    "citation_title": "Estimating the Knowledge-Capital Model of the Multinational Enterprise: Comment",
    "citation_author": [
        "Bruce A. Blonigen",
        "Ronald B. Davies",
        "Keith Head"
    ],
    "citation_publication_date": "2002-05-09",
    "issue_date": "2002-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA recent American Economic Review article by David L. Carr, James R. Markusen, and Keith E. Maskus (CMM) estimates a regression specification based upon the 'knowledge-capital' model of the Multinational Enterprise (MNE).  The knowledge-capital model combines 'horizontal' motivations for FDI -- the desire to place production close to customers and thereby avoid trade costs -- with 'vertical' motivations -- the desire to carry out unskilled-labor intensive production activities in locations with relatively abundant unskilled labor. The CMM estimates pool inward and outward U.S. affiliate sales data from 1986 through 1994 and appear to support the knowledge-capital model of the MNE.  We show that CMM's empirical framework mis-specifies the terms measuring differences in skilled-labor abundance, key variables that identify vertical MNE motivations.  After correcting this specification error estimates no longer reject the horizontal model in favor of the knowledge-capital model. Instead, the data strongly support the predictions of the horizontal model of MNEs: affiliate activity between countries decreases as absolute differences in skill-labor abundance widen. Qualitatively identical results are also found using data that include a wider variety of parent and host countries, including data for the OECD.\n\n",
    "acknowledgement": "\n"
}