{
    "id": 8931,
    "citation_title": "Religion and Political Economy in an International Panel",
    "citation_author": [
        "Robert J. Barro",
        "Rachel M. McCleary"
    ],
    "citation_publication_date": "2002-05-16",
    "issue_date": "2002-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic and political developments affect religiosity, and the extent of religious participation and beliefs influence economic performance and political institutions.  We study these two directions of causation in a broad cross-country panel that includes survey information over the last 20 years on church attendance and an array of religious beliefs.  Although religiosity declines overall with economic development, the nature of the response varies with the dimension of development. Church attendance and religious beliefs are positively related to education (thereby conflicting with theories in which religion reflects non-scientific thinking) and negatively related to urbanization.  Attendance also declines with higher life expectancy and lower fertility.  We investigate the effects of official state religions, government regulation of the religion market, Communism, religious pluralism, and the denominational composition of religious adherence.  On the other side, we find that economic growth responds positively to the extent of some religious beliefs but negatively to church attendance.  That is, growth depends on the extent of believing relative to belonging. These results hold up when we use as instrumental variables the measures of official state religion, government regulation, and religious pluralism.\n\n",
    "acknowledgement": "\n"
}