{
    "id": 8953,
    "citation_title": "Odious Debt",
    "citation_author": [
        "Michael Kremer",
        "Seema Jayachandran"
    ],
    "citation_publication_date": "2002-05-23",
    "issue_date": "2002-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome argue that sovereign debt incurred without the consent of the people and not for their benefit, such as that of apartheid South Africa, should be considered odious and not transferable to successor governments. We argue that an institution that truthfully announced whether regimes are odious could create an equilibrium in which successor governments suffer no reputational loss from failure to repay odious debt and hence creditors curtail odious lending. Equilibria with odious lending could be eliminated by amending creditor country laws to prevent seizure of assets for failure to repay odious debt and restricting foreign assistance to countries not repaying odious debt. Shutting down the borrowing capacity of illegitimate regimes can be viewed as a form of economic sanction and has two advantages over most sanctions: it helps rather than hurts the population, and it does not create incentives for evasion by third parties. However, an institution empowered to assess regimes might falsely term debt odious if it favored debtors, and if creditors anticipate this, they would not make loans to legitimate governments. An institution empowered only to declare future lending to a particular government odious would have greater incentives to judge truthfully. A similar approach could be used to reduce moral hazard associated with World Bank and IMF loans.\n\n",
    "acknowledgement": "\n"
}