{
    "id": 8962,
    "citation_title": "Estimating Price Elasticities When there is Smuggling: The Sensitivity of Smoking to Price in Canada",
    "citation_author": [
        "Jonathan Gruber",
        "Anindya Sen",
        "Mark Stabile"
    ],
    "citation_publication_date": "2002-05-23",
    "issue_date": "2002-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central parameter for evaluating tax policies is the price elasticity of demand for cigarettes. But in many countries this parameter is difficult to estimate reliably due to widespread smuggling, which significantly biases estimates using legal sales data. An excellent example is Canada, where widespread smuggling in the early 1990s, in response to large tax increases, biases upwards the response of legal cigarette sales to price. We surmount this problem through two approaches: excluding the provinces and years where smuggling was greatest; and using household level expenditure data on smoking, where there is a downward bias to estimated elasticities from smuggling. These two approaches yield a tightly estimated elasticity in the range of -0.45 to -0.47. We also show that the sensitivity of smoking to price is much larger among lower income Canadians. In the context of recent behavioral models of smoking, whereby higher taxes reduce unwanted smoking among price sensitive populations, this finding suggests that cigarette taxes may not be as regressive as previously suggested. Finally, we show that price increases on cigarettes do not increase, and may actually decrease, consumption of alcohol; as a result, smuggling of cigarettes may have raised consumption of alcohol as well.\n\n",
    "acknowledgement": "\n"
}