{
    "id": 8970,
    "citation_title": "Asset Prices in a Flexible Inflation Targeting Framework",
    "citation_author": [
        "Stephen G. Cecchetti",
        "Hans Genberg",
        "Sushil Wadhwani"
    ],
    "citation_publication_date": "2002-05-30",
    "issue_date": "2002-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that there are sound theoretical reasons for believing that an inflation targeting central bank might improve macroeconomic performance by reacting to asset price misalignments over and above the deviation of, say, a two-year ahead inflation forecast from target. In this paper, we first summarize the arguments for our basic proposition. We then discuss some of the counter-arguments. Specifically, we counter those who argue that reacting to asset prices does not improve macroeconomic performance by claiming that they are attacking the 'straw man' under which central bankers react in the same way to all asset price changes. We continue to emphasize that policy reactions to asset price misalignments must be qualitatively different from reactions to asset prices changes driven by fundamentals. Hence, we stand by our earlier results and conclusions. In practice, we do believe that central bankers can detect large misalignments (e.g. the Nikkei in 1989 or the NASDAQ in early 2000), and that they might be in a better position to react to long-lived bubbles than many market participants. However, we recognize that our proposal may present communication challenges, and it is critically important that policy set to react to asset price misalignments both be explained well and that it be based on a broad consensus. It is also important to emphasize that our proposal is wholly consistent with the remit of most inflation-targeting central banks, as we are recommending that while they might react to asset price misalignments, they must not target them.\n\n",
    "acknowledgement": "\n"
}