{
    "id": 8974,
    "citation_title": "The Powerful Antitakeover Force of Staggered Boards: Theory, Evidence and Policy",
    "citation_author": [
        "Lucian Arye Bebchuk",
        "John C. Coates IV",
        "Guhan Subramanian"
    ],
    "citation_publication_date": "2002-05-30",
    "issue_date": "2002-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStaggered boards, which a majority of public companies now have, provide a powerful antitakeover defense, stronger than is commonly recognized.  They provide antitakeover protection both by (i) forcing any hostile bidder, no matter when it emerges, to wait at least one year to gain control of the board and (ii) requiring such a bidder to win two elections far apart in time rather than a one-time referendum on its offer.  Using a new data set of hostile bids in the five-year period 1996-2000, we find that not a single hostile bid won a ballot box victory against an 'effective' staggered board (ESB).  We also find that an ESB nearly doubled the odds of remaining independent for an average target in our data set, from 34% to 61%, halved the odds that a first bidder would be successful, from 34% to 14%, and reduced the odds of a sale to a white knight, from 32% to 25%. Furthermore, we find that the shareholders of targets that remained independent were made worse off compared with accepting the bid and that ESBs did not provide sufficient countervailing benefits in terms of increased premiums to offset the costs of remaining independent.  Overall, we estimate that, in the period studied, ESBs reduced the returns of shareholders of hostile bid targets on the order of 8-10%.  Finally, we show that most staggered boards were adopted before the developments in takeover doctrine that made ESBs such a potent defense.\n\n",
    "acknowledgement": "\n"
}