{
    "id": 8976,
    "citation_title": "Intellectual Property, Antitrust and Strategic Behavior",
    "citation_author": [
        "Dennis W. Carlton",
        "Robert H. Gertner"
    ],
    "citation_publication_date": "2002-06-06",
    "issue_date": "2002-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic growth depends in large part on technological change. Laws governing intellectual property rights protect inventors from competition in order to create incentives for them to innovate. Antitrust laws constrain how a monopolist can act in order to maintain its monopoly in an attempt to foster competition. There is a fundamental tension between these two different types of laws. Attempts to adapt static antitrust analysis to a setting of dynamic R&D competition through the use of 'innovation markets' are likely to lead to error. Applying standard antitrust doctrines such as tying and exclusivity to R&D settings is likely to be complicated. Only detailed study of the industry of concern has the possibility of uncovering reliable relationships between innovation and industry behavior. One important form of competition, especially in certain network industries, is between open and closed systems. We have presented an example to illustrate how there is a tendency for systems to close even though an open system is socially more desirable. Rather than trying to use the antitrust laws to attack the maintenance of closed systems, an alternative approach would be to use intellectual property laws and regulations to promote open systems and the standard setting organizations that they require. Recognition that optimal policy toward R&D requires coordination between the antitrust and intellectual property laws is needed.\n\n",
    "acknowledgement": "\n"
}