{
    "id": 8980,
    "citation_title": "Are All Patent Examiners Equal? The Impact of Examiner Characteristics",
    "citation_author": [
        "Iain M. Cockburn",
        "Samuel Kortum",
        "Scott Stern"
    ],
    "citation_publication_date": "2002-06-06",
    "issue_date": "2002-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBuilding on insights gained from interviewing administrators and patent examiners at the United States Patent and Trademark Office (USPTO), we collect and analyze a novel dataset on patent examiners and patent outcomes.  This dataset is based on 182 patents for which the Court of Appeals for the Federal Circuit (CAFC) ruled on validity between 1997 and 2000.  For each patent, we identify a USPTO primary examiner, and collect historical statistics derived from their entire patent examination history. These data are used to explore a number of hypotheses about the connection between the patent examination process and the strength of ensuing patent rights.  Our main findings are as follows.  (i) Patent examiners and the patent examination process are not homogeneous.  There is substantial variation in observable characteristics of patent examiners, such as their tenure at the USPTO, the number of patents they have examined and the degree to which the patents that they examine are later cited by other patents. (ii) There is no evidence that examiner experience or workload at the time a patent is issued affects the probability that the CAFC finds a patent invalid.  (iii) Examiners whose patents tend to be more frequently cited tend to have a higher probability of a CAFC invalidity ruling.  The results suggest that all patent examiners are not equal, and that one of the roles of the CAFC is to review the exercise of discretion in the patent examination process.\n\n",
    "acknowledgement": "\n"
}