{
    "id": 8981,
    "citation_title": "The Allocation of Resources by Interest Groups: Lobbying, Litigation and Administrative Regulation",
    "citation_author": [
        "John M. de Figueiredo",
        "Rui J.P. de Figueiredo"
    ],
    "citation_publication_date": "2002-06-06",
    "issue_date": "2002-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the central concerns about American policy-making institutions is the degree to which political outcomes can be influenced by interested parties.  While the literature on interest group strategies in particular institutions - legislative, administrative, and legal is extensive, there is very little scholarship which examines how the interdependencies between institutions affects the strategies of groups.  In this paper we examine in a formal theoretical model, how the opportunity to litigate administrative rulemaking in the courts affects the lobbying strategies of competing interest groups at the rulemaking stage.  Using a resource-based view of group activity, we develop a number of important insights about each stage - which cannot be observed by examining each one in isolation.  We demonstrate that lobbying effort responds to the ideology of the court, and the responsiveness of the court to resources.  In particular, 1) as courts become more biased toward the status quo, interest group lobbying investments become smaller, and may be eliminated all together, 2) as interest groups become wealthier, they spend more on lobbying, and 3) as the responsiveness of courts to resources decreases, the effect it has on lobbying investments depends on the underlying ideology of the court.\n\n",
    "acknowledgement": "\n"
}