{
    "id": 8984,
    "citation_title": "Private and Social Incentives for Fertility: Israeli Puzzles",
    "citation_author": [
        "Charles F. Manski",
        "Joram Mayshar"
    ],
    "citation_publication_date": "2002-06-06",
    "issue_date": "2002-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhereas most of the world has experienced decreasing fertility during the past half century, Israel has experienced a puzzling mix of trends. Completed fertility has decreased sharply in some ethnic-religious groups (Mizrahi Jews and non-Bedouin Arabs) and increased moderately in other groups (non-ultra-orthodox Ashkenazi and Israeli-born Jews). In a phenomenon that can only be described as a reverse fertility transition, fertility has increased substantially (from about 3 to 6 children per women) among ultra-orthodox Ashkenazi and Israeli-born Jews. This paper explores how private and social incentives for fertility may have combined to produce the complex pattern of fertility in Israel. Theoretical analysis of the social dynamics of fertility shows that this pattern could have been generated by the joint effects of (a) private preferences for childbearing, (b) preferences for conformity to group fertility norms, and (c) the major child-allowance program introduced by the Israeli government in the 1970s. Econometric analysis of fertility decisions shows that fundamental identification problems make it difficult to infer the actual Israeli fertility process from data on completed fertility.  Hence we are able to conjecture meaningfully on what may have happened, but we cannot definitively resolve the Israeli fertility puzzles.\n\n",
    "acknowledgement": "\n"
}