{
    "id": 8997,
    "citation_title": "Art Auctions: A Survey of Empirical Studies",
    "citation_author": [
        "Orley Ashenfelter",
        "Kathryn Graddy"
    ],
    "citation_publication_date": "2002-06-13",
    "issue_date": "2002-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper contains a review of the burgeoning research that has been designed to shed light on how the art auction system actually works and what it indicates about price formation. First, we find that in recent years returns on art assets appear to be little different from returns on other assets.  In addition, some researchers have found that because of the weak correlation between art asset returns with other returns, there may be a case for the inclusion of art assets in a diversified portfolio.  Second, we find evidence of several anomalies in art market pricing.  The evidence clearly suggests that, contrary to the view of the art trade, 'masterpieces' underperform the market.  In addition, there is considerable evidence that there are fairly long periods in which art prices may diverge across geographic areas and even auction houses.  Third, we review the public record of the criminal trial of Sotheby's former Chairman, who was accused of price fixing, to show how the collusion with Christie's, the other great public auction house, was actually engineered.  Contrary to the way the proceeds from the settlement of the civil suit in this case were distributed, we show that buyers were almost certainly not injured by the collusion, but that sellers were.  In addition, based on the public record of settlement, it appears that the plaintiffs in the civil suit were very handsomely repaid for their injury.  Finally, we review the extensive research on the effects of the auction institution on price formation.  There is now considerable theoretical research on strategic behavior in auctions, much of it in response to empirical findings, and we review three key findings.  First, the evidence suggests that art experts provide extremely accurate predictions of market prices, but that these predictions do not optimally process the publicly available information.  Second, high reserve prices, and the resulting high unsold ('buy-in') rates are best explained as optimal search in the face of stochastic demand.  Third, extensive research has documented that the prices of identical objects are more likely to decline than to increase when multiple units are sold, and this has led to considerable theoretical research.  Subsequent empirical research has tended to document declining demand prices even when the objects are imperfect substitutes.\n\n",
    "acknowledgement": "\n"
}