{
    "id": 9007,
    "citation_title": "Biotech-Pharmaceutical Alliances as a Signal of Asset and Firm Quality",
    "citation_author": [
        "Sean Nicholson",
        "Patricia M. Danzon",
        "Jeffrey S. McCullough"
    ],
    "citation_publication_date": "2002-06-20",
    "issue_date": "2002-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBiotechnology companies rely heavily on alliances with pharmaceutical companies to finance their research and development expenditures, and pharmaceutical firms rely heavily on alliances to supplement their internal research and development. Previous studies suggest that asymmetric information may lead to inefficient contracting. We examine the determinants of biotech-pharmaceutical deal prices to determine whether the market for deals between biotech and pharmaceutical companies functions as a well-informed market or whether it is characterized by asymmetric information. We find that inexperienced biotech companies receive substantially discounted payments when signing their first deal. Drugs that are jointly developed are more likely to advance in clinical trials than drugs that are developed by a single company, so the first-deal discount is not consistent with the post-deal performance of these drugs. We also find that biotech companies that sign deals receive substantially higher valuations from venture capitalists and from the public equity market, which implies that the discounts are rational; a biotechnology company that is developing its first product benefits from forming an alliance with a pharmaceutical company because it sends a positive signal to prospective investors.\n\n",
    "acknowledgement": "\n"
}