{
    "id": 9014,
    "citation_title": "Labor Supply Effects of Social Insurance",
    "citation_author": [
        "Alan B. Krueger",
        "Bruce D. Meyer"
    ],
    "citation_publication_date": "2002-06-20",
    "issue_date": "2002-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter examines the labor supply effects of social insurance programs.  We argue that this topic deserves separate treatment from the rest of the labor supply literature because individuals may be imperfectly informed as to the rules of the programs and because key parameters are likely to differ for those who are eligible for social insurance programs, such as the disabled.  Furthermore, differences in social insurance programs often provide natural experiments with exogenous changes in wages or incomes that can be used to estimate labor supply responses. Finally, social insurance often affects different margins of labor supply.  For example, the labor supply literature deals mostly with adjustments in the number of hours worked, whereas the incentives of social insurance programs frequently affect the decision of whether to work at all. The empirical work on unemployment insurance (UI) and workers' compensation (WC)  insurance finds that the programs tend to increase the length of time employees spend out of work. Most of the estimates of the elasticities of lost work time that incorporate both the incidence and duration of claims are close to 1.0 for unemployment insurance and between 0.5 and 1.0 for workers' compensation.  These elasticities are substantially larger than the labor supply elasticities typically found for men in studies of  the effects of wages or taxes on hours of work. The evidence on disability insurance and (especially) social security retirement suggests much smaller and less conclusively established labor supply effects.  Part of the explanation for this difference probably lies in the fact that UI and WC lead to short-run variation in wages with mostly a substitution effect. Our review suggest that it would be misleading to apply a universal set of labor supply elasticities to these diverse problems and populations.\n\n",
    "acknowledgement": "\n"
}