{
    "id": 9017,
    "citation_title": "Intermediaries in the U.S. Market for Technology, 1870-1920",
    "citation_author": [
        "Naomi R. Lamoreaux",
        "Kenneth L. Sokoloff"
    ],
    "citation_publication_date": "2002-06-20",
    "issue_date": "2002-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that the emergence of a well-developed market for patented technologies over the late nineteenth and early twentieth centuries facilitated the emergence of a group of highly specialized and productive inventors by making it possible for them to transfer to others responsibility for developing and commercializing their inventions. The most basic of the institutional supports that made this market possible was, of course, the patent system, which created secure and tradable property rights in invention. But trade was also facilitated by the emergence of intermediaries who economized on the information costs associated with assessing the value of inventions and helped to match sellers and buyers of patent rights. Patent agents and lawyers were particularly well placed to provide these kinds of services, because they were linked to similar attorneys in other parts of the country and because, in the course of their regular business activities, they accumulated information about participants on both sides of the market for technology. Our quantitative analysis of assignment contracts demonstrates that patentees whose assignments were handled by these specialists produced more patents over their careers, assigned a greater fraction of their patents, and also were able to find buyers for their inventions much more quickly than other patentees. In other words, the development of institutions supporting market trade in patented technology seems to have made it possible for creative individuals to specialize more fully in inventive work -- that is, it seems to have set in motion the kind of Smithian processes that have generally been associated with higher rates of productivity growth.\n\n",
    "acknowledgement": "\n"
}