{
    "id": 9021,
    "citation_title": "The Impact of Social Policy and Economic Activity Throughout the Fertility Decision Tree",
    "citation_author": [
        "Phillip B. Levine"
    ],
    "citation_publication_date": "2002-06-20",
    "issue_date": "2002-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the impact of changes in abortion and welfare policies along with economic conditions  over the 1985 to 1996 period  at each stage of the fertility decision tree, including sexual activity, contraception, pregnancy, abortion, and birth.  Examining the impact of policy at each stage of the decision tree represents a useful approach because consistent findings provide stronger evidence of a causal link than focusing on just one stage.  The abortion policies considered are parental involvement laws and mandatory waiting periods; welfare policies include benefit generosity as well as state-level welfare waivers as a whole and the 'family cap.'  State-level data over this period are used to examine abortion, birth, and pregnancy outcomes, while microdata from the 1988 and 1995 National Surveys of Family Growth are employed to examine sexual activity and contraception.  For those policies that target certain subgroups of the population, estimates are provided separately for each group and compared to help further identify causality.  I find that parental involvement laws increase contraception use among minors, leading to fewer pregnancies and, therefore, fewer abortions; teen births do not rise in response.  Evidence regarding welfare policies does not consistently support any impact throughout the decision tree.\n\n",
    "acknowledgement": "\n"
}