{
    "id": 9031,
    "citation_title": "The Interaction of Partial Public Insurance Programs and Residual Private Insurance Markets: Evidence from the U.S. Medicare Program",
    "citation_author": [
        "Amy Finkelstein"
    ],
    "citation_publication_date": "2002-06-27",
    "issue_date": "2002-06-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA ubiquitous form of government intervention in insurance markets is to provide compulsory, but partial, public insurance coverage and to allow voluntary purchases of supplementary insurance on the private market. Yet we know little about the effects of such programs on total insurance coverage and on welfare.  A primary concern is that the compulsory public insurance program - designed to counter the effects of adverse selection in the private insurance market - may in fact exacerbate adverse selection pressures in the residual private insurance market. Theoretically, however, these programs may either improve or impair the functioning of the residual private insurance market. To examine this question empirically, I investigate the effect of the U.S. Medicare program - which provides partial public health insurance to individuals aged 65 and over - on the private insurance market for prescription drugs, a benefit not provided by the public program.  The results suggest that Medicare does not have substantial spillover effects on residual private insurance markets. In particular, there is no evidence that Medicare is associated with increased adverse selection problems in the residual private health insurance market.\n\n",
    "acknowledgement": "\n"
}