{
    "id": 9042,
    "citation_title": "Ethnic Differences in Demographic Behavior in the United States: Has There Been Convergence?",
    "citation_author": [
        "Michael R. Haines"
    ],
    "citation_publication_date": "2002-07-05",
    "issue_date": "2002-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper looks at the fertility, mortality, and marriage experience of racial, ethnic, and nativity groups in the United States from the 19th to the late 20th centuries.  The first part consist of a description and critique of the racial and ethnic categories used in the federal census and in the published vital statistics.  The second part looks at these three dimensions of demographic behavior.  There has been both absolute and relative convergence of fertility across groups,  It has been of relatively recent origin and has been due, in large part, to stable, or even slightly increasing, birth rates for the majority white population combined with declining birth rates for blacks and the Asian-origin, Hispanic-origin, and Amerindian populations.  This has not been true for mortality.  The black population has experienced absolute convergence but relative deterioration in mortality (neonatal and infant mortality, maternal mortality, expectation of life at birth, and age-adjusted death rates), in contrast to the Amerindian and Asian-origin populations.  The Asian-origin population actually now has age-adjusted death rates significantly lower than those for the white population.  The disadvantaged condition of the black population and the deteriorating social safety net are the likely origins of this outcome.  Finally, there was a trend toward earlier and more extensive marriage from about 1900 up to the 1960s.  At this point, coincident with the end of the 'Baby Boom,' there has been a movement to later marriage for both males and females among whites, blacks, and the Hispanic-origin populations.  This trend has been more extreme in the black population, especially among females.  There has also been a significant rise in proportions never-married at ages 45-54 among blacks and, to a lesser extent, among Hispanics.  So here too, there has been some divergence.\n\n",
    "acknowledgement": "\n"
}