{
    "id": 9043,
    "citation_title": "Labor Market Institutions and Demographic Employment Patterns",
    "citation_author": [
        "Giuseppe Bertola",
        "Francine D. Blau",
        "Lawrence M. Kahn"
    ],
    "citation_publication_date": "2002-07-05",
    "issue_date": "2002-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from 17 OECD countries over the 1960-96 period, we investigate the impact of institutions on the relative employment of youth, women, and older individuals. Theoretically, we show that labor market institutions meant to improve workers' income share imply larger disemployment effects for groups whose labor supply is more elastic. Using an empirical model that allows us to control for unmeasured country-specific factors that affect relative employment and unemployment, we find that, for both men and women, more extensive involvement of unions in wage-setting significantly decreases the employment rate of young and older individuals relative to the prime-aged, with no significant effects on the relative unemployment of these groups. In contrast, a larger role for unions has insignificant effects on male-female employment differentials, but raises female unemployment relative to male unemployment. These results suggest that union wage-setting policies price the young and elderly out of employment and drive disemployed individuals in these groups to non-labor-force (education, retirement) states. A possible scenario for women is that high union wages encourage female labor force participation, but that women who would otherwise be disemployed by high wage floors are able to find work in unregulated sectors or are absorbed by public employment.\n\n",
    "acknowledgement": "\n"
}