{
    "id": 9045,
    "citation_title": "The New Social Security Commission Personal Accounts: Where Is the Investment Principal?",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "2002-07-05",
    "issue_date": "2002-07-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe President's Commission to Strengthen Social Security suggests three plans for reforming Social Security. These plans divert various amounts of the payroll tax to a personal account if the worker chooses to participate in the account. In return, Social Security benefits are offset using accounts with real returns ranging from 2% to 3.5%. In addition, the second and third plans proposed by the Commission include features that are designed to balance the finances of the system by reducing the rate of growth of benefits relative to the levels prescribed under current law, to make the system more redistributive, and to make other changes. The measures to increase redistribution and resolve the solvency of the system are relatively separate from the personal accounts. When 'personal accounts' are mentioned, most people think of accounts that are in some sense separate and shielded from the uncertainties of the Social Security system. That is not the case for the personal accounts proposed by the Commission. Because the participating individual is not entitled to the principal in the account, participating in the account does not shield the individual from the political risks of being in the Social Security system. The offset to the plan essentially taxes away the principal in the account, but leaves intact the full Social Security benefit, so that any change in retirement income due to the account reflects the difference in interest earned on the portfolio beyond a stated real rate of interest offset. Thus our analysis describes the account as a financial instrument equivalent to a bet that the real return will exceed the level of offset specified in the plan, ranging from 2 percent to 3.5 percent real. As a result, the reduction in political risk fostered by the Commission's proposals comes mainly from the improvement in the financial status of the system fostered by other provisions of the recommended plans. Measures to improve the benefits of low income individuals, widows and widowers and to enhance the rewards to retirement all create incentive effects that are also discussed in the paper.\n\n",
    "acknowledgement": "\n"
}