{
    "id": 9057,
    "citation_title": "Expectations and Expatriations: Tracing the Causes and Consequences of Corporate Inversions",
    "citation_author": [
        "Mihir A. Desai",
        "James R. Hines Jr."
    ],
    "citation_publication_date": "2002-07-11",
    "issue_date": "2002-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the determinants of corporate expatriations.  American corporations that seek to avoid U.S. taxes on their foreign incomes can do so by becoming foreign corporations, typically by 'inverting' the corporate structure, so that the foreign subsidiary becomes the parent company and U.S. parent company becomes a subsidiary.  Three types of evidence are considered in order to understand this rapidly growing practice.  First, an analysis of the market reaction to Stanley Works's expatriation decision implies that market participants expect its foreign inversion to be accompanied by a reduction in tax liabilities on U.S. source income, since savings associated with the taxation of foreign income alone cannot account for the changed valuations.  Second, statistical evidence indicates that large firms, those with extensive foreign assets, and those with considerable debt are the most likely to expatriate - suggesting that U.S. taxation of foreign income, including the interest expense allocation rules, significantly affect inversions.  Third, share prices rise by an average of 1.7 percent in response to expatriation announcements.  Ten percent higher leverage ratios are associated with 0.7 percent greater market reactions to expatriations, reflecting the benefit of avoiding the U.S. rules concerning interest expense allocation. Shares of inverting companies typically stand at only 88 percent of their average values of the previous year, and every ten percent of prior share price appreciation is associated with 1.1 percent greater market reaction to an inversion announcement. Taken together, these patterns suggest that managers maximize shareholder wealth rather than share prices, avoiding expatriations unless future tax savings - including reduced costs of repatriation taxes and expense allocation, and the benefits of enhanced worldwide tax planning opportunities - more than compensate for current capital gains tax liabilities.\n\n",
    "acknowledgement": "\n"
}