{
    "id": 9059,
    "citation_title": "Managing Option Fragility",
    "citation_author": [
        "Brian J. Hall",
        "Thomas A. Knox"
    ],
    "citation_publication_date": "2002-07-11",
    "issue_date": "2002-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze and explore option fragility, the notion that option incentives are fragile due to their non-linear payoff structure. Option incentives become weaker as options fall underwater, leading to pressures to reprice options or restore incentives through additional grants of equity-based pay.  We build a detailed data set on executives' portfolios of stock and options and find that executive options are frequently underwater, even when average stock returns have been high.  For example, at the height of the bull market in 1999, approximately one-third of all executive options were underwater.  We find that, in contrast to the incentives provided by stock, the incentives provided by options are quite sensitive to stock price changes, especially on the downside.  Overall, we find that the incentives created by all executive holdings have an elasticity with respect to stock price decreases of about 0.7, and this elasticity is larger for high-option executives and for executives with high percentages of options already underwater.  The dominant mechanism through which companies manage option fragility is larger option grants following stock price declines; on average, these larger grants restore approximately 40% of the stock-price-induced incentive declines.  Option repricings are far less prevalent, despite the attention they have garnered.  Interestingly, we find that for positive stock returns, higher returns lead to larger option grants, which raise incentives further.  Thus, option grants are largest when companies do very poorly or very well.  Executive exercising behavior also affects option fragility.  Since executives are much less likely to exercise options following stock price decreases, the natural declines in incentives due to exercises are attenuated on the downside, leading executives to 'manage their own incentives' in a way that augments company management of option fragility.\n\n",
    "acknowledgement": "\n"
}