{
    "id": 9062,
    "citation_title": "Identifying the Efficacy of Central Bank Interventions: The Australian Case",
    "citation_author": [
        "Jonathan Kearns",
        "Roberto Rigobon"
    ],
    "citation_publication_date": "2002-07-11",
    "issue_date": "2002-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe endogeneity of exchange rates and intervention has long plagued studies of the effectiveness of central banks actions in foreign exchange markets. Researchers have either excluded contemporaneous intervention, so that their explanators are predetermined, or obtained a small, and typically incorrectly signed, coefficient on contemporaneous intervention. Failing to account for the endogeneity, when central banks lean against the wind and trade strategically, will likely result in a large downward bias to the coefficient on contemporaneous intervention -- explaining the negative coefficient frequently obtained. We use an alternative identification assumption, a change in Reserve Bank of Australia intervention policy, that allows us to estimate, using simulated GMM, a model that includes the contemporaneous impact of intervention. There are three main results. Our point estimates suggest that central bank intervention has a economically significant contemporaneous effect. A $US100m purchase of the domestic currency will appreciate the exchange rate by 1.35 to 1.81 per cent. This estimate is remarkably similar to the calibration conducted by Dominguez and Frankel (1993), who themselves noted their estimate was larger than previous empirical findings. Secondly, the vast majority of the effect of an intervention on the exchange rate is found to occur during the day in which it is conducted, with only a smaller impact on subsequent days. Finally, we confirm findings that Australian central bank intervention policy can be characterized by leaning aginst the wind.\n\n",
    "acknowledgement": "\n"
}