{
    "id": 9067,
    "citation_title": "Intertemporal State Budgeting",
    "citation_author": [
        "Bruce Baker",
        "Daniel Besendorfer",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "2002-07-18",
    "issue_date": "2002-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study presents intertemporal budgeting as of 1999 for all 50 U.S.states. Intertemporal state budgeting compares the present value of a state's projected receipts with the present value of its projected expenditures (exclusive of interest payments)plus the current value of its net debt (liabilities minus assets). Our projections start with the 1999 U.S.Census Bureau's State Government Finances survey of receipts,expenditures,and debt.We group these highly detailed data into a framework that is consistent with the National Income and Product Account accounts. The 1999 Census data are the latest available.To project total receipts and expenditures for years beyond 1999,we first form average 1999 receipts and expenditures by age and sex using relative age-and sex-specific receipts and expenditure profiles.We estimate these profiles the Current Population Survey and the Consumer Expenditure Survey. Next we grow these averages using an assumed growth rate in labor productivity. Finally,year-and state-specific age-sex population estimates are multiplied by projected average receipts and expenditures by age and sex in that year to form that year's total projected state-specific receipts and expenditures.We form our year-age-sex-and state-specific population projections using the 2001 Social Security Administration 's projection of the total U.S. population by age and sex in conjunction with the 1995 Census projections on state-specific age-sex population shares. Our base-case results use a 3 percent real discount rate and assume a 1.5 percent real productivity growth rate.They show a great range of state intertemporal imbalances. When measured as a share of (scaled by) the present value of projected expenditures, imbalances range from positive 48 percent in Alaska to negative 19 percent in Vermont. These and other findings proved to be very robust to changes in productivity and discount rates as well as changes in demographic assumptions. State official liabilities are not good proxies for their intertemporal imbalances.Indeed, the correlation between scaled state intertemporal imbalances and gross state debt scaled by state income is essentially zero.The corresponding correlation based on net state debt is negative. Given this, it's not surprising that we find very little correspondence between the ranking of the states based on their intertemporal budget imbalances and the credit ratings published by either Moody's or Standard and Poor's. Our user-friendly program for calculating intertemporal state budget imbalances (the difference between a)the present value of\n\n",
    "acknowledgement": "\n"
}