{
    "id": 9068,
    "citation_title": "Managerial Power and Rent Extraction in the Design of Executive Compensation",
    "citation_author": [
        "Lucian Arye Bebchuk",
        "Jesse M. Fried",
        "David I. Walker"
    ],
    "citation_publication_date": "2002-07-18",
    "issue_date": "2002-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops an account of the role and significance of managerial power and rent extraction in executive compensation. Under the optimal contracting approach to executive compensation, which has dominated academic re-search on the subject, pay arrangements are set by a board of directors that aims to maximize shareholder value. In contrast, the managerial power approach suggests that boards do not operate at arm's length in devising executive compensation arrangements; rather, executives have power to influence their own pay, and they use that power to extract rents. Furthermore, the desire to camouflage rent extraction might lead to the use of inefficient pay arrangements that provide suboptimal incentives and thereby hurt shareholder value. The authors show that the processes that produce compensation arrangements, and the various market forces and constraints that act on these processes, leave managers with considerable power to shape their own pay arrangements. Examining the large body of empirical work on executive compensation, the authors show that managerial power and the desire to camouflage rents can explain significant features of the executive compensation landscape, including ones that have long been viewed as puzzling or problematic from the optimal contracting perspective. The authors conclude that the role managerial power plays in the design of executive compensation is significant and should be taken into account in any examination of executive pay arrangements or of corporate governance generally.\n\n",
    "acknowledgement": "\n"
}