{
    "id": 9079,
    "citation_title": "Decomposing the Persistence of International Equity Flows",
    "citation_author": [
        "Kenneth A. Froot",
        "Jessica D. Tjornhom"
    ],
    "citation_publication_date": "2002-07-25",
    "issue_date": "2002-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe portfolio flows of institutional investors are widely known to be persistent.  What is less well known, however, is the source of this persistence. One possibility is the ?informed trading hypothesis?: that persistence arises from autocorrelated trades of investors who believe they have information about value and who face an imperfectly liquid market.  Another possibility is that there are asynchroneities with respect to investment decisions across funds, across investments, or both. These asynchroneities could be due to wealth effects (across investments for a single fund), investor herding (across funds for a single investment), or generalized contagion (across funds and across investments). We use daily data on institutional flows into 21 developed countries by 471 funds to measure and decompose aggregate flow persistence. We find that the informed trading hypothesis explains about 75% of total persistence, and that the remaining amount is attributable entirely to cross-fund own-country persistence.  In other words, we find statistically and economically significant flow asynchroneities across funds investing in the same country. There are no meaningful asynchroneities across countries, either within a given fund, or across funds. The cross-fund flow lags we identify might result from different fund investment processes, or from some funds mimicking others? decisions.  We reject the hypothesis that wealth effects explain persistence.\n\n",
    "acknowledgement": "\n"
}