{
    "id": 908,
    "citation_title": "Who Does R&D and Who Patents?",
    "citation_author": [
        "John Bound",
        "Clint Cummins",
        "Zvi Griliches",
        "Bronwyn H. Hall",
        "Adam B. Jaffe"
    ],
    "citation_publication_date": "1982-06-01",
    "issue_date": "1982-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes the construction of a large panel data set covering about 2600 firms in the U.S. manufacturing sector for up to twenty years which contains annual data on financial variables, employment, research and development expenditures, and aggregate patent applications. This data set is to be used in a larger study of R&D, inventive output and technological change. In the present paper we present preliminary results on the R&D and patenting behavior of the 1976 cross section of these firms. We find an elasticity of R&D with respect to sales of close to unity, with both very small and very large firms being slightly more R&D intensive than average. Because only 60% of the firms report R&D expenditures, we attempt to correct for selectivity bias and find that though the correction is small, it increases the estimated complementarity between capital intensity and R&D intensity. In exploring the relationship of the patenting activity of these firms to their contemporaneous R&D expenditures, we look with some care at the choice of econometric specifications since the discrete nature of the patents variable for our smaller firms may cause difficulties with the conventional log linear model. The choice of specification does indeed make a difference, and the negative binomial model, which is a Poisson-type model with a disturbance, is preferred. Substantively, we find a much larger output of patents per R&D dollar for the small firms, with a decreasing propensity to patent with size of R&D programs throughout the sample. However, this conclusion is highly tentative both because of its sensitivity to specification and choice of sample and also because we expect that errors in variables bias due to our focus on R&D and patent applications in a single year is far worse for the small firms.\n\n",
    "acknowledgement": "\n"
}