{
    "id": 909,
    "citation_title": "Exchange-Rate Policy After a Decade of \"Floating\"",
    "citation_author": [
        "William H. Branson"
    ],
    "citation_publication_date": "1982-06-01",
    "issue_date": "1982-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper integrates exchange-rate policy into a model of exchange- rate behavior, and examines the data econometrically to infer hypotheses about policy behavior in the 1970s. The model shows how unanticipated movements in money, the current account, and relative price levels will cause first a jump in the exchange rate, and then a movement along a \"saddle path\" to the new long run equilibrium. Here the role of \"news\" in moving the exchange rate is clear. The model is used to analyze the options available to the central bank that wants to reduce the jump in the exchange rate following a real or monetary disturbance. The distinction is made between monetary policy and sterilized intervention, and a regime in which the domestic interest rate is used as the policy variable is also studied. Systems of vector autoregressions (VARs) for each of four countries -- the U.S., the U.K., Germany, and Japan -- are estimated, and the correlations among their residuals are studied. These represent the \"innovations,\" or \"news\" in the time series. A clear pattern emerges in these correlations, in which policy in the U.S. and to a lesser extent Japan, drives exchange rates, and policy in Germany and the U.K. reacts. It appears that U.S. monetary policy is essentially determined by domestic considerations, with the exchange rate moving as a consequence. In Japan, interest rates are varied in response to movement in the current-account and relative price levels, and the effects on the exchange rate are partially neutralized by sterilized intervention. Germany and the U.K. react to movements in their exchange rates by moving interest rates, and sterilized intervention.\n\n",
    "acknowledgement": "\n"
}