{
    "id": 9094,
    "citation_title": "Using Mandated Speed Limits to Measure the Value of a Statistical Life",
    "citation_author": [
        "Orley Ashenfelter",
        "Michael Greenstone"
    ],
    "citation_publication_date": "2002-08-01",
    "issue_date": "2002-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1987 the federal government permitted states to raise the speed limit on their rural interstate roads, but not on their urban interstate roads, from 55 mph to 65 mph for the first time in over a decade.  Since the states that adopted the higher speed limit must have valued the travel hours they saved more than the fatalities incurred, this experiment provides a way to estimate an upper bound on the public's willingness to trade off wealth for a change in the probability of death.  We find that the 65 mph limit increased speeds by approximately 3.5% (i.e., 2 mph), and increased fatality rates by roughly 35%.  In the 21 states that raised the speed limit and for whom we have complete data, the estimates suggest that about 125,000 hours were saved per lost life.  Valuing the time saved at the average hourly wage implies that adopting states were willing to accept risks that resulted in a savings of $1.54 million (1997$) per fatality, with a sampling error that might be around one-third this value. Since this estimate is an upper bound of the value of a statistical life (VSL), we set out a simple structural model that is identified by variability across the states in the probability of the adoption of increased speed limits to recover the VSL. The impirical implementation of this model produces estimates of the VSL that are generally smaller that $1.54 million, but these estimates are very imprecise.\n\n",
    "acknowledgement": "\n"
}