{
    "id": 9096,
    "citation_title": "Does It Pay to Work?",
    "citation_author": [
        "Jagadeesh Gokhale",
        "Laurence J. Kotlikoff",
        "Alexi Sluchynsky"
    ],
    "citation_publication_date": "2002-08-01",
    "issue_date": "2002-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes it pay to work? Given the number and complexity of federal and state tax and transfer systems, this is a tough question to answer. The problem is greatly compounded by the fact that what one earns in one year alters not just current taxes and transfer payments in that year, but in future years as well. Thus, understanding the net effective tax on work and the changes in this taxation associated with policy reforms requires an intertemporal model capable of carefully determining tax and transfer payments at each stage of the life cycle.  This study uses ESPlanner, a financial planning software program, to study the net work tax levied on workers with different earnings capacities.  ESPlanner smooths households' living standards subject to their capacities to borrow.  In so doing, it makes highly detiled, year-by-year federal and state income tax and Social Security benefit calculations. To produce a comprehensive net work tax measure, we added to ESPlanner all other major transfer programs. We focus on lifetime average and marginal net work-tax rates, which are measured by comparing the present values of lifetime spending from working through retirement both in the presence and in the absence of all tax-transfer programs.  We form these tax rates for young stylized married workers.  We report seven findings.  First, our fiscal system is highly progressive.  Households earning the minimum wage receive 18 cents in benefits net of taxes for every dollar they earn.  In contrast, households with million dollar salaries pay 54 cents in taxes net of benefits pe r dollar earned.  Second, progressively is primarily restriced to the bottom end of the income distribution.  Average net work tax rates of middle class households are relatively high compared with those of the rich.  Third, while the poor face negative average taxes, they face significant positive marginal net taxes on working. Indeed, a minimum wage household that chooses to work is forced to surrender 34 cents of every dollar earned in net taxes.  Those with earnings that exceed 1.5 times the minimum wage face marginal net taxes on full-time work above 50 percent.  Fourth, low-wage workers face confiscatory tax rates on switching from part-time to full-time work.  Fifth, the same is true of secondary earnings spouses in low- wage households with low incomes.  Six, the marginal net tax on working is particularly high for young households with low incomes.  Seventh, average and marginal net work tax rates are relatively insensitive to the assumed rate of real wage growth and the discount rate.  And eighth, major tax reforms, such as switching from income to consumption taxation, can have an significant affect on the fiscal system's overall progressivity.\n\n",
    "acknowledgement": "\n"
}