{
    "id": 9097,
    "citation_title": "An Assessment of the Proposals of the President's Commission to Strengthen Social Security",
    "citation_author": [
        "Peter A. Diamond",
        "Peter R. Orszag"
    ],
    "citation_publication_date": "2002-08-01",
    "issue_date": "2002-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe President's Commission to Strengthen Social Security proposed three reform plans.  Two, analyzed here, restore actuarial balance in the absence of individual accounts.  One achieves this balance solely through benefit reductions.  The other uses new dedicated revenue to cover one-third of the actuarial deficit, reducing benefits to close the rest.  Both plans cut disability and young survivor benefits in step with retirement benefits, while bolstering benefits for long-career low earners and surviving spouses with low benefits. The plans both include voluntary individual accounts that replace part of the scaled-back Social Security system. Payroll taxes are diverted to the accounts and one of the plans also requires a (subsidized) add-on contribution for those choosing accounts.  Under both models, any payroll tax deposited in an individual account is also recorded in a 'liability account' for the worker.  The liability account tracks the diverted payroll revenue (with interest) and is paid off by reducing traditional benefits.  The individual accounts are subsidized through a sub-market interest rate on the liability accounts.  This subsidy worsens the financial position of the Trust Fund. The accounts also create a cash-flow problem. Consequently, by themselves, the individual accounts make Social Security's solvency problems worse both in the short run and over the long run. To offset the adverse impact of the accounts, the plans call for large transfers of general revenues (despite substantial projected budget deficits).  If all (two-thirds of) eligible workers opted for the accounts, the new revenues required over the next 75 years would amount to between 1.2 and 1.5 (0.8 and 1.1) percent of payroll. Holding the disabled harmless from the benefit reductions would raise the required transfers to between 1.5 and 1.7 (1.1 and 1.3) percent of payroll (compared to a projected actuarial deficit of 1.9 percent of payroll under current law).  Despite requiring this much general revenue relative to paying scheduled benefits, the plans would produce significant reductions in expected combined benefits.  At the end of 75 years, however, assets in the accounts would amount to between 53 and 66 (35 and 44) percent of GDP, and the value to Social Security of the accumulated liabilities that reduce later benefits would amount to more than 20 (15) percent of GDP.\n\n",
    "acknowledgement": "\n"
}