{
    "id": 9108,
    "citation_title": "Estimating the Social Return to Higher Education: Evidence From Longitudinal and Repeated Cross-Sectional Data",
    "citation_author": [
        "Enrico Moretti"
    ],
    "citation_publication_date": "2002-08-08",
    "issue_date": "2002-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists have speculated for at least a century that the social return to education may exceed the private return. In this paper, I estimate spillovers from college education by comparing wages for otherwise similar individuals who work in cities with different  shares of college graduates in the labor force. OLS estimates show a large positive relationship between the share of college graduates in a city and individual wages, over and above the private return to education. A key issue in this comparison is the presence of unobservable individual characteristics, such as ability, that may raise wages and be correlated with college share. I use a confidential version of the National Longitudinal Survey of Youth (NLSY) to estimate a model of  non-random selection of workers among cities. By observing the same individual over time, I can control for differences in unobserved ability across individuals and differences in the return to skills across cities.  I then investigate the hypothesis that the correlation between college share and wages is due to unobservable city-specific  shocks that may raise wages and attract more highly educated workers to different cities. To control for this  source of  potential bias, I turn to Census data and use two instrumental variables: the lagged city demographic structure and the presence of a land--grant college. The results from Census data are remarkably consistent with those based on the NLSY sample. A percentage point increase in the supply of college graduates raises high school drop-outs' wages by 1.9%, high school graduates' wages by 1.6%, and college graduates wages by 0.4%. The effect is larger for less educated groups, as predicted by a conventional demand and supply model. But even for college graduates, an increase in the supply of college graduates increases wages, as predicted by a model that includes conventional demand and supply factors as well as spillovers.\n\n",
    "acknowledgement": "\n"
}