{
    "id": 911,
    "citation_title": "A Comparison of Methodologies in Empirical General Equilibrium Models of Taxation",
    "citation_author": [
        "Don Fullerton",
        "Yolanda K. Henderson",
        "John B. Shoven"
    ],
    "citation_publication_date": "1982-06-01",
    "issue_date": "1982-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nComputational general equilibrium models have proven useful in the area of long run analysis of alternative tax policies. A sizable number of studies have been completed which examine policies such as a value-added tax, corporate and personal income tax integration, a consumption or expenditure tax, housing subsidies, and inflation indexation.. This paper reviews the methodologies used in these models. We focus on eight specific models and review in turn: levels of disaggregation, specification of the foreign sector, financial modeling, the measurement of effective tax rates, heterogeneity and imperfect mobility, factor supply, treatment of the government budget, and technical issues associated with implementation. The paper includes some new experiments in connection with simulations of integration of the personal and corporate income tax systems in the United States. We compare the resulting welfare gains in models with different levels of disaggregation, and we discuss alternative justifications for specific disaggregations. We also examine the sensitivity of results to alternative specifications of households' endowments of labor and leisure. Our survey underscores the importance of the assumed elasticities of labor supply with respect to the net of tax wage, and of saving with respect to the net of tax rate of return. Unfortunately, these are also parameters for which there is not a consensus in the economics profession. The survey finds that there are several aspects of modeling that are especially ripe for further progress: the roles of government and business financial decisions, the dynamics of a life-cycle approach, and the measurement of incentive tax and transfer rates.\n\n",
    "acknowledgement": "\n"
}