{
    "id": 9115,
    "citation_title": "International Joint Ventures and the Boundaries of the Firm",
    "citation_author": [
        "Mihir A. Desai",
        "C. Fritz Foley",
        "James R. Hines Jr."
    ],
    "citation_publication_date": "2002-08-23",
    "issue_date": "2002-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the determinants of partial ownership of the foreign affiliates of U.S. multinational firms and, in particular, why partial ownership has declined markedly over the last 20 years.  The evidence indicates that whole ownership is most common when firms coordinate integrated production activities across different locations, transfer technology, and benefit from worldwide tax planning.  Since operations and ownership levels are jointly determined, it is necessary to use the liberalization of ownership restrictions by host countries and the imposition of joint venture tax penalties in the U.S. Tax Reform Act of 1986 as instruments for ownership levels in order to identify these effects.  Firms responded to these regulatory and tax changes by expanding the volume of their intrafirm trade as well as the extent of whole ownership; four percent greater subsequent sole ownership of affiliates is associated with three percent higher intrafirm trade volumes.  The implied complementarity of whole ownership and intrafirm trade suggests that reduced costs of coordinating global operations, together with regulatory and tax changes, gave rise to the sharply declining propensity of American firms to organize their foreign operations as joint ventures over the last two decades.  The forces of globalization appear to have increased the desire of multinationals to structure many transactions inside firms rather than through exchanges involving other parties.\n\n",
    "acknowledgement": "\n"
}