{
    "id": 9120,
    "citation_title": "The Link Between Aggregate and Micro Productivity Growth: Evidence from Retail Trade",
    "citation_author": [
        "Lucia Foster",
        "John Haltiwanger",
        "C.J. Krizan"
    ],
    "citation_publication_date": "2002-08-23",
    "issue_date": "2002-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderstanding the nature and magnitude of resource reallocation, particularly as it relates to productivity growth, is important both because it affects how we model and interpret aggregate productivity dynamics, and also because market structure and institutions may affect the reallocation's magnitude and efficiency. Most evidence to date on the connection between reallocation and productivity dynamics for the U.S. and other countries comes from a single industry: manufacturing. Building upon a unique establishment-level data set of U.S. retail trade businesses, we provide some of the first evidence on the connection between reallocation and productivity dynamics in a non-manufacturing sector. Retail trade is a particularly appropriate subject for such a study since this large industry lies at the heart of many recent technological advances, such as E-commerce and advanced inventory controls. Our results show that virtually all of the productivity growth in the U.S. retail trade sector over the 1990s is accounted for by more productive entering establishments displacing much less productive exiting establishments. Interestingly, much of the between-establishment reallocation is a within, rather than between-firm phenomenon.\n\n",
    "acknowledgement": "\n"
}