{
    "id": 9124,
    "citation_title": "Institutional Causes, Macroeconomic Symptoms: Volatility, Crises and Growth",
    "citation_author": [
        "Daron Acemoglu",
        "Simon Johnson",
        "James Robinson",
        "Yunyong Thaicharoen"
    ],
    "citation_publication_date": "2002-08-29",
    "issue_date": "2002-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCountries that have pursued distortionary macroeconomic policies, including high inflation, large budget deficits and misaligned exchange rates, appear to have suffered more macroeconomic volatility and also grown more slowly during the postwar period. Does this reflect the causal effect of these macroeconomic policies on economic outcomes? One reason to suspect that the answer may be no is that countries pursuing poor macroeconomic policies also have weak 'institutions,' including political institutions that do not constrain politicians and political elites, ineffective enforcement of property rights for investors, widespread corruption, and a high degree of political instability. This paper documents that countries that inherited more 'extractive' instit utions from their colonial past were more likely to experience high volatility a nd economic crises during the postwar period. More specifically, societies where European colonists faced high mortality rates more than 100 years ago are much more volatile and prone to crises. Based on our previous work, we interpret this relationship as due to the causal effect of institutions on economic outcomes: Europeans did not settle and were more likely to set up extractive institutions in areas where they faced high mortality. Once we control for the effect of institutions, macroeconomic policies appear to have only a minor impact on volatility and crises. This suggests that distortionary macroeconomic policies are more likely to be symptoms of underlying institutional problems rather than the main causes of economic volatility, and also that the effects of institutional differences on volatility do not appear to be primarily mediated by any of the standard macroeconomic variables. Instead, it appears that weak institutions cause volatility through a number of microeconomic, as well as macroeconomic, channels.\n\n",
    "acknowledgement": "\n"
}