{
    "id": 9125,
    "citation_title": "Optimal Pollution Abatement - Whose Benefits Matter, and How Much?",
    "citation_author": [
        "Wayne B. Gray",
        "Ronald J. Shadbegian"
    ],
    "citation_publication_date": "2002-08-29",
    "issue_date": "2002-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine  measures of environmental regulatory activity (inspections and enforcement actions) and levels of air and water pollution at approximately 300 U.S. pulp and paper mills, using data for 1985-1997.  We find that levels of air and water pollution emissions are affected both by the benefits from pollution abatement and by the characteristics of the people exposed to the pollution.  The results suggest substantial differences in the weights assigned to different types of people: the benefits received by out-of-state people seem to count only half as much as benefits received in-state, although their weight increases if the bordering state's Congressional delegation is strongly pro-environment.  Some variables are also associated with greater regulatory activity being directed towards the plant, but those results are less consistent with our hypotheses than the pollution emissions results.  One set of results was consistently contrary to expectations: plants with more nonwhites nearby emit less pollution.  Some of our results might be due to endogenous sorting of people based on pollution levels, but an attempt to examine this using the local population turnover rate found evidence of sorting for only one of four pollutants.\n\n",
    "acknowledgement": "\n"
}