{
    "id": 9126,
    "citation_title": "Does Confidential Proxy Voting Matter?",
    "citation_author": [
        "Roberta Romano"
    ],
    "citation_publication_date": "2002-08-29",
    "issue_date": "2002-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConfidential voting in corporate proxies is a principal recommendation in activist institutional investors' guidelines for corporate governance reforms. This paper examines the impact of the adoption of confidential voting on proposal outcomes through a panel data set of shareholder and management proposals submitted from 1986-98 to 130 firms that adopted confidential voting in those years. Institutional investors promoting confidential voting maintain that private sector institutions have conflicts of interest that prevent them from voting against management even though to do so would maximize the value of their shares; they contend that anonymous ballots will enable such investors to vote their true interest, and thereby anticipate reduced support for management proposals and increased support for shareholder proposals. The paper finds, contrary to confidential voting advocates' expectations, that adoption of confidential voting has no significant effect on voting outcomes. Voting outcomes are best explained by proposal type; neither institutional nor insider ownership, nor prior performance, significantly affect the level of support a proposal receives. Moreover, the conflict of interest hypothesis is not supported in the data, as private institutional holdings post-adoption of the voting reform do not affect the support level for proposals. Confidential voting also does not affect firms' stock performance. The results suggest that institutional investor initiatives directed at confidential voting are not a fruitful allocation of investors' resources\n\n",
    "acknowledgement": "\n"
}