{
    "id": 9128,
    "citation_title": "Wealth Portfolios in the UK and the US",
    "citation_author": [
        "James Banks",
        "Richard Blundell",
        "James P. Smith"
    ],
    "citation_publication_date": "2002-08-29",
    "issue_date": "2002-08-29",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we attempt to explain differences between the US and UK household wealth distributions, with an emphasis on the quite different porfolios held in stock and housing equities in the two countries.  As a proportion of their total wealth, British households hold relatively small amounts of financial assets - including equities in stock - compared to American households.  In contrast, British households appear to move into home ownership at relatively young ages and a large fraction of their household wealth is concentrated in houseing.  Finally, the age gradient in home equity appears to be much steeper in the UK while US households exhibit a steeper age gradient in stock equity. We argue that the higher price housing price volatility in the UK combined with much younger entry into home ownership there are important factors accounting for the relatively small participation of young British householders in the stock market. We show it is important to acknowledge the dual role of housing - providing both wealth and consumption services - in understanding wealth accumulation differences between the US and the UK. Institutional differences, particularly in housing markets, that affect the demand and supply of housing services, turn out to be important in generating portfolio differences between the two countries.  In particular, these differences in housing price risk imply steeper life-cycle accumulations in housing and less steep accumulation in stock equity over the life cycle in the UK.\n\n",
    "acknowledgement": "\n"
}