{
    "id": 9130,
    "citation_title": "Modeling Health Insurance Expansions: Effects of Alternate Approaches",
    "citation_author": [
        "Dahlia K. Remler",
        "Joshua Graff Zivin",
        "Sherry A. Glied"
    ],
    "citation_publication_date": "2002-08-29",
    "issue_date": "2002-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimates of the costs and consequences of many types of public policy proposals play an important role in the development and adoption of particular policy programs. Estimates of the same, or similar, policies that employ different modeling approaches can yield widely divergent results. Such divergence often undermines effective policy-making. These problems are particularly prominent for health insurance expansion programs. Concern focuses on predictions of the numbers of individuals that will be insured and the costs of the proposals. Several different simulation modeling approaches are used to predict these effects, making the predictions difficult to compare. In this paper, we do the following: (1) We categorize and describe the different approaches used; (2) we explain the conceptual and theoretical relationships between the methods; (3) we demonstrate empirically an example of the (quite restrictive) conditions under which all approaches can yield quantitatively identical predictions; and (4) we empirically demonstrate conditions under which the approaches diverge and the quantitative extent of that divergence. All modeling approaches implicitly make assumptions about functional form that impose restrictions on unobservable heterogeneity. Those assumptions can dramatically affect the quantitative predictions made.\n\n",
    "acknowledgement": "\n"
}