{
    "id": 9137,
    "citation_title": "Banking Panics and the Origin of Central Banking",
    "citation_author": [
        "Gary Gorton",
        "Lixin Huang"
    ],
    "citation_publication_date": "2002-09-01",
    "issue_date": "2002-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGorton and Huang (2001) argue that private coalitions of banks can act as central banks, issuing private money and providing deposit insurance during times of panic.  This lender-of-last-resort role depends upon banking panics occurring threat of liquidation makes the private bank coalition incentive compatible, inducing banks to monitor each other.  But, despite the evolution of private bank coalitions, government central banks and government deposit insurance schemes historically replaced the private bank coalitions.  In this paper we ask why this transition from private arrangements to public arrangements occurred.  We survey the historical and international evidence on panics, suggesting that Gorton and Huang (2001) are consistent with the evidence.  Then, we extend Gorton and Huang (2001) to show the welfare improvement brought about by a government central bank replacing private bank coalitions as lender-of-last-resort.  In particular, panics, while necessary for private coalitions to function, are costly because they disrupt the use of bank deposits as a medium of exchange.  With government deposit insurance, panics do not occur, but the government must monitor banks.  Such monitoring by the government is not as effective as private bank coalitions.  We provide conditions under which the government can avoid the costs associated with panics by implementing deposit insurance and thereby raise social welfare.\n\n",
    "acknowledgement": "\n"
}