{
    "id": 9139,
    "citation_title": "The Effect of Changes in Drug Utilization on Labor Supply and Per Capita Output",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2002-09-01",
    "issue_date": "2002-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe hypothesize that pharmaceutical-embodied technical progress increases per capita output via its effect on labor supply (the employment rate and hours worked per employed person).  We examine the effect of changes in both the average quantity and average vintage (FDA approval year) of drugs consumed on labor supply, using longitudinal, condition-level data. The estimates indicate that conditions for which there were above-average increases in utilization of prescriptions during 1996-1998 tended to have above-average reductions in the probability of missed work days.  The estimated value to employers of the reduction in missed work days appears to exceed the employer's increase in drug cost. The estimates are also consistent with the hypothesis that an increase in a condition's mean drug vintage reduces the probability that people with that condition will experience activity and work limitations, and reduces their average number of restricted-activity days.  The estimates imply that activity limitations decline at the rate of about one percent per year of drug vintage, and that the rate of pharmaceutical-embodied technical progress with respect to activity limitations is about 18% per year.  Estimates of the cost of the increase in drug vintage necessary to achieve reductions in activity limitations indicate that increases in drug vintage tend to be very 'cost-effective.'\n\n",
    "acknowledgement": "\n"
}