{
    "id": 9146,
    "citation_title": "The Illiquidity Puzzle: Theory and Evidence from Private Equity",
    "citation_author": [
        "Josh Lerner",
        "Antoinetter Schoar"
    ],
    "citation_publication_date": "2002-09-01",
    "issue_date": "2002-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a theory of liquidity where we explicitly model the liquidity of the security as a choice variable, which enables the manager raising the funds to screen for 'deep pocket'  investors, i.e. these that have a low likelihood of a liquidity shock. By choosing the degree of illiquidity of the security, the manager can influence the type of investors the firm will attract. The benefit of liquid investors is that they reduce the manager's cost of capital for future fund raising. If inside investors have fewer information asymmetries about the quality of the manager than the outside market, more liquid investors protect the manager from having to return to the outside market, where he would face higher cost of capital due to asymmetric information problems. We test the predictions of our model in the context of the private equity industry. Consistent with the theory, we find that transfer restrictions on investors are less common in later funds organized by the same private equity firm, where information problems are presumably less severe. Contracts involving the close-knit California venture capital community - where information on the relative performance of funds are more readily ascertained - are less likely to employ many of these provisions as well. Also, private equity partnerships whose investment focus is in industries with longer investment cycles display more transfer constraints. For example, funds focusing on the pharmaceutical industry have more constraints, while those specializing in computing and Internet investments have fewer constraints. Finally, we investigate whether the identity of the investors that invest in a private equity fund is related to the transferability of the stakes. We find that transferability constraints are less prevalent when private equity funds have limited partners that are known to have few liquidity shocks, for example endowments, foundations, and other investors with long-term commitments to private equity.\n\n",
    "acknowledgement": "\n"
}