{
    "id": 9148,
    "citation_title": "Health Insurance Coverage and the Disability Insurance Application Decision",
    "citation_author": [
        "Jonathan Gruber",
        "Jeffrey Kubik"
    ],
    "citation_publication_date": "2002-09-01",
    "issue_date": "2002-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the effect of health insurance coverage on the decision of individuals to apply for Disability Insurance (DI). Those who qualify for DI receive public insurance under Medicare, but only after a two-year waiting period.  This raises concerns that many disabled are going uninsured while they wait for their Medicare coverage.  Moreover, the combination of this waiting period and the uncertainty about application acceptance may deter those with health insurance on their jobs, but no alternative source of coverage, from leaving work to apply for DI.  Data from the Health and Retirement Survey show that, in fact, uninsurance does not rise during the waiting period for DI benefits; reductions in own employer coverage are small, and are offset by increases in other sources of insurance.  Correspondingly, we find that imperfect insurance coverage does deter DI application. Those who have an alternative source of insurance coverage (coverage from a spouse's employer or retiree coverage), are 26 to 74% more likely to apply for DI than those without such an alternative.  Thus, limiting this waiting period would not increase the insurance coverage of the disabled in the U.S., but it would significantly increase applications to the DI program.\n\n",
    "acknowledgement": "\n"
}