{
    "id": 9180,
    "citation_title": "Changing Labor Market Opportunities for Women and the Quality of Teachers 1957-1992",
    "citation_author": [
        "Sean P. Corcoran",
        "William N. Evans",
        "Robert S. Schwab"
    ],
    "citation_publication_date": "2002-09-01",
    "issue_date": "2002-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSchool officials and policy makers have grown increasingly concerned about their ability to attract and retain talented teachers.  A number of authors have shown that in recent years the brightest students at least those with the highest verbal and math scores on standardized tests are less likely to enter teaching.  In addition, it is frequently claimed that the ability of schools to attract these top students has been steadily declining for years.  There is, however, surprisingly little evidence measuring the extent to which this popular proposition is true.  We have good reason to suspect that the quality of those entering teaching has fallen over time. Teaching has remained a predominately female profession for years; at the same time, the employment opportunities for talented women outside of teaching have soared.  In this paper, we combine data from four longitudinal surveys of high school graduates spanning the years 1957-1992 to examine how the propensity for talented women to enter teaching has changed over time.  We find that while the quality of the average new female teacher has fallen only slightly over this period, the likelihood that a female from the top of her high school class will eventually enter teaching has fallen dramatically from 1964 to 1992 by our estimation, from almost 20% to under 4%.\n\n",
    "acknowledgement": "\n"
}