{
    "id": 9183,
    "citation_title": "The Social Security Early Entitlement Age in a Structural Model of Retirement and Wealth",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "2002-09-01",
    "issue_date": "2002-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper specifies and estimates a structural life cycle model of retirement and wealth that explains the peaks in retirement both at ages 62 and at 65.  Our estimates suggest that leisure and time preference are widely distributed among the population, with a bimodal distribution of time preference.  Discount rates are either very low or very high.  Those with high discount rates find the actuarial adjustments in Social Security benefits, which use a 3 percent real interest rate, to be inadequate.  Once they reach age 62, the benefit accrual profile declines with age. This is the major explanation for the spike in retirement activity at 62.  Liquidity constraints from inability to borrow on Social Security and pension benefits add to this effect. Simulations with the model suggest that raising the Social Security early entitlement age from age 62 to 64 will shift about three fifths of the bunching of retirements at age 62 to age 64. The bunching amounts to about 8 percent of the population, so raising the Social Security early age of entitlement will cause about 5 percent of the population to delay their retirement, implying a substantial effect on the Social Security system and its finances.\n\n",
    "acknowledgement": "\n"
}