{
    "id": 9184,
    "citation_title": "Decomposing Wage Inequality Change Using General Equilibrium Models",
    "citation_author": [
        "Lisandro Abrego",
        "John Whalley"
    ],
    "citation_publication_date": "2002-09-01",
    "issue_date": "2002-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents  ex post decomposition analysis of wage inequality change using multi-sector general equilibrium models. The analytical structure used is a specific- factors model of trade, which we calibrate to UK data for the two years 1979 and 1975. We first calibrate our general equilibrium trade model to observations on wage inequality, trade, production and consumption spanning these years, capturing the separate influences of trade, technology and demographics on inequality. Between these years wage inequality changed, but multiple changes in exogenous variables occurred (world prices, technology, endowments). We use calibration techniques to determine parameter values consistent with both the equilibria and the changes in exogenous variables contributing to the wage inequality change being decomposed. We then compute counterfactual equilibria in which only some of the changes in exogenous variables are present to allow us to assess what portion of the observed change is attributable to the various contributing factors. Our findings are that the roles of trade and factor-biased technological change are relatively larger than in earlier literature. We also find that changes in factor endowments to offset increased inequality generated by trade and skilled-biased technological changes, a feature that seems to have gone relatively unnoticed in earlier literature.\n\n",
    "acknowledgement": "\n"
}