{
    "id": 9190,
    "citation_title": "Sargent-Wallace Meets Krugman-Flood-Garber, or: Why Sovereign Debt Swaps Don't Avert Macroeconomic Crises",
    "citation_author": [
        "Joshua Aizenman",
        "Kenneth M. Kletzer",
        "Brian Pinto"
    ],
    "citation_publication_date": "2002-09-01",
    "issue_date": "2002-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that the frequent failure of the debt swaps is not an accident. Instead, it follows from fundamental forces driven by the market's assessment of the scarcity of fiscal revenue relative to the demand for fiscal outlays. It follows from the observation that arbitrage forces systematically impact prices in asset markets. Ignoring these price adjustments would lead to too optimistic an assessment of the gains from swaps or buybacks. A by-product of our paper is to highlight the perils of financial engineering that ignores the intertemporal constraints imposed by fiscal fundamentals. As a country approaches the range of partial default (either on domestic or external debt), swaps may not provide the expected breathing room and could even bring the crisis forward. Our methodology combines three independent themes: exchange rate crises as the manifestation of excessive monetary injections [Krugman-Flood-Garber], the fiscal theory of inflation [Sargent-Wallace (1981)], and sovereign debt. The integrated framework derives devaluation and external debt repudiation as part of a public-finance optimizing problem. We shows that under conditions similar to those which prevailed in Russia and Argentina prior to their meltdown, swaps are not just neutral, but could actually make the situation worse and even trigger a speculative attack. An unsettlingly clear implication of the model is that there may be very few options left once public debt reaches levels regarded as unsustainable in relation to fiscal fundamentals. Dollarization only makes matters worse, and pushes the debt write-down option to the fore.\n\n",
    "acknowledgement": "\n"
}