{
    "id": 9195,
    "citation_title": "Understanding Individual Account Guarantees",
    "citation_author": [
        "Marie-Eve Lachance",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2002-09-01",
    "issue_date": "2002-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDemographic aging renders workers vulnerable to the inherent uncertainty of unfunded social security systems.  This realization has set off a global wave of social security reforms, and numerous countries have now set up Individual Accounts (IA) plans in response.  Strengths of IAs are that participants gain ownership in their accounts, and they also may diversify their pension investments; additionally, they produce a capitalized, funded system that enhances old-age economic security.  While IAs reduce the risk participants face due to unfunded social security systems, participants holding capital market investments in IAs are exposed to fluctuations in the value of their pension assets. Concern over market volatility has prompted some to emphasize the need for  guarantees' of pension accumulations. This paper offers a way to think about guarantees in the context of a social security reform that includes Individual Accounts.  When a pension guarantee has economic value to participants, it will have economic costs. We illustrate how these costs can be important and vary significantly with time horizon, investment mix, and guarantee design. Our findings indicate that plan designers and budget analysts would do well to recognize such costs and identify how they can be financed.\n\n",
    "acknowledgement": "\n"
}