{
    "id": 9198,
    "citation_title": "The Social and Economic Impact of Native American Casinos",
    "citation_author": [
        "William N. Evans",
        "Julie H. Topoleski"
    ],
    "citation_publication_date": "2002-09-01",
    "issue_date": "2002-09-01",
    "revision_date": "2023-03-17",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the late 1980s, a series of legal rulings favorable to tribes and the subsequent passage of the Indian Gaming Regulatory Act of 1988 legalized gaming operations on reservations in many states. Today, there are over 310 gaming operations run by more than 200 of the nations' 556 federally-recognized tribes.  Of these operations, about 220 are  Las Vegas' style casinos with slot machines and/or table games.  We use a simple difference-in-difference framework where we compare economic outcomes before and after tribes open casinos to outcomes over the same period for tribes that do not adopt or are prohibited from adopting gaming.  Four years after tribes open casinos, employment has increased by 26 percent, and tribal population has increased by about 12 percent, resulting in an increase in employment to population ratios of five percentage points or about 12 percent. The fraction of adults who work but are poor has declined by 14 percent.  Tribal gaming operations seem to have both positive and negative spillovers in the surrounding communities.  In counties where an Indian-owned casino opens, we find that jobs per adult increase by about five percent of the median value.  Given the size of tribes relative to their counties, most of this growth in employment is due to growth in non-Native American employment. The increase in economic activity appears to have some health benefits in that four or more years after a casino opens, mortality has fallen by 2 percent in a county with a casino and an amount half that in counties near a casino.   Casinos do, however, come at some cost.  Four years after a casino opens, bankruptcy rates, violent crime, and auto thefts and larceny are up 10 percent in counties with a casino.\n\n",
    "acknowledgement": "\n"
}