{
    "id": 9202,
    "citation_title": "Does Income Inequality Lead to Consumption Inequality? Evidence and Theory",
    "citation_author": [
        "Dirk Krueger",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2002-09-19",
    "issue_date": "2002-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper first documents the evolution of the cross-sectional income and consumption distribution in the US in the past 25 years. Using data from the Consumer Expenditure Survey we find that a rising income inequality has not been accompanied by a corresponding rise in consumption inequality.  Over the period from 1972 to 1998 the standard deviation of the log of after-tax labor income has increased by 20% while the standard deviation of log consumption has increased less than 2%. Furthermore income inequality has increased both between and within education groups while consumption inequality has increased between education groups but mildly declined within groups. We then argue that these empirical findings are consistent with the hypothesis that an increase in income volatility has been an important cause of the increase in income inequality, but at the same time has lead to an endogenous development of credit markets, allowing households to better smooth their consumption against idiosyncratic income fluctuations. We develop a consumption model in which the sharing of income risk is limited by imperfect enforcement of credit contracts and in which the development of financial markets depends on the volatility of the individual income process. This model is shown to be quantitatively consistent with the joint evolution of income and consumption inequality in US, while other commonly used consumption models are not.\n\n",
    "acknowledgement": "\n"
}