{
    "id": 9207,
    "citation_title": "Household Leverage and the Deductibility of Home Mortgage Interest: Evidence from UK House Purchasers",
    "citation_author": [
        "Patric H. Hendershott",
        "Gwilyn Pryce",
        "Michael White"
    ],
    "citation_publication_date": "2002-09-19",
    "issue_date": "2002-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the last quarter century, mortgage interest deductibility has been gradually phased out.  In 1974 a ceiling was set on the size of the mortgage eligible for interest deductibility (œ30,000 since 1983) and, beginning in 1993, the maximum rate at which interest under that ceiling could be deducted was reduced in four steps to zero in 1999. The combination of these changes gives a rich array of different debt tax penalties for different households in different years.  We analyze over 117,000 loans originated in the UK during the 1988-91 and 1995-98 periods to finance home purchases.  We first estimate a logit to predict whether a household's loan exceeds the œ30,000 ceiling. These predicted probabilities are then employed to construct debt tax penalty variables that are used to explain household LTVs on loans to finance home purchases.  The penalty variables depend on the predicted probability of having a loan that exceeds the ceiling, the market mortgage rate, and exogenous household specific tax rates.  From these results we compute estimates of the impact of removing deductibility on initial LTVs in the UK and on the weighted average cost of capital for owner-occupied housing.  Removal of deductibility is estimated to reduce initial LTVs, which mitigates the rise in the weighted average cost of capital, by about 30 percent, with the reduction varying with household age, loan size (above or below the œ30,000 limit) and tax bracket.\n\n",
    "acknowledgement": "\n"
}