{
    "id": 9208,
    "citation_title": "Can Free Entry be Inefficient? Fixed Commissions and Social Waste in the Real Estate Industry",
    "citation_author": [
        "Chang-Tai Hsieh",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2002-09-19",
    "issue_date": "2002-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReal estate agents in the US typically charge a 6 percent commission, regardless of the price of the house sold. As a consequence, the commission fee from selling a house will differ dramatically across cities depending on the average price of housing, although the effort necessary to match buyers and sellers may not be that different. We use a simple economic model and cross-city data to measure the effect of the fixed commission rate on market entry by real-estate agents.  We show that if the commission rate does not vary and if there are low barriers to entry to the real-estate brokerage business, the entry of real-estate agents into cities with high housing prices is socially inefficient. Consistent with our model, we find that when the average price of land in a city increases, (1) the fraction of real-estate brokers in a city increases; (2) the productivity of an average real-estate agent (houses sold per hour worked) falls; and (3) the real wage of a typical real-estate agent remains unchanged. We can not completely rule out the alternative explanation that these results reflect unmeasured differences in the quality of broker services. However, we present evidence that as the average price of housing in a city increases, there is only a small increase in the amount of time a buyer spends searching for a house, and the average time a house for sale stays on the market falls.\n\n",
    "acknowledgement": "\n"
}