{
    "id": 9212,
    "citation_title": "University Research, Industrial R&D, and the Anchor Tenant Hypothesis",
    "citation_author": [
        "Ajay Agrawal",
        "Iain M. Cockburn"
    ],
    "citation_publication_date": "2002-09-19",
    "issue_date": "2002-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine geographic concentration, agglomeration, and co-location of university research and industrial R&D in three technological areas: medical imaging, neural networks, and signal processing.  Using data on scientific publications and patents as indicators of university research and industrial R&D, we find strong evidence of geographic concentration in both activities at the level of MSAs.  While evidence for agglomeration (in the sense of  excess' concentration relative to the size of MSAs and the size distribution of research labs) of research in these fields is mixed, we do find strong evidence of co-location of upstream and downstream activity.  We view such co-located vertically connected activities as constituents of a  local innovation system,' and these appear to vary markedly in their ability to convert local academic research into local commercial innovation.  We develop and test the hypothesis that the presence of a large, local, R&D-intensive firm   an  anchor tenant' enhances the productivity of local innovation systems by making local university research more likely to be absorbed by and to stimulate local industrial R&D.  Presence of anchor tenant firms may be an important factor in stimulating both the demand and supply sides of local markets for innovation and may be an important channel for transmission of spillovers.  While our empirical results are preliminary, they indicate that anchor tenant technology firms may be an economically important aspect of the institutional structure of local economies.\n\n",
    "acknowledgement": "\n"
}