{
    "id": 9224,
    "citation_title": "Chains of Ownership, Regional Tax Competition, and Foreign Direct Investment",
    "citation_author": [
        "Mihir A. Desai",
        "C. Fritz Foley",
        "James R. Hines Jr."
    ],
    "citation_publication_date": "2002-09-19",
    "issue_date": "2002-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the effect of taxation on the location of foreign direct investment (FDI) and taxable income reported by multinational firms with particular attention to the regional dynamics of tax competition and the role of chains of ownership. Confidential affiliate-level data are used to compare the investment and income-reporting behavior of American-owned foreign affiliates across ownership forms and regions. Ten percent higher tax rates are associated with 5.0 percent lower FDI, controlling for parent company and observable aspects of local economies, and 0.9 percent lower returns on assets, controlling for parent company and level of FDI. Tax effects are particularly strong within Europe, where ten percent higher tax rates are associated with 7.7 percent lower FDI and 1.7 percent lower returns on assets. Indirectly owned foreign affiliates also exhibit strong tax effects, ten percent higher tax rates being associated with 12.0 percent lower FDI and 1.4 percent lower returns on assets. American firms finance a growing fraction of their foreign operations indirectly through chains of ownership, which now account for more than 30 percent of aggregate foreign assets and sales.  Ownership chains are particularly concentrated among European affiliates. Since multinational firms from countries other than the United States face tax environments similar to those faced by indirectly owned affiliates of American companies, these results suggest a greater sensitivity of FDI to taxes for non-American firms. The results also suggest that European economic integration may have the effect of intensifying tax competition between European jurisdictions.\n\n",
    "acknowledgement": "\n"
}