{
    "id": 9229,
    "citation_title": "\"Napsterizing\" Pharmaceuticals: Access, Innovation, and Consumer Welfare",
    "citation_author": [
        "James W. Hughes",
        "Michael J. Moore",
        "Edward A. Snyder"
    ],
    "citation_publication_date": "2002-09-25",
    "issue_date": "2002-09-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the effects on consumers of an extreme policy experiment --  Napsterizing' pharmaceuticals -- whereby all patent rights on branded prescription drugs are eliminated for both existing and future prescription drugs without compensation to the patent holders.  The question of whether this policy maximizes consumer welfare cannot be resolved on an a priori basis due to an obvious tradeoff:  While accelerating generic entry will yield substantial gains in consumer surplus associated with greater access to the current stock of pharmaceuticals, future consumers will be harmed by reducing the flow of new pharmaceuticals to the market. Our estimates of the consumer surpluses at stake are based on the stylized facts concerning how generic entry has affected prices, outputs, and market shares.  We find that providing greater access to the current stock of prescription drugs yields large benefits to existing consumers.  However, realizing those benefits has a substantially greater cost in terms of lost consumer benefits from reductions in the flow of new drugs. Specifically, the model yields the result that for every dollar in consumer benefit realized from providing greater access to the current stock, future consumers would be harmed at a rate of three dollars in present value terms from reduced future innovation.  We obtain this result even accounting for the stylized fact that after generic entry branded drugs continue to earn significant price premia over generic products and hence recognizing that Napsterizing does not completely eliminate the incentives to innovate.\n\n",
    "acknowledgement": "\n"
}