{
    "id": 9240,
    "citation_title": "Decomposing the Twin-peaks in the World Distribution of Output-per-worker",
    "citation_author": [
        "Paul Beaudry",
        "Fabrice Collard",
        "David A. Green"
    ],
    "citation_publication_date": "2002-09-25",
    "issue_date": "2002-09-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis papers examines changes in the distribution of per-worker-output across countries over the period 1960-98, with a particular focus on identifying the forces behind the hollowing out of the middle of the distribution and the associated emergence of a twin-peaks phenomenon. The main finding of the paper is that most of the change in shape of the world distribution of income between 1960-1998 can be accounted for by changes in the parameters driving the growth process. In particular, we show that role of physical capital investment and population growth in affecting output growth has increased substantially over the period and that this increase can account for all the hollowing-out of the distribution. In contrast, we do not find that changes in the distribution of variables played much of a role, nor do we find any significant effects coming through non-linear convergence mechanisms or increased importance of education. Our results suggest that research aimed at understanding changes in the world distribution of income should focus on explaining why the social returns to physical capital accumulation where so high over the period 1978-98. The paper ends by discussing elements that help understand this phenomena.\n\n",
    "acknowledgement": "\n"
}