{
    "id": 9241,
    "citation_title": "The Persistence of Emerging Market Equity Flows",
    "citation_author": [
        "Jessica Tjornhom Donohue",
        "Kenneth A. Froot"
    ],
    "citation_publication_date": "2002-09-25",
    "issue_date": "2002-09-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe portfolio flows of institutional investors have been found to be highly persistent across countries and individual investment funds.  This paper investigates the source of this persistence in emerging market equities.  We employ the decomposition methodology of Froot and Tjornhom (2002), which decomposes the persistence of flows into four components: (i) own-country, own-fund persistence (which might arise from informed trading within each country by individual funds); (ii) own-country, cross-fund persistence (which might arise from asynchronicities across funds); (iii) cross-country, own-fund persistence (which might arise from asynchonicities within a fund) and (iv) cross-country, cross-fund persistence (which might arise from other reaction lags   such as contagion   across both countries and funds).  We find evidence that all four components are positive in emerging markets.  Our results differ from those in developed countries, in that we attribute approximately 10%-20% of total persistence to cross-country effects (iii) and (iv).  These findings are consistent with stories of contagion, which suggest that demand shifts move predictably from one country to another.  They cannot easily be explained by informed trading alone or by wealth effects.\n\n",
    "acknowledgement": "\n"
}