{
    "id": 9249,
    "citation_title": "Rational Addiction, Peer Externalities and Long Run Effects of Public Policy",
    "citation_author": [
        "Donald S. Kenkel",
        "Robert R. Reed III",
        "Ping Wang"
    ],
    "citation_publication_date": "2002-10-03",
    "issue_date": "2002-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe main purpose of this research is to understand the patterns of consumption of addictive goods, their economic and welfare consequences for society and the long-run effect of tax policy in a dynamic general equilibrium model of rational addiction. In contrast to prior research, we allow individuals to make their consumption decisions simultaneous with savings and labor supply. When addictive goods have a stronger habit formation effect (an addiction effect'), individuals choose to save less due to the anticipated adverse health consequences of addiction (a detrimental health effect'). This is particularly important since total savings pins down future productivity in the economy. We also consider the role of peer influence in the choice of addiction and find that more  peer pressure' raises addictive consumption, lowers savings and reduces productivity. In light of the various distortions associated with addiction, we conclude by studying the long-run effects of an excise tax on addictive goods. Our calibration exercises suggest that incorporating capital formation and peer effects in a model of rational addiction are crucial for the design of public policy. In particular, accounting for peer externalities increases the optimal sin tax rate by more than 50 percent.\n\n",
    "acknowledgement": "\n"
}