{
    "id": 9250,
    "citation_title": "The Role of Company Stock in Defined Contribution Plans",
    "citation_author": [
        "Olivia S. Mitchell",
        "Stephen P. Utkus"
    ],
    "citation_publication_date": "2002-10-03",
    "issue_date": "2002-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the risks and benefits of holding company stock in employer-sponsored defined contribution (DC) retirement plans. We address three questions: (1) What is the role and function of company stock in such plans? (2) Who might be affected by enhanced portfolio diversification in such plans? and (3) What mechanisms exist, or might be developed, to enhance portfolio diversification if more diversification were deemed useful? Firms offer company stock within DC plans in an effort to enhance economic performance, though evidence is mixed on productivity gains from stock ownership. We demonstrate that concentrated stock positions arise most often in larger firms' DC plans where sponsors direct employer contributions and restrict diversification. Stock concentration also arises because participants systematically underestimate the risk of employer stock and over-rely on its past performance in making investment decisions. In a retirement system with concentrated stock positions, there will always be some participants who forfeit DC plan savings to firm bankruptcy. Encouraging plan diversification mitigates this risk, but it could also induce some companies to redirect plan contributions to other forms of stock compensation or to replace stock contributions with cash compensation. We conclude by describing policy tools that might be used to encourage diversification and discuss conditions for their effective implementation.\n\n",
    "acknowledgement": "\n"
}