{
    "id": 9253,
    "citation_title": "Corporate Demand for Liquidity",
    "citation_author": [
        "Heitor Almeida",
        "Murillo Campello",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2002-10-03",
    "issue_date": "2002-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a theory of corporate liquidity demand and provides new evidence on corporate cash policies. Firms have access to valuable investment opportunities, but potentially cannot fund them with the use of external finance. Firms that are financially unconstrained can undertake all positive NPV projects regardless of their cash position, so their cash positions are irrelevant. In contrast, firms facing financial constraints have an optimal cash position determined by the value of today's investments relative to the expected value of future investments. The model predicts that constrained firms will save a positive fraction of incremental cash flows, while unconstrained firms will not. We also consider the impact of Jensen (1986) style overinvestment on the model's equilibrium, and derive conditions under which overinvestment affects corporate cash policies. We test the model's implications on a large sample of publicly-traded manufacturing firms over the 1981-2000 period, and find that firms classified as financially constrained save a positive fraction of their cash flows, while firms classified as unconstrained do not. Moreover, constrained firms save a higher fraction of cash inflows during recessions. These results are robust to the use of alternative proxies for financial constraints, and to several changes in the empirical specification. We also find weak evidence consistent with our agency-based model of corporate liquidity.\n\n",
    "acknowledgement": "\n"
}