{
    "id": 9259,
    "citation_title": "Factor Endowments, Inequality, and Paths of Development Among New World Economics",
    "citation_author": [
        "Stanley L. Engerman",
        "Kenneth L. Sokoloff"
    ],
    "citation_publication_date": "2002-10-10",
    "issue_date": "2002-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhereas traditional explanations of differences in long-run paths of development across the Americas generally point to the significance of differences in national heritage or religion, we highlight the relevance of stark contrasts in the degree of inequality in wealth, human capital, and political power in accounting for how fundamental economic institutions evolved over time. We argue, moreover, that the roots of these disparities in the extent of inequality lay in differences in the initial factor endowments (dating back to the era of European colonization).  We document -- through comparative studies of suffrage, public land, and schooling policies -- systematic patterns by which societies in the Americas that began with more extreme inequality or heterogeneity in the population were more likely to develop institutional structures that greatly advantaged members of elite classes (and disadvantaging the bulk of the population) by providing them with more political influence and access to economic opportunities. The clear implication is that institutions should not be presumed to be exogenous; economists need to learn more about where they come from to understand their relation to economic development. Our findings not only contribute to our knowledge of why extreme differences in the extent of inequality across New World economies have persisted for centuries, but also to the study of processes of long-run economic growth past and present.\n\n",
    "acknowledgement": "\n"
}