{
    "id": 9263,
    "citation_title": "How Important are Classroom Peer Effects? Evidence from Boston's Metco Program",
    "citation_author": [
        "Joshua D. Angrist",
        "Kevin Lang"
    ],
    "citation_publication_date": "2002-10-10",
    "issue_date": "2002-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost integration programs transfer students between schools within districts. In this paper, we study the impact of Metco, a long-running desegregation program that sends mostly black students out of the Boston public school district to attend schools in more affluent suburban districts. We focus on the impact of Metco on the students in one of the largest Metco-receiving districts. In the 2000 school year, Metco increased the proportion black in this district from about 7.5 percent to almost 12.5 percent. Because Metco students have substantially lower test scores than local students, this inflow generates a significant decline in scores, with an especially marked effect on the lower quantiles. The overall decline is due to a composition effect, however, since OLS estimates show no impact on average scores in the sample of all non-Metco students.  On the other hand, OLS and fixed effects estimates show some evidence of an effect on the scores of minority 3rd graders in reading and language. Instrumental variables estimates for 3rd graders are imprecise but generally in line with OLS. Further analysis shows the negative effects on 3rd graders to be clearly present only for girls. Given the highly localized nature of these results, we conclude that any peer effects from Metco are modest and short-lived.\n\n",
    "acknowledgement": "\n"
}