{
    "id": 9265,
    "citation_title": "Short and Long Run Decompositions of OECD Wage Inequality Changes",
    "citation_author": [
        "T. Huw Edwards",
        "John Whalley"
    ],
    "citation_publication_date": "2002-10-10",
    "issue_date": "2002-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper focuses on the causes of increased wage inequality in OECD countries in recent years and its decomposition into the component factors of trade surges in low wage products and technological change that has preoccupied the trade and wages literature. It argues that the length of production run and degree of fixity of factors is crucial in such analyses. In particular, if the observed wage inequality response to price and technology shocks reflects a short-run response in which factors and output have not adjustedfully across industries, then decomposition analysis of the causes of the observed increases in inequality is substantially altered relative to a long-run factors mobile world. This conclusion applies both when one type of labour has mobility costs and in the Ricardo-Viner case where there is an additional, sectorally immobile factor. Furthermore, only small departures from the fully mobile model can greatly change decompositions. This finding is important because most data used in earlier work are interpreted as reflective of a long-run full mobility response, when this may not be the case. Incorrect conclusions as to how trade surges and technology contribute to wage inequality can be easily drawn, if the data are in fact generated by a short-run adjustment process.\n\n",
    "acknowledgement": "\n"
}