{
    "id": 9266,
    "citation_title": "The High Demand for International Reserves in the Far East: What's Going On?",
    "citation_author": [
        "Joshua Aizenman",
        "Nancy Marion"
    ],
    "citation_publication_date": "2002-10-10",
    "issue_date": "2002-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores econometric and theoretical interpretations for the relatively high demand for international reserves by countries in the Far East and the relatively low demand by some other developing countries. Using a sample of about 125 developing countries, we show that reserve holdings over the 1980-1996 period seem to be the predictable outcome of a few key factors, such as the size of international transactions, their volatility, the exchange-rate arrangement, and political considerations. The estimating equation does a good job of predicting reserve holdings in Asia before the 1997 financial crisis. After the crisis, the estimating equation significantly under-predicts the reserve holdings of several key Far East countries, as one might expect from the Lucas Critique. This under-prediction is consistent with models explaining reserve demand in developing countries. Specifically, we show that sovereign risk and costly tax collection to cover fiscal liabilities lead to a relatively large precautionary demand for international reserves. In the aftermath of a crisis, countries that have to deal with higher perceived sovereign risk and higher fiscal liabilities (both funded and unfunded) will opt to increase their demand for reserves. The models also help us understand why some developing countries do not hold large precautionary reserve balances in the aftermath of crises. Countries with high discount rates, political instability or political corruption find it optimal to hold smaller precautionary balances. We also show that models that incorporate loss aversion predict a relatively large demand for international reserves. Hence, if a crisis increases the volatility of shocks and/or loss aversion, it will greatly increase the demand for international reserves. Consequently, we conclude that the puzzling' pattern in international reserve holdings is reasonably explained by the extended models described in this paper.\n\n",
    "acknowledgement": "\n"
}