{
    "id": 9268,
    "citation_title": "Asset Allocation and Asset Location: Household Evidence from the Survey of Consumer Finances",
    "citation_author": [
        "Daniel Bergstresser",
        "James Poterba"
    ],
    "citation_publication_date": "2002-10-10",
    "issue_date": "2002-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rapid growth of assets in self-directed tax-deferred retirement accounts has generated a new set of financial decisions for many households. In addition to deciding which assets to hold, households with substantial assets in both taxable and tax-deferred accounts must decide where to hold them. This paper uses data from the Survey of Consumer Finances to assess how many households have enough assets in both taxable and tax-deferred accounts to face significant asset location choices. It also investigates the asset location decisions these households make. In 1998, 45 percent of households had at least some assets in a tax-deferred account, and more than ten million households had at least $25,000 in both a taxable and a tax-deferred account. Many households hold equities in their tax-deferred accounts but not in their taxable accounts, while also holding taxable bonds in their taxable accounts. Most of these households could reduce their taxes by relocating heavily-taxed fixed income assets to their tax-deferred account. Asset allocation inside and outside tax-deferred accounts is quite similar, with about seventy percent of assets in each location invested in equity securities. For nearly three quarters of the households that hold apparently tax-inefficient portfolios, a shift of less than $10,000 in financial assets can move their portfolio to a tax-efficient allocation. Asset location decisions within IRAs appear to be sensitive to marginal tax rates; we do not find evidence for such sensitivity in other tax-deferred accounts.\n\n",
    "acknowledgement": "\n"
}