{
    "id": 9274,
    "citation_title": "The Evolution of Economic Understanding and Postwar Stabilization Policy",
    "citation_author": [
        "Christina D. Romer",
        "David H. Romer"
    ],
    "citation_publication_date": "2002-10-10",
    "issue_date": "2002-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere have been large changes in the conduct of aggregate demand policy in the United States over the past fifty years. This paper shows that these changes in policy have resulted largely from changes in policymakers' beliefs about the functioning of the economy and the effects of policy. We document the changes in beliefs using contemporaneous discussions of the economy and policy by monetary and fiscal policymakers and, for the period since the late 1960s, using the Federal Reserve's internal forecasts. We find that policymakers' understanding of the economy has not exhibited steady improvement. Instead, the evidence reveals an evolution from a fairly crude but basically sound worldview in the 1950s, to a more sophisticated but deeply flawed model in the 1960s, to uncertainty and fluctuating beliefs in the 1970s, and finally to the modern worldview of the 1980s and 1990s. We establish a link between policymakers' beliefs and aggregate demand policy by examining narrative evidence on the motivation for key policy choices. We also compare monetary policymakers' choices with the implications of a modern estimated policy rule and show that the main differences are consistent with the changes in beliefs that we observe.\n\n",
    "acknowledgement": "\n"
}