{
    "id": 9277,
    "citation_title": "Anomalies and Market Efficiency",
    "citation_author": [
        "G. William Schwert"
    ],
    "citation_publication_date": "2002-10-21",
    "issue_date": "2002-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnomalies are empirical results that seem to be inconsistent with maintained theories of asset-pricing behavior. They indicate either market inefficiency (profit opportunities) or inadequacies in the underlying asset-pricing model. The evidence in this paper shows that the size effect, the value effect, the weekend effect, and the dividend yield effect seem to have weakened or disappeared after the papers that highlighted them were published. At about the same time, practitioners began investment vehicles that implemented the strategies implied by some of these academic papers. The small-firm turn-of-the-year effect became weaker in the years after it was first documented in the academic literature, although there is some evidence that it still exists. Interestingly, however, it does not seem to exist in the portfolio returns of practitioners who focus on small-capitalization firms. All of these findings raise the possibility that anomalies are more apparent than real. The notoriety associated with the findings of unusual evidence tempts authors to further investigate puzzling anomalies and later to try to explain them. But even if the anomalies existed in the sample period in which they were first identified, the activities of practitioners who implement strategies to take advantage of anomalous behavior can cause the anomalies to disappear (as research findings cause the market to become more efficient).\n\n",
    "acknowledgement": "\n"
}