{
    "id": 9287,
    "citation_title": "Digital Dispersion: An Industrial and Geographic Census of Commerical Internet Use",
    "citation_author": [
        "Chris Forman",
        "Avi Goldfarb",
        "Shane Greenstein"
    ],
    "citation_publication_date": "2002-10-21",
    "issue_date": "2002-10-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur study provides the first census of the dispersion of Internet technology to commercial establishments in the United States. We distinguish between participation, that is, use of the Internet because it is necessary for all business (e.g., email and browsing) and enhancement, that is, adoption of Internet technology to enhance computing processes for competitive advantage (e.g., electronic commerce). Employing the Harte Hanks Market Intelligence Survey, we examine adoption of the Internet at 86,879 commercial establishments with 100 or more employees at the end of 2000. Using routine statistical methods, we focus on answering questions about economy-wide outcomes: Which industries had the highest and lowest rates of participation and enhancement? Which cities, states and industries had a typical experience and which did not? We arrive at three conclusions. First, participation and enhancement display contrasting patterns of dispersion. In a majority of industries participation has approached saturation levels, while enhancement occurs at lower rates and with dispersion reflecting long standing industrial differences in use of computing. Second, the creation and use of the Internet does not eliminate the importance of geography. Leading areas are widespread, whereas laggards are more common in smaller urban areas and some rural areas. However, the distribution of industries across geographic regions explains much of the difference in rates of adoption of the Internet in different areas. Third, commercial Internet use is quite dispersed, more so than previous studies show.\n\n",
    "acknowledgement": "\n"
}