{
    "id": 9293,
    "citation_title": "Home and Host Country Effects of FDI",
    "citation_author": [
        "Robert E. Lipsey"
    ],
    "citation_publication_date": "2002-10-28",
    "issue_date": "2002-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFears that production abroad would cause home country exports and employment to fall have not been confirmed by evidence.   Multinational operations have led to a shift by parent firms in the United States toward more capital- intensive and skill- intensive domestic production.   However, that type of reallocation does not appear to have taken place in Japan or Sweden. Within host countries, foreign- owned firms almost always pay higher wages than domestically- owned firms.  It is not always the case that they cause wages in locally- owned firms to rise, but their presence does generally raise wage levels in host countries. Foreign firms generally have higher productivity than local firms, but the evidence for spillovers to local firms' productivity is mixed. It seems to depend on host country policies and environments and on the technological levels of industries and of host- country firms.  The same mixture of impacts applies to host- country growth in general. The impact of FDI in promoting the growth of host country exports and linkages to the outside world is clearer.  The major role of FDI in the transformation of host economies from being exporters of raw materials and foods to being exporters of manufactures, and in some cases relatively high- tech manufactures, is also evident in some cases.  Much of the impact is from the transfer of knowledge of world markets and of ways of fitting into worldwide production networks, not visible in standard productivity measurements.\n\n",
    "acknowledgement": "\n"
}