{
    "id": 9303,
    "citation_title": "The Dual Effects of Intellectual Property Regulations: Within- and Between- Patent Competition in the US Pharmaceuticals Industry",
    "citation_author": [
        "Frank R. Lichtenberg",
        "Tomas J. Philipson"
    ],
    "citation_publication_date": "2002-11-04",
    "issue_date": "2002-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA patent only protects an innovator from others producing the same product, but it does not protect him from others producing better products under new patents. Therefore, one may divide up the source of competition facing an innovator into within-patent competition, which results from production of the same product, and betweenpatent competition, which results from production of products on other patents. Previous theoretical and empirical micro -based analyses have emphasized the effects of intellectual property regulations on within -patent competition by showing how protecting innovative returns from imitators raises R&D incentives. However, between-patent competition affects innovative returns, particularly through creative destruction in the many high-tech industries that seem central to overall economic progress. This suggests that a fuller understanding of IP-regulations take into account its effects on between-patent competition. We find that the total effects of intellectual property regulations depend heavily on whether these unexplored effects are present. We attempt to estimate the relative magnitudes of the two sources of competition in limiting innovative returns in the U.S. pharmaceuticals market. In this market within -patent competition from so-called generic producers has been analyzed relatively more compared to competition between-patents through so called therapeutic competition. We estimate that between-patent competition, most of which occurs while a drug is under patent, costs the innovator at least as much as within-patent competition, which cannot occur until a drug is off patent. The reduction in the present discounted value of the innovator's return from between-patent competition appears to be at least as large as the reduction from competition within -patents, and may be much larger.\n\n",
    "acknowledgement": "\n"
}