{
    "id": 9310,
    "citation_title": "Who Goes to College? Differential Enrollment by Race and Family Background",
    "citation_author": [
        "Sandra E. Black",
        "Amir Sufi"
    ],
    "citation_publication_date": "2002-11-04",
    "issue_date": "2002-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile trends in college enrollment for blacks and whites have been the subject of study for a number of years, little attention has been paid to the variation in college enrollment by socioeconomic status (SES). It is well documented that, controlling for family background, blacks are more likely to enroll in college than whites. This relationship is somewhat deceptive, however. Upon closer examination, we find that blacks are more likely to enroll in college than their white counterparts only among low-SES individuals. Among high SES individuals, this pattern is reversed. We also find that this relationship is strongest in the 1970s and appears to disappear over time; by the 1990s, blacks are no more likely to attend college than whites at any end of the SES distribution. This paper first documents this phenomenon and then attempts to understand what is driving these differences across the distribution of family background characteristics and why the relationship is changing over time. Although they have a significant impact on college enrollment behavior, tuition costs and local labor markets explain very little of racial differences in college entry. We do uncover different responses to tuition and labor markets by individuals from different ends of the SES distribution, an important consideration for policies targeted at improving college enrollment for low-SES individuals.\n\n",
    "acknowledgement": "\n"
}