{
    "id": 9316,
    "citation_title": "Human Capital Spillovers in Manufacturing: Evidence from Plant-Level Production Functions",
    "citation_author": [
        "Enrico Moretti"
    ],
    "citation_publication_date": "2002-11-04",
    "issue_date": "2002-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI assess the magnitude of human capital spillovers in US cities by estimating plant-level production functions.  I use a unique firm worker matched dataset, obtained by combining the Census of Manufacturers with the Census of Population.  After controlling for a plant's own human capital, plant fixed effects, and industry specific and state specific transitory shocks, I find that the output of plants located in cities that experience large increases in the share of college graduates rises more than the output of smaller plants located in cities that experience small increases in the share of college graduates.  Several specification tests indicate that the estimated effect is unlikely to be completely spurious.  First, within a city, spillovers between plants that rarely interact are zero, while spillovers between plants that often interact are significant. Second, density of physical capital in a city outside a plant has no effect on a plant's productivity.  Third, most of the estimated spillover comes from high-tech plants.  For low-tech plants, the spillover is virtually zero.  The estimated productivity differences between cities with high and low levels of human capital match remarkably well differences in labor costs between cities and high and low level of human capital. Consistent with a model that includes both standard general equilibrium forces and spillovers, the productivity gains generated by human capital spillover are offset by increased labor costs.\n\n",
    "acknowledgement": "\n"
}