{
    "id": 9317,
    "citation_title": "Health and Retirement: Do Changes in Health Affect Retirement Expectations?",
    "citation_author": [
        "Kathleen McGarry"
    ],
    "citation_publication_date": "2002-11-11",
    "issue_date": "2002-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe choice of a retirement date is one of the most important decisions facing older workers.  It is a decision that will affect their economic well-being for the remainder of their lives.  One of the factors that undoubtedly impacts this choice is the worker's health.  However, the many studies examining the realtionship between health and retirement have failed to reach agreement on the relative importance of health in comparison to financial variables.  Efforts to do so have been hampered by the difficulty of correctly measuring health status.  Much of the concern centers on the fear that subjective reports of health are biased by individuals using poor health as a justification for early retirement.  This paper takes advantage of a unique measure of labor force attachment, the subjective probability of continued work, to re-examine the role of health and changes in health status  By focusing exclusively on workers I eliminate the concern about justification bias among retired individuals and find that subjective reports of health do have important effects on retirement, effects that are arguably stronger than those of the financial variables.  The effects of subjective health remain large even when more objective measures of health, such as disease conditions, are included in the model.  I also find that changes in retirement expectations are driven to a much greater degree by changes in health than by changes in income or wealth.\n\n",
    "acknowledgement": "\n"
}