{
    "id": 9324,
    "citation_title": "Institutional Efficiency, Monitoring Costs, and the Investment Share of FDI",
    "citation_author": [
        "Joshua Aizenman",
        "Mark M. Spiegel"
    ],
    "citation_publication_date": "2002-11-11",
    "issue_date": "2002-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper models and tests the implications of costly enforcement of property rights on the pattern of foreign direct investment (FDI). We posit that domestic agents have a comparative advantage over foreign agents in overcoming some of the obstacles associated with corruption and weak institutions. We model these circumstances in a principal-agent framework with costly ex-post monitoring and enforcement of an ex-ante labor contract.  Ex-post monitoring and enforcement costs are assumed to be lower for domestic entrepreneurs than for foreign ones, but foreign producers enjoy a countervailing productivity advantage. Under these asymmetries, multinationals pay higher wages than domestic producers, in line with the insight of efficiency wages and with the evidence about the  multinationals wage premium.' FDI is also more sensitive to increases in enforcement costs. We then test this prediction for a cross section of developing countries.  We use Mauro's (2001) index of economic corruption as an indicator of the strength of property right enforcement within a given country.  We compare corruption levels for a large cross section of countries in 1989 to subsequent FDI flows from 1990 to 1999.  We find that corruption is negatively associated with the ratio of subsequent foreign direct investment flows to both gross fixed capital formation and to private investment.  This finding is true for both simple cross-sections and for cross-sections weighted by country size.\n\n",
    "acknowledgement": "\n"
}