{
    "id": 9336,
    "citation_title": "Shooting Down the More Guns, Less Crime Hypothesis",
    "citation_author": [
        "Ian Ayres",
        "John J. Donohue III"
    ],
    "citation_publication_date": "2002-11-18",
    "issue_date": "2002-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJohn Lott and David Mustard have used regression analysis to argue forcefully that 'shall-issue' laws (which give citizens an unimpeded right to secure permits for concealed weapons) reduce violent crime.  While certain facially plausible statistical models appear to generate this conclusion, more refined analyses of more recent state and county data undermine the more guns, less crime hypothesis.  The most robust finding on the state data is that certain property crimes rise with passage of shall- issue laws, although the absence of any clear theory as to why this would be the case tends to undercut any strong conclusions. Estimating more statistically preferred disaggregated models on more complete county data, we show that in most states shall- issue laws have been associated with more crime and that the apparent stimulus to crime tends to be especially strong for those states that adopted in the last decade.  While there are substantial concerns about model reliability and robustness, we present estimates based on disaggregated county data models that on net the passage of the law in 24 jurisdictions has increased the annual cost of crime slightly -- somewhere on the order of half a billion dollars.  We also provide an illustration of how our jurisdiction-specific regression model has the capacity to generate more nuanced assessments concerning which states might profit from or be harmed by a particular legal intervention.\n\n",
    "acknowledgement": "\n"
}