{
    "id": 9351,
    "citation_title": "Pharmaceutical-embodied technical progress, longevity, and quality of life: drugs as \"equipment for your health\"",
    "citation_author": [
        "Frank R. Lichtenberg",
        "Suchin Virabhak"
    ],
    "citation_publication_date": "2002-11-25",
    "issue_date": "2002-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral econometric studies have concluded that technical progress embodied in equipment is a major source of manufacturing productivity growth. Other research has suggested that, over the long run, growth in the U.S. economy's 'health output' has been at least as large as the growth in non-health goods and services. One important input in the production of health pharmaceuticals is even more R&D- intensive than equipment. In this paper we test the pharmaceutical-embodied technical progress hypothesis the hypothesis that newer drugs increase the length and quality of life and estimate the rate of progress. To do this, we estimate health production functions, in which the dependent variables are various indicators of post-treatment health status (such as survival, perceived health status, and presence of physical or cognitive limitations), and the regressors include drug vintage (the year in which the FDA first approved a drug's active ingredient(s)) and indicators of pre-treatment health status. We estimate these relationships using extremely disaggregated prescription- level cross-sectional data derived primarily from the 1997 Medical Expenditure Panel Survey. We find that people who used newer drugs had better post-treatment health than people using older drugs for the same condition, controlling for pre-treatment health, age, sex, race, marital status, education, income, and insurance coverage: they were more likely to survive, their perceived health status was higher, and they experienced fewer activity, social, and physical limitations. The estimated cost of the increase in vintage required to keep a person alive is lower than some estimates of the value of remaining alive for one month. One estimate of the cost of preventing an activity limitation is $1745, and the annual rate of technical progress with respect to activity limitations is 8.4%. People consuming newer drugs tend to experience greater increases (or smaller declines) in physical ability than people consuming older drugs. Most of the health measures indicate that the effect of drug vintage on health is higher for people with low initial health than it is for people with high initial health. Therefore in contrast to equipment-embodied technical progress economic inequality, pharmaceutical-embodied technical progress has a tendency to reduce inequality as well as promote economic growth, broadly defined.\n\n",
    "acknowledgement": "\n"
}