{
    "id": 9355,
    "citation_title": "The Credit Channel in Middle Income Countries",
    "citation_author": [
        "Aaron Tornell",
        "Frank Westermann"
    ],
    "citation_publication_date": "2002-12-02",
    "issue_date": "2002-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCredit market conditions play a key role in propagating shocks in middle income countries (MICs). In particular, shocks to the spread between domestic and international interest rates have a strong effect on GDP, and an even stronger effect on domestic credit. This strong credit channel is associated with a sharp sectorial asymmetry: the output of the bank-dependent nontradables (N) sector reacts more strongly than tradables (T) output. This asymmetry, in turn, is associated with a strong reaction of the real exchange rate --the relative price between N and T goods. We present a model that reconciles these facts and leads to a well specified estimation framework. From the equilibrium we derive structural VARs that allow us to identify shocks to credit market conditions and trace their effects on the economy. We estimate these structural VARs for a group of MICs and find evidence of a strong credit channel. We argue that at the heart of the MIC credit channel are a deep asymmetry in financing opportunities across N and T sectors, and a severe currency mismatch. This makes movements in the real exchange rate the driving element in the amplification of shocks. Finally, we show that the model's key assumptions are consistent with evidence gleaned from both firm level and aggregate data.\n\n",
    "acknowledgement": "\n"
}