{
    "id": 9360,
    "citation_title": "Mother's Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings and Longitudinal Data",
    "citation_author": [
        "Janet Currie",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2002-12-02",
    "issue_date": "2002-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effect of maternal education on birth outcomes using data from the Vital Statistics Natality files for 1970 to 1999. We also assess the importance of four potential channels through which maternal education may improve birth outcomes: use of prenatal care, smoking behavior, marriage, and fertility. In an effort to account for unobserved characteristics of women that could induce spurious correlation, we pursue two distinct empirical strategies. First, we construct panel data by linking women in different years of the Vital Statistics records and examine the effects of changes in education on changes in birth outcomes. Second, we have compiled a new data set on openings of two and four year colleges between 1940 and 1990. We use data about the availability of colleges in the woman's county in her 17th year as an instrument for maternal education Our findings using the two approaches are similar. Higher maternal education improves infant health, as measured by birthweight and gestational age. It also increases the probability that a new mother is married, reduces parity, increases use of prenatal care, and reduces smoking, suggesting that these are important pathways for the ultimate effect on health.\n\n",
    "acknowledgement": "\n"
}