{
    "id": 9368,
    "citation_title": "Financial Sector Profitability and Double-Gearing",
    "citation_author": [
        "Mitsuhiro Fukao"
    ],
    "citation_publication_date": "2002-12-09",
    "issue_date": "2002-12-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, I show that Japan will not be able to have a viable banking sector without stopping deflation.  The banking industry has not shown a profit since fiscal 1993 (ended March 1994) if one excludes capital gains from stock and real estate portfolios.  I quantify the financial condition of the sector and show that interest margins have been too low to cover the increase in loan losses brought about by the weak economy. Banks cannot raise margins for several reasons: competition with subsidized government sponsored financial institutions (GFIs); intense political pressure, backed by the Financial Services Agency (FSA), to make new loans to small and medium companies; and deflation-weakened borrowers. I expect that the Japanese government will have to nationalize most of the banking sector by 2005. Capital injections will not solve the problems. Established Japanese life insurance companies are also troubled because they over-promised the amount that they could pay.  This can be corrected through a reorganization where the promised interest rates are cut.  But this is complicated because Japanese banks and life insurance companies are providing each other capital   a practice called double-gearing.  Weakened banks ask insurance companies to provide equity capital and subordinated loans.  In return, the mutual life insurers ask banks to subscribe their surplus notes (similar to non-voting redeemable preferred shares) and subordinated debt.  The risks of double-gearing are analyzed.\n\n",
    "acknowledgement": "\n"
}