{
    "id": 9378,
    "citation_title": "The Rise of Europe: Atlantic Trade, Institutional Change and Economic Growth",
    "citation_author": [
        "Daron Acemoglu",
        "Simon Johnson",
        "James Robinson"
    ],
    "citation_publication_date": "2002-12-09",
    "issue_date": "2002-12-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents that the Rise of (Western) Europe between 1500 and 1850 is largely accounted for by the growth of European nations with access to the Atlantic, and especially by those nations that engaged in colonialism and long distance oceanic trade. Moreover, Atlantic ports grew much faster than other West European cities, including Mediterranean ports. Atlantic trade and colonialism affected Europe both directly, and indirectly by inducing institutional changes. In particular, the growth of New World, African, and Asian trade after 1500 strengthened new segments of the commercial bourgeoisie, and enabled these groups to demand, obtain, and sustain changes in institutions to protect their property rights. Furthermore, the most significant institutional changes and consequently the most substantial economic gains occurred in nations where existing institutions placed some checks on the monarchy and particularly limited its control of overseas trading activities, thus enabling new merchants in these countries to benefit from Atlantic trade. Therefore, the Rise of Europe was largely the result of capitalist development driven by the interaction of late medieval institutions and the economic opportunities offered by  Atlantic trade.'\n\n",
    "acknowledgement": "\n"
}