{
    "id": 9380,
    "citation_title": "Does the Evidence Favor State Competition in Corporate Law?",
    "citation_author": [
        "Lucian Bebchuk",
        "Alma Cohen",
        "Allen Ferrell"
    ],
    "citation_publication_date": "2002-12-09",
    "issue_date": "2002-12-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the ongoing debate on state competition over corporate charters, supporters of state competition have long claimed that the empirical evidence clearly supports their view. This paper suggests that the body of empirical evidence on which supporters of state competition have relied does not warrant this claim. The paper first demonstrates that reported findings of a positive correlation between incorporation in Delaware and increased shareholder wealth are not robust and, furthermore, do not establish causation. The paper then shows that, even if Delaware incorporation were found to cause an increase in shareholder value, this finding would not imply that state competition is working well; benefits to incorporating in the dominant state would likely exist in a  race-toward-the bottom' equilibrium in which state competition provided undesirable incentives. Third, the analysis shows that empirical claims that state competition rewards moderation in the provision of antitakeover protections are not well grounded. Finally, we endorse a new approach to the empirical study of the subject that is based on analyzing the determinants of companies' choices of state of incorporation. Recent work based on this approach indicates that, contrary to the beliefs of state competition supporters, states that amass antitakeover statutes are more successful in the incorporation market.\n\n",
    "acknowledgement": "\n"
}