{
    "id": 9393,
    "citation_title": "Empirical Exchange Rate Models of the Nineties: Are Any Fit to Survive?",
    "citation_author": [
        "Yin-Wong Cheung",
        "Menzie D. Chinn",
        "Antonio Garcia Pascual"
    ],
    "citation_publication_date": "2002-12-16",
    "issue_date": "2002-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious assessments of nominal exchange rate determination have focused upon a narrow set of models typically of the 1970's vintage. The canonical papers in this literature are by Meese and Rogoff (1983, 1988), who examined monetary and portfolio balance models. Succeeding works by Mark (1995) and Chinn and Meese (1995) focused on similar models. In this paper we re-assess exchange rate prediction using a wider set of models that have been proposed in the last decade: interest rate parity, productivity based models, and  behavioral equilibrium exchange rate' models. The performance of these models is compared against a benchmark model   the Dornbusch-Frankel sticky price monetary model. The models are estimated in error correction and first-difference specifications. Rather than estimating the cointegrating vector over the entire sample and treating it as part of the ex ante information set as is commonly done in the literature, we recursively update the cointegrating vector, thereby generating true ex ante forecasts. We examine model performance at various forecast horizons (1 quarter, 4 quarters, 20 quarters) using differing metrics (mean squared error, direction of change), as well as the  consistency' test of Cheung and Chinn (1998). No model consistently outperforms a random walk, by a mean squared error measure; however, along a direction-of-change dimension, certain structural models do outperform a random walk with statistical significance. Moreover, one finds that these forecasts are cointegrated with the actual values of exchange rates, although in a large number of cases, the elasticity of the forecasts with respect to the actual values is different from unity. Overall, model/specification/currency combinations that work well in one period will not necessarily work well in another period.\n\n",
    "acknowledgement": "\n"
}