{
    "id": 9395,
    "citation_title": "Changes over time in union relative wage effects in the UK and the US revisited",
    "citation_author": [
        "David Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2002-12-16",
    "issue_date": "2002-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of trade unions in the US and the UK and elsewhere. In both the US and the UK, despite declining membership numbers, unions are able to raise wages substantially over the equivalent non-union wage.  Unions in other countries, such as Australia, Austria, Brazil, Canada, Chile, Cyprus, Denmark, Japan, New Zealand, Norway, Portugal and Spain, are also able to raise wages by significant amounts.  In countries where union wage settlements frequently spill over into the non-union sector (e.g. France, Germany, Italy, the Netherlands and Sweden) there is no significant union wage differential.  The estimates from the seventeen countries we examined averages out at 12 per cent. Time series evidence from both the US and the UK suggests three interesting findings.  First, the union differential in the US is higher on average than that found in the UK (18 per cent compared with 10 per cent).  Second, the union wage premium in both countries was untrended in the years up to the mid-1990s. Third, in both countries the wage premium has fallen in the boom years since 1994/95.  It is too early to tell whether the onset of a downturn in 2002 will cause the differential to rise again or whether there is a trend change in the impact of unions.   It is our view that most likely what has happened is that the tightening of the labor market has resulted in a temporary decline in the size of the union wage premium.  Time will tell whether the current loosening of the labor market, that is occurring in both countries, will return the union wage premium to its long run values of 10 per cent in the case of the UK and 18 per cent  in the case of the US.    On the basis of past experience it seems likely that they will.\n\n",
    "acknowledgement": "\n"
}