{
    "id": 9399,
    "citation_title": "Welfare Reform and Changes in the Economic Well-Being of Children",
    "citation_author": [
        "Neil G. Bennett",
        "Hsien-Hen Lu",
        "Younghwan Song"
    ],
    "citation_publication_date": "2002-12-23",
    "issue_date": "2002-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the implementation of the Temporary Assistance for Needy Families program in late-1996, welfare rolls have declined by more than half. This paper explores whether improvements in the economic well-being of children have accompanied this dramatic reduction in welfare participation. Further, we examine the degree to which the success or failure of welfare reform has been shared equally among families of varying educational background. We analyze data from the March Current Population Surveys over the years 1988 through 2001. Specifically, we link data for families with children who are interviewed in adjacent years and determine whether their economic circumstances either improved or deteriorated. We use two alternative approaches to address this general issue: a variety of regression models and a difference-in-differences methodology. These approaches provide consistent answers. In a bivariate framework TANF is associated with higher incomes; but this association becomes insignificant in the presence of business cycle controls. We also determine that children who were poor at an initial time period benefit differently, depending on their parents' educational attainment level. Poor children with parents who do not have a high school degree are significantly worse off in the TANF era, relative to the era prior to welfare reform, than are their more educated counterparts.\n\n",
    "acknowledgement": "\n"
}