{
    "id": 9400,
    "citation_title": "The Consequences of Merit Aid",
    "citation_author": [
        "Susan Dynarski"
    ],
    "citation_publication_date": "2002-12-23",
    "issue_date": "2002-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the early Nineties, a dozen states have established broad-based merit aid programs. The typical program waives tuition and fees at public colleges and universities in one's home state. Unlike traditional merit programs, such as the National Merit Scholarship, this aid requires relatively modest academic performance and provide scholarships to hundreds of thousands of students. This paper examines how merit aid programs in seven states have affected an array of schooling decisions, paying particular attention to how the effects have varied by race and ethnicity. I find that the new programs typically increase the attendance probability of college-age youth by five to seven percentage points. The merit programs also shift students toward four-year schools and away from two-year schools. The Georgia HOPE Scholarship, which has been found to widen racial gaps in college attendance (Dynarski, 2000) is atypical in its distributional impact, with the other state's programs tending to have a more positive effect on the college attendance rate of Blacks and Hispanics. I attribute HOPE's unique distributional effect to its relatively stringent academic requirements and a recently-eliminated provision that channeled the most generous scholarships to higher-income students.\n\n",
    "acknowledgement": "\n"
}