{
    "id": 9401,
    "citation_title": "Closed Jaguar, Open Dragon: Comparing Tariffs in Latin America and Asia before World War II",
    "citation_author": [
        "Michael A. Clemens",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2002-12-23",
    "issue_date": "2002-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite an enormous literature that has analyzed the comparative experiences of Latin America and Asia in post-World War II trade policy, almost no attention has been paid to the comparative experience prior to the wars. Even a cursory look at the best available empirical evidence reveals tremendous contrasts between the two regions. Latin America had the highest tariff barriers on earth before 1914; Asia had the lowest. Protected Latin America's belle ‚poque also boasted some of the most explosive growth performance on earth, while Asia registered some of the worst. What brought the two regions to the opposite ends of the tariff policy spectrum? And why are these quantum differences in economic performance so at odds with postwar conventional wisdom? We begin by describing a novel tariff database we have constructed from largely original sources. We explore the impact of colonial rule and  unequal treaties' on Asian tariffs, as well as the impact of geography and political economy on Latin American tariffs. Limits to tariff policy autonomy explain one third of the vast difference between the two regions' tariffs before 1914; differences in the extent and structure of internal markets as well as the world tariff environment explain much of the rest. We conclude with an agenda for the future.\n\n",
    "acknowledgement": "\n"
}