{
    "id": 9407,
    "citation_title": "Social Security Programs and Retirement Around the World: Micro Estimation",
    "citation_author": [
        "Jonathan Gruber",
        "David A. Wise"
    ],
    "citation_publication_date": "2002-12-23",
    "issue_date": "2002-12-23",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis is the introduction to and summary of the second stage of a international research project to study the relationship between social security provisions and retirement.  The project relies on the analyses of a large group of economists in 12 countries who conduct the analysis for each of their countries. In the first stage we documented the enormous disincentives for continued work at older ages in many countries.   The introduction to the first volume from the project concluded with a striking graph showing a strong relationship across countries between social security program incentives to retire and the proportion of older persons out of the labor force. The results in this volume show the large magnitude of these effects.  Across 12 countries with very different social security programs and labor market institutions, the results consistently show that program incentives accord strongly with retirement decisions.  The magnitude is illustrated by the simulations reported in each country paper.  Considering the average across all countries, a reform that delays benefit eligibility by three years would likely reduce the proportion of men 56 to 65 out of the labor force between 23 and 36 percent, perhaps closer to 36 percent in the long run. On the other hand, an illustrative  common reform'-- with early retirement at age  60, normal retirement age 65, and actuarial reduction in benefits between 65 and 60--has very disparate effects across the countries, depending on the provisions of the current program in each country.  There is a strong correspondence between the simulation results and a priori expectations. The results leave little doubt that social security incentives have a strong effect on retirement decisions.  And the estimates show that the effect is similar in countries with very different cultural histories, labor market institutions, and other social characteristics.  While countries may differ in many respects, the employees in all countries react similarly to social security retirement incentives.  The simulated effects of illustrative reforms reported in the country papers make clear that changes in the provisions of social security programs would have very large effects on the labor force participation of older employees.\n\n",
    "acknowledgement": "\n"
}