{
    "id": 9408,
    "citation_title": "Skill-specific rather then General Education: A Reason for US-Europe Growth Differences?",
    "citation_author": [
        "Dirk Krueger",
        "Krishna B. Kumar"
    ],
    "citation_publication_date": "2003-01-06",
    "issue_date": "2003-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we develop a model of technology adoption and economic growth in which households optimally obtain either a concept-based,  general' education or a skill-specific, vocational' education. General education is more costly to obtain, but enables workers to operate new technologies incorporated into production. Firms weigh the cost of adopting and operating new technologies against increased revenues and optimally choose the level of adoption. We show that an economy whose policies favor vocational education will grow slower in equilibrium than one that favors general education. Moreover, the gap between their growth rates will increase with the growth rate of available technology. By characterizing the optimal Ramsey education subsidy policy we demonstrate that the optimal subsidy for general education increases with the growth rate of available technology. Our theory suggests that European education policies that favored specialized, vocational education might have worked well, both in terms of growth rates and welfare, during the 60s and 70s when available technologies changed slowly. In the information age of the 80s and 90s when new technologies emerged at a more rapid pace, however, it may have suboptimally contributed to slow growth and may have increased the growth gap relative to the US.\n\n",
    "acknowledgement": "\n"
}