{
    "id": 941,
    "citation_title": "The Leading Indicator Approach to Economic Forecasting--Retrospect and Prospect",
    "citation_author": [
        "Philip A. Klein",
        "Geoffrey H. Moore"
    ],
    "citation_publication_date": "1982-07-01",
    "issue_date": "1982-07-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor many years a system of leading, coincident, and lagging economic indicators, first developed in the 1930s by the National Bureau of Economic Research (NBER), has been widely used in the United States to appraise the state of the business cycle. Since 1961 the current monthly figures for these indicators have been published by the U.S. Department of Commerce in Business Conditions Digest. Similar systems have been developed by government or private agencies in Canada, Japan, the United Kingdom, and more recently in many other countries. A few years ago the Organization for Economic Cooperation and Development (OECD) set up a working party to develop this type of analysis and most of the member countries participated. The Center for International Business Cycle Research at Rutgers University has given guidance in this field to some fifteen countries during the past three years, in Europe, Asia, the Middle East, Africa and South America. Our purpose in this paper is to explain briefly the theory and rationale underlying this approach to economic forecasting, describe the more important statistical procedures used, and review the evidence on how the indicators have performed in practice. The tests of performance concentrate on data not used in the selection of the indicators, in the United States and nine other countries. We conclude with some suggestions for future research and development, including the application of the approach to the analysis of inflation.\n\n",
    "acknowledgement": "\n"
}