{
    "id": 9412,
    "citation_title": "Trading with the Unborn: A New Perspective on Capital Income Taxation",
    "citation_author": [
        "Kent A. Smetters"
    ],
    "citation_publication_date": "2003-01-06",
    "issue_date": "2003-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSecurity markets between generations are incomplete due to a biological trading constraint' that prevents living generations from negotiating contingent contracts with the unborn. This paper shows, however, that government policy can be used to replicate the trades that would have occurred if these generations could trade. Specifically, for the class of linear securities, these trades can be replicated using a Domar-Musgrave capital income tax that is similar to the U.S. capital income tax. It is then proven that the Replicating Tax Rate (RTR) in the replicating capital income tax system is positive in a production economy if wage and capital returns are uncorrelated (i.e., only depreciation is stochastic). The sign of the RTR is ambiguous, however, if wage and capital returns are perfectly correlated (i.e., only productivity is stochastic). But, in this case, if we also assume that (i) production takes the Cobb-Douglas form, (ii) depreciation per period is less than 100 percent, and (iii) the inter-temporal substitution elasticity (IES) is unity, then the RTR is actually negative. Since completing a missing market is not necessarily pareto improving in the presence of general-equilibrium effects, this paper also investigates whether the Replicating Tax increases efficiency. In the case in which the RTR can be signed as negative, efficiency is proven to increase. While this result is one of the first derivations of efficiency gains associated with completing a missing market in a production economy with an endogenous equity return distribution, this result is still restrictive. Simulation evidence, therefore, is reported for more realistic cases in which both productivity and depreciation are stochastic; a calibrated value for the IES parameter is also used and other realistic features of the U.S. economy are incorporated. Welfare results, corresponding to a change in the RTR, are reported for both transition and steady-state generations using a recursive technique that accommodates a state space that expands rapidly over time.\n\n",
    "acknowledgement": "\n"
}