{
    "id": 9417,
    "citation_title": "Foreign Firms and Indonesian Manufacturing Wages: An Analysis With Panel Data",
    "citation_author": [
        "Robert E. Lipsey",
        "Fredrik Sjoholm"
    ],
    "citation_publication_date": "2003-01-06",
    "issue_date": "2003-01-06",
    "revision_date": "2006-06-29",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWages in domestically- owned Indonesian manufacturing plants taken over by foreign firms increased sharply between the year before takeover and two years after takeover, relative to plants remaining in domestic ownership.  Blue- collar wage levels in these plants had been less than 10 per cent above and white- collar wages more than 10 per cent below those in their industries a year before takeover.  Two years after takeover both were more than 50 per cent above average.  Wages in foreign plants taken over by domestic owners tended to rise less than average for their industries, although they remained above the domestic average.  Thus, foreign firms did not select particularly high- wage plants to take over and it was foreign takeovers, rather than takeovers in general, that led to large An econometric analysis of the whole panel found that both foreign ownership throughout the period and foreign takeover resulted in higher wages relative to domestically- owned plants. The wage effects for white- collar employees were typically around twice those for blue- collar employees.  Foreign takeovers were associated with large increases in blue- collar employment and both foreign and domestic takeovers with declines in white- collar employment.  However, the employment changes were not strongly related to the wage changes.\n\n",
    "acknowledgement": "\n"
}