{
    "id": 942,
    "citation_title": "World Shocks, Macroeconomic Response, and the Productivity Puzzle (Rev)",
    "citation_author": [
        "Michael Bruno"
    ],
    "citation_publication_date": "1982-07-01",
    "issue_date": "1982-07-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOn the basis of a comparative growth analysis of ten major industrial countries, it is shown that the productivity slowdown of the 1970s can be attributed to a combination of the energy and raw material price shocks and the contractionary macroeconomic policies that were followed in response to these shocks. For a raw material intensive sector the rise in the relative price of material inputs has lowered gross output per unit of the other complementary factors, labour and capital. For the aggregated manufacturing sector of the ten economies this explains on average about 60% of the productivity slowdown. A more disaggregated analysis for U.K. manufacturing industries is also given. On the demand side, terms of trade deterioration has reduced real income and consumption and the profit squeeze has lowered investment demand. Fear of inflation and current account deficits has imparted a further deflationary bias to aggregate demand management in most industrial countries. Depressed demand and greater output variability have hampered factor reallocation in response to the exogenous shocks. The overriding role of demand contraction, particularly in the non- manufacturing industries, is shown in a comparative analysis of the aggregate business sector and a partial view of labour productivity growth in the service industries of these economies. The industrial countries can be contrasted with the middle income developing countries where output and productivity continued to grow more evenly after 1973, at the cost of large current account deficits and higher persistent inflation. This provides further evidence that productivity growth is closely linked to macroeconomic response.\n\n",
    "acknowledgement": "\n"
}