{
    "id": 9422,
    "citation_title": "How Do Markets Function? An Empirical Analysis of Gambling on the National Football League",
    "citation_author": [
        "Steven D. Levitt"
    ],
    "citation_publication_date": "2003-01-06",
    "issue_date": "2003-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe market for sports gambling is structured very differently than the typical financial market. In sports betting, bookmakers announce a price, after which adjustments are small and infrequent. As a consequence, bookmakers do not play the traditional role of market makers whose primary function is to match buyers and sellers, but rather, take large positions with respect to the outcome of game. Using a unique data set that includes both prices and quantities of bets placed over the course of an NFL season, I demonstrate that this peculiar price-setting mechanism allows bookmakers to achieve substantially higher profits than would be possible if they played the role of the typical market maker. Bookmakers are more skilled at predicting the outcomes of games than bettors and are able to systematically exploit bettor biases by choosing prices that deviate from the market clearing price. While this strategy exposes the bookmaker to risk on any particular game, in aggregate the risk borne is minimal. Bookmaker profit maximization provides a simple explanation for heretofore puzzling deviations from market efficiency that were observed in past empirical work. I find little evidence that there exist bettors who are systematically able to beat the bookmaker, even given the distorted prices that bookmakers set. The results concerning whether aggregating across bettor preferences improves the ability to forecast outcomes are inconclusive.\n\n",
    "acknowledgement": "\n"
}