{
    "id": 9424,
    "citation_title": "An Alternative Interpretation of the 'Resource Curse': Theory and Policy Implications",
    "citation_author": [
        "Ricardo Hausmann",
        "Roberto Rigobon"
    ],
    "citation_publication_date": "2003-01-06",
    "issue_date": "2003-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe existence of a natural resource curse has been a longstanding theme in the economic literature and in policy discussions. We propose an alternative mechanism and study its policy implications. The mechanism is based on the interaction between two building blocks: specialization in non-tradables and financial market imperfections. We show that if a country has a sufficiently large non-resource tradable sector, relative prices can be stable, even when the resource sector generates significant volatility in the demand for non-tradables. However, when the non-resource tradable sector disappears, the economy becomes much more volatile, because shocks to the demand for non-tradables - possibly associated with shocks to resource income - will not be accommodated by movements in the allocation of labor but instead by expenditure-switching. This requires much higher relative price movements. The presence of bankruptcy costs makes interest rates dependent on relative price volatility. These two effects interact causing the economy to specialize inefficiently away from non-resource tradables: the less it produces of them, the greater the volatility of relative prices, the higher the interest rate the sector faces, causing it to shrink even further until it disappears. At that point, the economy will face an even higher interest rate and a lower level of capital and output in the non-tradable sector. An increase in resource income that leads to specialization causes a large decline in welfare: thus the idea of the curse. Specialization is determined by the expected size and volatility in resource income. The paper justifies stabilization and savings policies as well as policies to make financial markets more efficient. However, we also find some support for more interventionist second-best trade and financial\n\n",
    "acknowledgement": "\n"
}