{
    "id": 9435,
    "citation_title": "Economic Effects of Currency Unions",
    "citation_author": [
        "Silvana Tenreyro",
        "Robert J. Barro"
    ],
    "citation_publication_date": "2003-01-13",
    "issue_date": "2003-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a new instrumental-variable (IV) approach to estimate the effects of different exchange rate regimes on bilateral outcomes. The basic idea is that the characteristics of the exchange rate regime between two countries (exchange rate variability, fixed or float, autonomous or common currencies) are partially related to the independent decisions of these countries to peg  explicitly or de facto  to a third currency, notably that of a main anchor. Our approach is to use this component of the exchange rate regime as an IV in regressions of bilateral outcomes. We illustrate the methodology with one specific application: the economic e.ects of currency unions. The likelihood that two countries independently adopt the currency of the same anchor country is used as an instrument for whether they share or not a common currency. Three findings stand out. First, sharing a common currency enhances trade supporting previous work by Rose [2000]. Second, a common currency increases price co-movements; this finding is consistent with the observation that a large part of the variation in real exchange rates is caused by fluctuations in nominal exchange rates. Finally, a common currency decreases the co-movement of shocks to real GDP. This is consistent with the view that currency unions lead to greater specialization.\n\n",
    "acknowledgement": "\n"
}