{
    "id": 9437,
    "citation_title": "Hi-tech Innovation and Productivity Growth: Does Supply Create Its Own Demand?",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2003-01-13",
    "issue_date": "2003-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that the late 1990s boom in ICT investment was unsustainable for both macro and micro reasons; we are unlikely again to witness an interval in which computer hardware investment grows at an annual rate greater than 30 percent for five straight years.  Analysts who base their optimism on the role of Moore's Law in creating endless exponential growth of computer power neglect the need for an equally rapid explosion in the demand for computer power.  Simply put, this paper argues that supply does not create its own demand. Yet a failure of ICT investment to revive to the ebullient growth performance of the late 1990s does not doom productivity growth to slip back to the dismal pre-1995 era.   Instead, we argue that conventional analyses have exaggerated the contribution of ICT investment to the post-1995 productivity performance.  Productivity can continue to grow at respectable rates even if ICT investment continues to slump.       While accepting the contribution of ICT production to economy-wide productivity growth, the paper cites four reasons to suspect that standard analyses have exaggerated the contribution of ICT use, the so-called  capital deepening' effect.  First, these analyses unrealistically assume that the productivity payoff of computer use is instantaneous upon installation. Second, recent research indicates that the strong revival of productivity growth in retail trade occurred for reasons other than ICT use.  Third, differential productivity growth across states in the U. S. appears to be related to ICT production but not to ICT use. Fourth, retailers in Europe use the same ICT equipment as in the U. S. yet have failed to enjoy a productivity revival, again indicating that factors other than ICT use are central.\n\n",
    "acknowledgement": "\n"
}