{
    "id": 9439,
    "citation_title": "Export versus FDI",
    "citation_author": [
        "Elhanan Helpman",
        "Marc J. Melitz",
        "Stephen R. Yeaple"
    ],
    "citation_publication_date": "2003-01-13",
    "issue_date": "2003-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper builds a multi-country, multi-sector general equilibrium model that explains the decision of heterogeneous firms to serve foreign markets either through exports or local subsidiary sales (FDI).  These modes of market access involve different relative costs, some of which are sunk while others vary with sales volume (such as transport costs and tariffs). Relative to investment in a subsidiary, exporting involves lower sunk costs but higher per-unit costs.  In equilibrium, only the more productive firms choose to serve the foreign markets and the most productive among this group will further choose to serve the overseas market via FDI.  The paper then explores several implications of the individual firms' decisions for aggregate export and FDI sales relative to the domestic and foreign market sizes.  In particular, it is shown that firm level heterogeneity is an important determinant of relative export and FDI flows. We use the model to derive testable empirical predictions on the relative aggregate export and FDI sales in a given country for a given sector based both on relative costs and the extent of firm level heterogeneity in that sector.  These predictions are tested on data of US affiliate sales and US exports in 38 different countries and 52 sectors.  The comparative statics based on relative costs are very similar to those tested by Brainard (AER 1997) and are confirmed in our data: sector/country specific transport costs and tariffs have a strong negative effect on export sales relative to FDI.  More importantly, our new predictions for the effects of firm-level heterogeneity on the relative export and FDI sales are also strongly supported by the data: more heterogeneity leads to significantly more FDI sales relative to export sales.\n\n",
    "acknowledgement": "\n"
}