{
    "id": 9441,
    "citation_title": "Tests of Multifactor Pricing Models, Volatility Bounds and Portfolio Performance",
    "citation_author": [
        "Wayne E. Ferson"
    ],
    "citation_publication_date": "2003-01-13",
    "issue_date": "2003-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThree concepts: stochastic discount factors, multi-beta pricing and mean variance efficiency, are at the core of modern empirical asset pricing.  This paper reviews these paradigms and the relations among them, concentrating on conditional asset pricing models where lagged variables serve as instruments for publicly available information.  The different paradigms are associated with different empirical methods.  We review the variance bounds of Hansen and Jagannathan (1991), concentrating on extensions for conditioning information.  Hansen's (1982) Generalized Method of Moments (GMM) is briefly reviewed as an organizing principle. Then, cross-sectional regression approaches as developed by Fama and MacBeth (1973) are reviewed and used to interpret empirical factors, such as those advocated by Fama and French (1993, 1996). Finally, we review the multivariate regression approach, popularized in the finance literature by Gibbons (1982) and others.  A regression approach, with a beta pricing formulation, and a GMM approach with a stochastic discount factor formulation, may be considered competing paradigms for empirical work in asset pricing.  This discussion clarifies the relations between the various approaches.  Finally, we bring the models and methods together, with a review of the recent conditional performance evaluation literature, concentrating on mutual funds and pension funds.\n\n",
    "acknowledgement": "\n"
}