{
    "id": 9444,
    "citation_title": "Inefficiency of Corporate Investment and Distortion of Savings Behavior in Japan",
    "citation_author": [
        "Albert Ando",
        "Dimitrios Christelis",
        "Tsutomu Miyagawa"
    ],
    "citation_publication_date": "2003-01-20",
    "issue_date": "2003-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe value of corporate equity in Japan is dramatically smaller than that implied by the sum of the reproduction cost of accumulated investment and the market value of land owned by corporations (that is, the Tobin's average 'q' is much smaller than unity). This discrepancy appears to result from the very low rate of return earned on corporate investment and also from the extraordinarily small and stagnant dividend payments. It has persisted at least since l965, and its size has become progressively larger over time. If the value of corporate equity were sufficiently high to close the discrepancy, the net worth of the household sector would have been larger than its actual value by some 395 trillion yen in l998. Such an addition to household net worth would have generated additional consumption demand of at least 15 trillion yen. This paper traces the development of this valuation discrepancy over time, and explores its possible causes. In the process, we prepare an alternative estimate of the capital stock and its depreciation to those offered in the National Accounts. The basic difference is that the depreciation rates underlying our calculations are substantially lower than those used in the Japanese National Accounts, and closer to values prevailing in the United States. The qualitative characteristics of our results, however, remain unaffected by the choice between these alternative estimates.\n\n",
    "acknowledgement": "\n"
}