{
    "id": 9460,
    "citation_title": "Health Policy and Technological Change: Evidence from the Vaccine Industry",
    "citation_author": [
        "Amy Finkelstein"
    ],
    "citation_publication_date": "2003-01-27",
    "issue_date": "2003-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRapid technological progress has been a defining feature of the medical sector over the last century, yet we know little about the determinants of the development of these new technologies. This paper examines whether and to what extent the demand-side incentives embodied in health policy affect the rate of technological change in the medical sector. Specifically, I estimate the effect on vaccine investment of discrete changes in health policy that increased the return to developing vaccines against specific diseases. I present robust evidence of an increase in vaccine investment associated with the increase in demand-side investment incentives. The induced investment represents 70% of the total subsequent vaccine investment in the affected diseases, and suggests that a $1 increase in annual market revenue for a vaccine is associated with 5 to 6 cents of additional investment in that vaccine's development. However, this response appears limited to the last stage of the R&D pipeline    clinical trials    which represents the commercialization of existing technology; I am unable to detect evidence of an investment response at earlier stages    as measured by pre-clinical trials or patent filings    that represent more of an attempt to develop fundamentally new technologies. Finally, I present suggestive evidence that the potential dynamic health benefits from the technological change induced by the policies are at least as large as the static health benefits from the policies' primary aim of increasing vaccination rates with the existing technology. These results suggest that the near-exclusive focus on static health benefits in empirical evaluations of health policies is inadequate.\n\n",
    "acknowledgement": "\n"
}