{
    "id": 9462,
    "citation_title": "Owner-Occupied Housing as a Hedge Against Rent Risk",
    "citation_author": [
        "Todd Sinai",
        "Nicholas S. Souleles"
    ],
    "citation_publication_date": "2003-01-27",
    "issue_date": "2003-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany people assume that the most significant risk in the housing market is that homeowners are exposed to fluctuations in house values.  However, homeownership also provides a hedge against fluctuations in future rent payments. This paper finds that, even though house price risk endogenously increases with rent risk, the latter empirically dominates for most households   so housing market risk actually increases homeownership rates and house prices. Further, the net effect of rent risk on the demand for homeownership increases with a household's expected length of stay in its home, as the cumulative rent volatility rises and the discounted house price risk falls.  Using CPS data, the difference in the probability of homeownership between households with long and short expected lengths of stay is 2.9 to 5.4 percentage points greater in high rent variance places than low rent variance places.  The sensitivity to rent risk is greatest for households that devote a larger share of their budgets to housing, and thus face a bigger gamble.  Similarly, the elderly who live in high rent variance places are more likely to own their own homes, and their probability of homeownership falls faster with age (as their horizon shortens).  This aversion to rent risk might help explain why older households do not consume much of their housing wealth.  Finally, we find that house prices capitalize not only expected future rents, but also the associated rent risk premia.  At the MSA level, a one standard deviation increase in rent variance increases the house price-to-rent ratio by 2 to 4 percent.\n\n",
    "acknowledgement": "\n"
}