{
    "id": 9464,
    "citation_title": "Fees on Fees in Funds of Funds",
    "citation_author": [
        "Stephen J. Brown",
        "William N. Goetzmann",
        "Bing Liang"
    ],
    "citation_publication_date": "2003-02-03",
    "issue_date": "2003-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFunds of funds are an increasingly popular avenue for hedge fund investment. Despite the increasing interest in hedge funds as an alternative asset class, the high degree of fund specific risk and the lack of transparency may give fiduciaries pause. In addition, many of the most attractive hedge funds are closed to new investment. Funds of funds resolve these issues by providing investors with diversification across manaager styles and professional oversight of fund operations that can provide the necessary degree of due diligence. In addition, many such funds hold shares in hedge funds otherwise closed to new investment allowing smaller investors access to the most sought-after managers. However, the diversification, oversight and access comes at the cost of a multiplication of fees paid by the investor. One would expect that the information advantage of funds of funds would more than compensate investors for these fees. Unfortunately, individual hedge funds dominate fund of funds on an after-fee return or Sharpe ratio basis. In this paper we argue that the disappointing after-fee performance of some fund of funds may be explained by the nature of this fee arrangement. Fund of funds providers pass on individual hedge fund incentive fees in the form of after-fee returns, although they are in a better position to hedge these fees than are their investors. We examine a new fee arrangement emerging in the industry that may provide better incentives at a lower cost to investors in these funds.\n\n",
    "acknowledgement": "\n"
}