{
    "id": 9471,
    "citation_title": "Competition Among Hospitals",
    "citation_author": [
        "Martin Gaynor",
        "William B. Vogt"
    ],
    "citation_publication_date": "2003-02-03",
    "issue_date": "2003-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur objective is to determine the effect of ownership type (for-profit, not-for-profit, government) on firm conduct in hospital markets. Secondary objectives include estimating hospital demand systems useful for market definition and merger simulation. To this end, we estimate a structural model of demand and pricing in the short term hospital industry in California, and then use the estimates to simulate the effect of a merger. Demand is modeled at the level of individual consumers using discrete choice techniques and micro data on individuals. Price in the demand equation is endogenous, and we use recently developed instrumental variables techniques to correct for this. We allow the behavior of for-profit and not-for-profit firms to differ, modeling these differences structurally following the relevant theory literature. We find that California hospitals in 1995 faced a downward-sloping demand for their products, with an average price elasticity of demand of -5.67. Not-for-profit hospitals face less elastic demand and have lower marginal costs. Their prices are lower, but markups are higher than those of for-profits. We simulate the effects of the 1997 merger of two hospital chains. In unconcentrated markets such as Los Angeles and San Diego, the merger has virtually no effect on prices. However, in San Luis Obispo County, where the merger creates a near monopoly, prices rise by up to 58%, and the predicted price increase would not be substantially smaller were the chains to be not-for-profit.\n\n",
    "acknowledgement": "\n"
}