{
    "id": 9474,
    "citation_title": "Individual Perceptions of the Criminal Justice System",
    "citation_author": [
        "Lance Lochner"
    ],
    "citation_publication_date": "2003-02-03",
    "issue_date": "2003-02-03",
    "revision_date": "2006-06-29",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper empirically examines perceptions of the criminal justice system held by young males using longitudinal survey data from the recent National Longitudinal Survey of Youth 1997 Cohort and the National Youth Survey. While beliefs about the probability of an arrest are positively correlated with local official arrest rates, they are largely idiosyncratic and unresponsive to information about the arrests of other random individuals and local neighborhood conditions. There is little support, therefore, for the `broken windows' theory of Wilson and Kelling (1982). Yet, perceptions do respond to changes in an individual's own criminal and arrest history. Young males who engage in crime but are not arrested revise their perceived probability of arrest downward, while those who are arrested revise their probability upwards. Beliefs respond similarly to changes in a sibling's criminal and arrest history. The perceived probability of arrest is then linked to subsequent criminal behavior. Cross-sectionally, youth with a lower perceived probability of arrest are significantly more likely to engage in crime during subsequent periods. Following an arrest, individuals commit less crime, consistent with deterrence theory and the fact that their perceived probability of arrest increases.\n\n",
    "acknowledgement": "\n"
}