{
    "id": 9476,
    "citation_title": "Is the Convergence of the Racial Wage Gap Illusory?",
    "citation_author": [
        "Amitabh Chandra"
    ],
    "citation_publication_date": "2003-02-03",
    "issue_date": "2003-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI demonstrate that the literature on the racial wage gap has systematically overstated the gains made by African American men by ignoring their withdrawal from the labor force. Three sources of selection-bias are identified: imposing sample selection criteria based on labor supply, trimming wages on the basis of real-dollar cutoffs, and making inferences based on Current Population Survey (CPS) data whose truncated sampling design excludes the growing incarcerated population. To recover the counterfactual distribution of skill-prices for non-workers, I implement a quasi-bounds estimator that does not require the use of arbitrary exclusion restrictions for identification and find that: (1) Corrected estimates of the racial wage gap indicate a substantial role for the efficacy of the Civil Rights Act and related initiatives in affecting convergence in segregated states; ignoring selection causes estimates of convergence in the South as well as the within-cohort component of this change to be understated. (2) In contrast to the sharp convergence observed in standard wage series from 1970-90, selectivity corrected estimates indicate complete stagnation over this period with a divergence of 3.5 to 6 percentage points between 1980 and 1990. Almost half of this divergence is missed through the exclusion of the incarcerated population. The selective withdrawal hypothesis can explain 85 percent of the observed convergence between 1970 and 1990 and 40 percent of the 1960-90 convergence. (3) The disproportionate presence of highly skilled blacks in the armed forces (who are also excluded from CPS analysis) causes estimates of the racial gap to be overstated by 1 to 2 percentage points. (4) The relative increase in non-participation is a supply-side effect driven more by a massive increase in reservation wages for blacks at the bottom of the skill distribution, than by falling offer wages. (5) The significant gains made by black men during the 1960s and 1970s occured almost exclusively in the bottom offer wage decile, where significant numbers of black men were pushed out of the lowest white wage decile into higher quintiles. These gains constitute the primary location of black economic progress in the latter half of the 20th century.\n\n",
    "acknowledgement": "\n"
}