{
    "id": 9486,
    "citation_title": "Monetary Policy and Real Stabilization",
    "citation_author": [
        "Lars E. O. Svensson"
    ],
    "citation_publication_date": "2003-02-10",
    "issue_date": "2003-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMonetary policy can achieve average inflation equal to a given inflation target and, at best, a good compromise between inflation variability and output-gap variability. Monetary policy cannot completely stabilize either inflation or the output gap. Increased credibility in the form of inflation expectations anchored on the inflation target will reduce the variability of inflation and the output gap. Central banks can improve transparency and accountability by specifying not only an inflation target but also the dislike of output-gap variability relative to inflation variability. Central banks can best achieve both the long-run inflation target and the best compromise between inflation and output-gap stability by engaging in  forecast targeting,' where the bank selects the feasible combination of inflation and output-gap projections that minimize the loss function and the corresponding instrument-rate plan and sets the instrument-rate accordingly. Forecast targeting implies that the instrument responds to all information that significantly affects the projections of inflation and the output gap. Therefore it cannot be expressed in terms of a simple instrument rule, like a Taylor rule. The objective of financial stability, including a well-functioning payment system, can conveniently be considered as a restriction on monetary policy that does not bind in normal times, but does bind in times of financial crises. By producing and publishing Financial Stability Reports with indicators of financial stability, the central bank can monitor the degree of financial stability and issue warnings to concerned agents and authorities in due time and this way avoid deteriorating financial stability. Forecast targeting implies that asset-price developments and potential asset-price bubbles are taken into account and responded to the extent that they are deemed to affect the projections of the target variables, inflation and the output gap. In most cases, it will be difficult to make precise judgments, though, especially to identify bubbles with reasonable certainty. The zero bound, liquidity traps and risks of deflation are serious concerns for a monetary policy aimed at low inflation. Forecast targeting with a symmetric positive inflation target keeps the risk of the zero bound, liquidity traps and deflation small. Prudent central banks may want to prepare in advance contingency plans for situations when a series of bad shocks substantially increases the risk\n\n",
    "acknowledgement": "\n"
}