{
    "id": 9498,
    "citation_title": "Can Information Heterogeneity Explain the Exchange Rate Determination Puzzle?",
    "citation_author": [
        "Eric van Wincoop",
        "Philippe Bacchetta"
    ],
    "citation_publication_date": "2003-02-17",
    "issue_date": "2003-02-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical evidence shows that macroeconomic fundamentals have little explanatory power for nominal exchange rates. On the other hand, the recent  microstructure approach to exchange rates' has shown that most exchange rate volatility at short to medium horizons is related to order flows. This suggests that investor heterogeneity might be key to understanding exchange rate dynamics, in contrast to the common representative agent approach in macroeconomic models of exchange rate determination. To explore this issue, we introduce investor heterogeneity into an otherwise standard monetary model of exchange rate determination. There are two types of heterogeneity: dispersed information about fundamentals and non-fundamentals based heterogeneity (e.g., liquidity traders). We show that information dispersion leads to magnification and endogenous persistence of the impact of non-fundamentals trade on the exchange rate rational confusion about the source of exchange rate fluctuations. Higher order expectations, familiar from Keynes' beauty contest', partly contribute to these results. The implications of the model are consistent with the evidence on the relationship between exchange rates and fundamentals: (i)fundamentals play little role in explaining exchange rate movements in the short to medium run, (ii) over longer horizons the exchange rate is primarily driven by fundamentals, (iii) exchange rate changes are a weak predictor of future fundamentals.\n\n",
    "acknowledgement": "\n"
}