{
    "id": 9501,
    "citation_title": "Peer Effects in Higher Education",
    "citation_author": [
        "Gordon C. Winston",
        "David J. Zimmerman"
    ],
    "citation_publication_date": "2003-02-17",
    "issue_date": "2003-02-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this chapter, we describe the potential significance of student peer effects for the economic structure of and behavior in higher education. Their existence would motivate much of the restricted supply, student queuing, and selectivity    and institutional competition via merit aid and honors colleges that we see in American higher education; their (appropriate) non-linearity could justify the resulting stratification of higher education as an efficient way to produce human capital. In addition, we use data from the College and Beyond entering class of 1989, combined with phonebook data identifying roommates, to implement a quasi-experimental empirical strategy aimed at measuring peer effects in academic outcomes. In particular, we use data on individual students' grades, SAT scores, and the SAT scores of their roommates at three schools to estimate the effect of roommates' academic characteristics on an individual's grades. The results suggest that, for two of the three schools used, students in the middle of the SAT distribution do somewhat worse in terms of grades if they share a room with a student who is in the bottom 15 percent of the SAT distribution. Students in the top of the SAT distribution appear often not to be affected by the SAT scores of their roommates. These results are similar to those reported in earlier research using data from Williams (Zimmerman) and Dartmouth (Sacerdote).\n\n",
    "acknowledgement": "\n"
}