{
    "id": 9507,
    "citation_title": "Who Shall Live and Who Shall Die? An Analysis of Prisoners on Death Row in the United States",
    "citation_author": [
        "Laura Argys",
        "Naci Mocan"
    ],
    "citation_publication_date": "2003-02-17",
    "issue_date": "2003-02-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data on the entire population of prisoners under a sentence of death in the U.S. between 1977 and 1997, this paper investigates the probability of being executed on death row in any given year, as well as the probability of commutation when reaching the end of death row.  The analyses control for personal characteristics and previous criminal record of the death row inmates. We link the data on death row inmates to a number of characteristics of the state of incarceration, including variables which allow us to assess the degree to which the political process enters into the final outcome in a death penalty case. Inmates with only a grade school diploma are more likely to receive clemency, and those with some college attendance are less likely to have their sentence commuted. Blacks and other minorities are less likely to get executed in comparison to white inmates.  Female death row inmates and older inmates are also less likely to get executed. If an inmate's spell on death row ends at a point in time where the governor is a lame duck, the probability of commutation is higher in comparison to a similar inmate whose decision is made by a governor who is not a lame duck.  If the governor is female, she is more likely to spare the inmate's life; and if the governor is white, the likelihood of dying is higher in comparison to the case where the decision is made by a minority governor.\n\n",
    "acknowledgement": "\n"
}