{
    "id": 9508,
    "citation_title": "Job Loss Expectations, Realizations, and Household Consumption Behavior",
    "citation_author": [
        "Melvin Stephens",
        "Jr."
    ],
    "citation_publication_date": "2003-02-17",
    "issue_date": "2003-02-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough the theoretical importance of expectations in decision-making is well-known to economists, only a few empirical papers investigate the impact of individual subjective expectations on economic outcomes. This paper examines the link between expectations of future job losses and the subsequent impact that these expectations have on household consumption behavior. The first part of the paper documents the empirical relationship between job loss expectations and subsequent job losses. Subjective job loss expectations have significant predictive power in explaining future job losses even when standard demographic information known to be associated with the prevalence of job displacement is included in the analysis. Furthermore, higher subjective job loss probabilities are correlated with an increased expectation of future earnings declines. Overall, these results indicate that the subjective job loss expectations variable is a meaningful predictor of subsequent displacement. Since a job displacement results in large and persistent earnings losses, job loss expectations should have an important impact on household consumption smoothing following a job loss. The second part of the paper finds that although a job loss significantly reduces household consumption, there is little evidence that the degree to which households anticipate job losses reduces the impact of displacement on consumption. Alternative models of interpreting responses to expectations questions and of household consumption behavior that may explain these results are discussed.\n\n",
    "acknowledgement": "\n"
}