{
    "id": 9515,
    "citation_title": "Do Asset Prices Reflect Fundamentals? Freshly Squeezed Evidence from the OJ Market",
    "citation_author": [
        "Jacob Boudoukh",
        "Matthew Richardson",
        "YuQing Shen",
        "Robert F. Whitelaw"
    ],
    "citation_publication_date": "2003-02-24",
    "issue_date": "2003-02-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe behavioral finance literature cites the frozen concentrated orange juice (FCOJ) futures market as a prominent example of the failure of prices to reflect fundamentals. This paper reexamines the relation between FCOJ futures returns and fundamentals, focusing primarily on temperature. We show that when theory clearly identifies the fundamental, i.e., at temperatures close to or below freezing, there is a close link between FCOJ prices and that fundamental. Using a simple, theoretically-motivated, nonlinear, state dependent model of the relation between FCOJ returns and temperature, we can explain approximately 50% of the return variation. This is important because while only 4.5% of the days in winter coincide with freezing temperatures, two-thirds of the entire winter return variability occurs on these days. Moreover, when theory suggests no such relation, i.e., at most temperature levels, we show empirically that none exists. The fact that there is no relation the majority of the time is good news for the theory and for market efficiency, not bad news. In terms of residual FCOJ return volatility, we also show that other fundamental information about supply, such as USDA production forecasts and news about Brazil production, generate significant return variation that is consistent with theoretical predictions. The fact that, even in the comparatively simple setting of the FCOJ market, it is easy to erroneously conclude that fundamentals have little explanatory power for returns serves as an important warning to researchers who attempt to interpret the evidence in markets where both fundamentals and their relation to prices are more complex.\n\n",
    "acknowledgement": "\n"
}