{
    "id": 9517,
    "citation_title": "Export-Platform Foreign Direct Investment",
    "citation_author": [
        "Karolina Ekholm",
        "Rikard Forslid",
        "James Markusen"
    ],
    "citation_publication_date": "2003-03-03",
    "issue_date": "2003-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExport-platform foreign direct investment in which the affiliate's output is (largely) sold in third markets rather than in the parent or host markets has received empirical attention recently, but little theoretical analysis.  This paper is an attempt to make some sense of this phenomenon.  We use a three-region model in which there are two identical, large, high-cost economies and a small low-cost economy.  Pure export-platform production arises in a symmetric case, when a firm in each of the high-cost economies has a plant at home, and a plant in the low-cost country (the South) to serve the other high-cost country. This occurs when trade costs for intermediates (components) and plant-fixed costs are moderate and the South has a moderate cost advantage in assembly.  Another interesting and empirically important case arises when there is trade liberalization between one of the high-cost countries and the small, low-cost country. The outside high-cost country may wish to build a branch plant inside the free trade area due to market size, but chooses the low-cost country on the basis of cost.  Or a firm headquartered in the large country inside the free-trade area might build a single plant in its low-wage partner in order to serve their joint free-trade area and to export to the outside high-cost country.\n\n",
    "acknowledgement": "\n"
}