{
    "id": 952,
    "citation_title": "Long Run Trends in Patenting",
    "citation_author": [
        "John J. Beggs"
    ],
    "citation_publication_date": "1982-08-01",
    "issue_date": "1982-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the patenting in the U.S. from its origins in 1790 up to 1980. The prime intent was to identify relationships between patenting and the rate of industrial development, and to further look for any regular cyclical patterns in the time series of patents themselves. To this end, detailed records were gathered on annual patenting, along with key descriptive data on industry structure for a sample of twenty industries for the period 1850 through 1940. In general the correlations between changes in the rate of patenting and changes in industry characteristics are small. A tentative conclusion is that the rate of change in patenting may move inversely with the rate of change in value added. This leads the author to speculate on a \"defensive R&D hypothesis\" which may reflect strongly the choice of sample industries. The industries in the study were in existence in 1850 and managed to ward off challenges from other new industries so as to still be in existence in 1940. At each new challenge from a new product or a foreign competitor these industries have attempted to protect their existing capital stock by upgrading the production process and final product. While these changes do not normally represent major technological advances they are of a \"tinkering\" variety which are likely to produce large numbers of patents. A spectral analysis of the 190 year time series of patents issued suggests that the rate of change of this variable might be characterized as a moving average process with lags at five and eight years. An interpretation of this result is offered, along with caution against over interpretation.\n\n",
    "acknowledgement": "\n"
}