{
    "id": 9520,
    "citation_title": "Is Deflation depressing? Evidence from the Classical Gold Standard",
    "citation_author": [
        "Michael D. Bordo",
        "Angela Redish"
    ],
    "citation_publication_date": "2003-03-03",
    "issue_date": "2003-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe distinguish between good and bad deflations.  In the former case, falling prices may be caused by aggregate supply (possibly driven by technology advances) increasing more rapidly than aggregate demand.  In the latter case, declines in aggregate demand outpace any expansion in aggregate supply.  This was the experience in the Great Depression (1929-33), the recession of 1919-21, and may be the case in Japan today. In this paper we focus on the price level and growth experience of the United States and Canada, 1870-1913.  Both countries adhered to the international gold standard.  This meant that the domestic price level was largely determined by international (exogenous) forces.  In addition, neither country had a central bank which could intervene in the gold market to shield the domestic economy from external conditions. We proceed by identifying separate  supply' shocks, money supply shocks and demand shocks using a Blanchard-Quah methodology.  We model the economy as a small open economy on the gold standard and identify the shocks by imposing long run restrictions on the impact of the shocks and on output prices. We then do a historical decomposition to examine the impact of each shock on output.  The results for the U.S. are clear: the different rates of change in the price levels before and after 1890 are attributed to different monetary shocks, but these shocks explain very little of output growth or volatility, which is almost entirely a response to  supply' shocks.  For Canada the results are murkier.  As in the U.S., the money supply shocks before 1896 are predominantly negative and after that are largely positive.  However, they are non-neutral, and relative to the U.S., money supply shocks play a larger role in determining output behavior in Canada. The key conclusion of our analysis is that the simple demarcation of good vs. bad deflation, where either prices fall because of a positive supply shock, or prices fall because of a negative demand (money) shock does not capture the complexity of the historical experience of the pre-1896 period.  Indeed, we find that prices fell as a result of a combination of negative money supply shocks and positive supply shocks.\n\n",
    "acknowledgement": "\n"
}