{
    "id": 9526,
    "citation_title": "Measuring Capital",
    "citation_author": [
        "W. Erwin Diewert"
    ],
    "citation_publication_date": "2003-03-03",
    "issue_date": "2003-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper revisits Harper, Berndt and Wood (1989) and calculates Canadian reproducible capital services aggregates under alternative assumptions about the form of depreciation, the opportunity cost of capital and the treatment of capital gains. Five different models of depreciation are considered: (1) one hoss shay; (2) straight line depreciation; (3) declining balance or geometric depreciation; (4) linearly declining efficiency profiles and (5) linearly increasing maintenance profiles.  The latter form of depreciation does not seem to have been considered in the literature before.  This model assumes that there is a known time profile of maintenance expenditures that can be associated with each asset and the optimal time of retirement of the asset as well as the profile of used asset prices becomes endogenous under this specification.  It turns out if the maintenance profile increases linearly, then the linearly declining efficiency profile model emerges; see (4) above.  We consider 3 alternative assumptions about the interest rate and the treatment of capital gains so that we evaluate 15 models in all and compare their differences.  Following Hill (2000), we also consider the differences between cross section and time series depreciation and anticipated time series depreciation (which adds anticipated  obsolescence of the asset to normal cross section depreciation of the asset).  Finally, we follow the suggestion made by Diewert and Lawrence (2000) that a superlative index number formula be used to aggregate up vintages of capital rather than the usual assumption of linear aggregation, which implicitly assumes that the capital services yielded by each vintage of a homogeneous type of capital are perfectly substitutable.\n\n",
    "acknowledgement": "\n"
}