{
    "id": 9530,
    "citation_title": "Why is Productivity Growing Faster?",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "2003-03-03",
    "issue_date": "2003-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProductivity in the United States has been growing faster in the past seven years than it did in the previous quarter century. U.S. productivity growth accelerated while that in Europe declined. This paper asks why U.S. productivity growth has been faster than in the past and than in Europe. An important reason for the faster growth has been the strong incentives for managers at all levels to make the kinds of changes that can raise productivity even if that involves personal  risk and discomfort.  These incentives became  much stronger during the 1990s for reasons that I speculate about but do not begin to understand fully. The information technology developments in personal computers and in internet and intranet communications provided a powerful means to achieve the productivity gains that everyone was seeking. But even if the new IT opportunities had not come along, the combination of strong incentives and a receptive corporate climate would have led managers to find other ways to increase productivity, although undoubtedly not by as much. European firms had neither the incentive structure nor the corporate environment supportive of making change that could involve significant job changes and layoffs. Although Europe has higher unemployment rates, it is much more difficult to lay off workers in Europe than in the United States.  Reorganizing white collar work to change job assignments and locations is also much easier in the U.S. than in Europe. The future is likely to see continued strong productivity growth and perhaps even increasing productivity growth in the United States if the incentives and corporate environments remain supportive. The prospects for Europe  remain uncertain.\n\n",
    "acknowledgement": "\n"
}