{
    "id": 9531,
    "citation_title": "Freight Rates and Productivity Gains in British Tramp Shipping 1869-1950",
    "citation_author": [
        "Saif I. Shah Mohammed",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2003-03-03",
    "issue_date": "2003-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe standard source for pre-WWII global freight rate trends is the Isserlis British tramp shipping index. We think it is flawed, and that its sources offer vastly more information than the Isserlis aggregate contains. The new data confirm the precipitous decline in nominal freight rates before the World War I, but it also extends the series to the 1940s. Furthermore, our new series is linked to the post-World War II era (documented by David Hummels), so that we can be more precise about what has happened over the very long run. We also create route-specific deflators by using the prices of commodities transported. Previous scholars have deflated their nominal freight rate indices by a price index that includes tradables not carried on all routes and non-tradables not carried on any route. Our deflated indices offer a more effective measure of the contribution of declining freight rates to commodity-price convergence across trading regions. Using the pricedual method and new indices for factor prices, we then calculate total factor productivity growth pre-war and interwar for five global routes. Finally, we identify the sources of the total factor productivity growth.\n\n",
    "acknowledgement": "\n"
}