{
    "id": 9532,
    "citation_title": "Further Evidence that Legalized Abortion Lowered Crime: A Reply to Joyce",
    "citation_author": [
        "John J. Donohue III",
        "Steven D. Levitt"
    ],
    "citation_publication_date": "2003-03-03",
    "issue_date": "2003-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDonohue and Levitt (2001) present a number of analyses that suggest a causal link between legalized abortion and reductions in crime almost two decades later when the cohorts exposed to legalized abortion reach their peak crime years. Joyce (2003) challenges that finding. In this paper, we demonstrate that Joyce's failure to uncover a negative relationship between abortion and crime is a direct consequence of his decision to focus exclusively on the six-year period 1985-90 without including adequate controls for the crack epidemic. We provide empirical evidence that crack hit the high-abortion early legalizing states harder and earlier. We then demonstrate that using precisely the same treatment and control groups as Joyce, but extending the data analysis to encompass the lifetime criminal experiences (as opposed to an arbitrary six-year window), the evidence strongly supports the hypothesis that legalized abortion reduces crime. We also show that our original results are robust to focusing on only the cohorts born immediately before or after Roe v. Wade. The data suggest that ease of access to abortion, rather than simply de jure legalization, is a critical determinant of the extent of the crime reduction.\n\n",
    "acknowledgement": "\n"
}