{
    "id": 954,
    "citation_title": "The Theory of Local Public Goods Twenty-Five Years After Tiebout: A Perspective",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "1982-08-01",
    "issue_date": "1982-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper asks, under what conditions can the Fundamental Theorem of Welfare Economics be extended to economies with local public goods? We show that there are some fairly restrictive sets of assumptions under which a competitive local public goods equilibrium (if it exists) is efficient; more generally, however, competitive local public goods equilibria may be inefficient in the allocation of individuals among communities, in the number of communities, and in the level and kinds of public goods provided. The primary sources of inefficiency are identified and analyzed; these \"market\" failures are closely related to some important policy issues concerning, for instance, urban concentralization, fiscal decentralization, and regional redistribution. In communities in which landlords control the public sector, the level and kinds of public goods provided may be incorrect, and what goods are provided are supplied inefficiently. In contrast, in communities in which renters control the public sector, there are no incentives for efficiency in the supply of public goods. Because of what we refer to as rental capitalization, there may in fact be perverse incentives with respect to the kinds of public goods or \"bads\" provided. Not only is it the case that not every competitive equilibrium is Pareto optimal, but not every Pareto efficient allocation can be sustained by a competitive local public goods equilibrium (with the appropriate lump sum redistributions) . Just as the Fundamental Theorem of Welfare Economics does not adequately reflect the vices and virtues of competition in the market economy with purely private goods, so too here: the virtues of a decentralized mechanism for providing public goods may be vastly underestimated by our analysis.\n\n",
    "acknowledgement": "\n"
}