{
    "id": 9549,
    "citation_title": "Lead Water Pipes and Infant Mortality in Turn-of-the-Century Massachusetts",
    "citation_author": [
        "Werner Troesken"
    ],
    "citation_publication_date": "2003-03-10",
    "issue_date": "2003-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers a largely unknown public-health practice in the United States: the use of lead pipes to distribute household tap water. Municipalities first installed lead pipes during the late nineteenth century. In 1897, about half of all American municipalities used lead water pipes. Using data from 1900 Massachusetts, this paper compares infant death rates and stillbirth rates in cities that used lead water pipes to rates in cities that used non-lead pipes. In the average town in 1900, the use of lead pipes increased infant mortality and stillbirth rates by 25 to 50 percent. However, the effects of lead water lines varied across cities, and depended on the age of the pipe and the corrosiveness of the associated water supplies. Age of pipe influenced lead content because, over time, oxidation formed a protective coating on the interior of pipes. As for corrosiveness, acidic water removed more lead from the interior of pipes than did non-acidic water. Consequently, infant death rates and stillbirth rates in Massachusetts towns employing old lead lines, and non-acidic water supplies, were no higher than in towns employing non-lead pipes. But in cities using new pipes and distributing acidic water, lead pipes increased infant mortality rates and stillbirth rates three- to fourfold.\n\n",
    "acknowledgement": "\n"
}