{
    "id": 9553,
    "citation_title": "The Impact of Federal Tax Credits for Higher Education Expenses",
    "citation_author": [
        "Bridget Terry Long"
    ],
    "citation_publication_date": "2003-03-10",
    "issue_date": "2003-03-10",
    "revision_date": "2007-01-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 1997 creation of the Hope and Lifetime Learning Tax Credits marked a dramatic shift in the way in which federal support for college expenses is distributed to students and their families.  Unlike other aid programs, the tax credits have exceptionally broad eligibility requirements, and there is a significant delay between when a recipient enrolls in college and when they receive the benefit.  When introduced, the projected benefits of the tax credits were $9.7 billion, over fifty percent greater than the total amount spent at the time on the Pell Grant, the primary Federal grant program.  This study examines the impact of the tax credits on students, families, colleges, and states.  Using several data sources, I analyze the distribution of the benefits and the effect on enrollment decisions and college pricing. Analysis of tax return data suggests that what was intended to be a transfer to the middle class did benefit families with incomes between $30,000 and $75,000 the most.  Insufficient tax liability due to low income levels and the interaction of the credits with other aid programs prevents many low-income individuals from qualifying for a benefit.  Additionally, many eligible students did not claim a credit, particularly those from minority groups.  Further analysis finds no evidence of increased postsecondary enrollment among eligible students in spite of the stated goal to increase access to higher education.  On the other hand, some states and public institutions appear to have responded to incentives to increase the prices of colleges at which students face a low marginal cost.  However, the results of this analysis are mixed and less conclusive.\n\n",
    "acknowledgement": "\nComments should be directed to Bridget_Long@harvard.edu.  The author gratefully acknowledges valuable comments and suggestions from Caroline Hoxby, Michael McPherson, Susan Dynarski, and Sarah Turner.  Baoyan Cheng, Michal Kurlaender, Joie Jager-Hyman, and Bomy Hong provided excellent research assistance.\n\n\n"
}