{
    "id": 9555,
    "citation_title": "A Decomposition of Global Linkages in Financial Markets Over Time",
    "citation_author": [
        "Kristin J. Forbes",
        "Menzie D. Chinn"
    ],
    "citation_publication_date": "2003-03-17",
    "issue_date": "2003-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper tests if real and financial linkages between countries can explain why movements in the world's largest markets often have such large effects on other financial markets, and how these cross-market linkages have changed over time. It estimates a factor model in which a country's market returns are determined by: global, sectoral, and cross-country factors (returns in large financial markets), and country-specific effects. Then it uses a new data set on bilateral linkages between the world's 5 largest economies and about 40 other markets to decompose the cross-country factor loadings into: direct trade flows, competition in third markets, bank lending, and foreign direct investment. Estimates suggest that both cross-country and sectoral factors are important determinants of stock and bond returns, and that the U.S. factor has recently gained importance, while the Japanese and U.K. factors have lost importance. From 1996-2000, real and financial linkages became more important determinants of how shocks are transmitted from large economies to other markets. In particular, bilateral trade flows are large and significant determinants of cross-country linkages in both stock and bond markets. Bilateral foreign investment is usually insignificant. Therefore, despite the recent growth in global financial flows, direct trade still appears to be the most important determinant of how movements in the world's largest markets affect financial markets around the globe.\n\n",
    "acknowledgement": "\n"
}