{
    "id": 9558,
    "citation_title": "Backward-Looking Interest-Rate Rules, Interest-Rate Smoothing, and Macroeconomic Instability",
    "citation_author": [
        "Jess Behabib",
        "Stephanie Schmitt-Grohe",
        "Martin Uribe"
    ],
    "citation_publication_date": "2003-03-17",
    "issue_date": "2003-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe existing literature on the stabilizing properties of interest-rate feedback rules has stressed the perils of linking interest rates to forecasts of future inflation. Such rules have been found to give rise to aggregate fluctuations due to self-fulfilling expectations. In response to this concern literature has focused on the stabilizing properties of interest-rate rules whereby the central bank responds to a measure of past inflation. The consensus view that has emerged is that backward-looking rules contribute to protecting the economy from embarking on expectations-driven fluctuations. A common characteristic of the existing studies that arrive at this conclusion is their focus on local analysis. The contribution of this paper is to conduct a more global analysis. We find that backward-looking interest-rate feedback rules do not guarantee uniqueness of equilibrium. We present examples in which for plausible parameterizations attracting equilibrium cycles exist. The paper also contributes to the quest for policy rules that guarantee macroeconomic stability globally. Our analysis indicates that policy rules whereby the interest rate is set as a function of the past interest rate and current inflation are likely to ensure global stability provided that the coefficient on lagged interest rates is greater than unity.\n\n",
    "acknowledgement": "\n"
}