{
    "id": 9559,
    "citation_title": "Implicit Contracts, the Great Depression, and Institutional Change: A Comparative Analysis of U.S. and Japanese Employment Relations, 1920-1940",
    "citation_author": [
        "Chiaki Moriguchi"
    ],
    "citation_publication_date": "2003-03-17",
    "issue_date": "2003-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper employs a game-theoretic framework and a comparative historical analysis to study the impact of the Great Depression on  corporate welfarism,' i.e., employers' voluntary provisions of non-wage benefits, greater employment security, and employee representation to their blue-collar workers. By characterizing corporate welfarism as an implicit contract equilibrium, the paper documents parallel institutional developments in the U.S. and Japan towards corporate welfarism during the 1920s and identifies the early 1930s as a bifurcation point at which the two trajectories began to diverge toward two distinctive equilibria. In the U.S., the repudiation of the implicit contracts by most leading firms induced by a deep depression caused a change in the expectations of workers and the public, which, in turn, supported a legal reform and the adoption of explicit employment contracts based on industrial unions and third-party enforcement. Experiencing a less severe depression, most major employers in Japan maintained their implicit contracts, while developing institutional arrangements to mitigate the cost of long-term commitment. In contrast to the U.S., labor laws in Japan developed complementary to private welfare practices, endorsing corporate welfarism based on implicit contracts and internal enforcement mechanisms.\n\n",
    "acknowledgement": "\n"
}