{
    "id": 9583,
    "citation_title": "Financial Development and the Composition of Industrial Growth",
    "citation_author": [
        "Raymond Fisman",
        "Inessa Love"
    ],
    "citation_publication_date": "2003-03-20",
    "issue_date": "2003-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe re-examine the role of financial market development in the intersectoral allocation of resources. Specifically, we propose the use of a new methodology that looks at the co-movement in growth rates across pairs of countries to examine the role of financial development in allowing firms to take advantage of growth opportunities. Our model begins with the assumption that there exist common global shocks to growth opportunities, and we hypothesize that countries should therefore have correlated patterns of growth if they are able to take advantage of these shocks. We find that countries have more highly correlated growth rates across sectors when both countries have well-developed financial markets; this is consistent with financial markets playing an important role in allowing firms to take advantage of global growth opportunities. We further observe that growth opportunities will be more similar for countries that are at similar levels of economic development. This allows for a further refinement of our initial test: the impact of financial development on country-pair co-movement is much stronger between country pairs at similar levels of economic development. Finally, we note that our results imply that private banking appears to play a particularly important role in resource allocation, as our results are particularly strong when financial development takes into account both the level and composition of financial market institutions.\n\n",
    "acknowledgement": "\n"
}