{
    "id": 9585,
    "citation_title": "The Effect of Expected Income on Individual Migration Decisions",
    "citation_author": [
        "John Kennan",
        "James R. Walker"
    ],
    "citation_publication_date": "2003-03-24",
    "issue_date": "2003-03-24",
    "revision_date": "2008-02-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper develops a tractable econometric model of optimal migration, focusing on expected income as the main economic influence on migration. The model improves on previous work in two respects: it covers optimal sequences of location decisions (rather than a single once-for-all choice), and it allows for many alternative location choices. The model is estimated using panel data from the NLSY on white males with a high school education. Our main conclusion is that interstate migration decisions are influenced to a substantial extent by income prospects. The results suggest that the link between income and migration decisions is driven both by geographic differences in mean wages and by a tendency to move in search of a better locational match when the income realization in the current location is unfavorable.\n\n",
    "acknowledgement": "\nThe National Science Foundation and the NICHD provided research support. We thank Taisuke Otsu for outstanding research assistance. We are grateful to Joe Altonji, Kate Antonovics, Peter Arcidiacono, Gadi Barlevy. Philip Haile, Igal Hendel, Mike Keane, Derek Neal, John Pencavel, Karl Scholz, Robert Shimer, Chris Taber, Marcelo Veracierto, Ken Wolpin, Jim Ziliak, and seminar and conference participants at the Chicago Federal Reserve Bank, Carnegie-Mellon, Duke, Iowa, IZA, Ohio State, Penn State, Rochester, SITE, the Upjohn Institute, Virginia, Wisconsin, and Yale for helpful comments. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}