{
    "id": 9587,
    "citation_title": "What Do Financial Markets Think of War in Iraq?",
    "citation_author": [
        "Andrew Leigh",
        "Justin Wolfers",
        "Eric Zitzewitz"
    ],
    "citation_publication_date": "2003-03-31",
    "issue_date": "2003-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze financial market data in order to produce an ex-ante assessment of the economic consequences of war with Iraq. The novel feature of our analysis derives from the existence of a market for  Saddam Securities,' a new future traded on an online betting exchange that pays only if Saddam Hussein is ousted. A variety of tests suggest that this future's price provides a plausible estimate of the probability of war. The spot oil price has moved closely with the Saddam Security, suggesting that war raises oil prices by around $10 per barrel. Futures prices imply that markets expect these large immediate disruptions to dissipate quickly, with prices returning to pre-war levels within about a year and a half. Evidence on the long-run effects is fragile, and while prices are probably expected to fall a little as a result of war, any  oil dividend' will be minimal. We find large effects in equity markets: and war lowers the value of U.S. equities by around 15 percent. This effect is concentrated in the consumer discretionary sector, airlines and IT; the prospect of war bolsters the gold and energy sectors. Analyzing option prices, we find that the large estimated average effects of war reflect the market pricing in a range of different scenarios - a 70 percent probability that it will lead to market declines of 0 to 15 percent, a 20 percent chance of 15 to 30 percent declines, and a 10 percent risk of a fall in excess of 30 percent. Across countries, the most extreme effects are on the stock markets of Turkey, Israel, and several European nations. Countries that are highly enmeshed in the world economy, or net oil importers, are most likely to experience adverse effects from war.\n\n",
    "acknowledgement": "\n"
}