{
    "id": 959,
    "citation_title": "Optimal Currency Diversification for a Class of Risk Averse International Investors",
    "citation_author": [
        "Jorge Braga de Macedo"
    ],
    "citation_publication_date": "1982-08-01",
    "issue_date": "1982-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the framework of continuous-time finance theory, this paper derives the optimal consumption and portfolio rules for an international investor with constant expenditure shares [alpha, sub j] and constant relative risk aversion [1-gamma] in a dynamic context. The index of value obtained from the consumption rule is used to obtain real returns on N different currencies in terms of their purchasing power over N goods. The portfolio rule is expressed in terms of the determinants of the purchasing powers, namely exchange rates and prices expressed in the numeraire currency. The optimal portfolio is interpreted as a capital position given by the expenditure shares and hedging zero net-worth portfolios depending on unanticipated inflation and risk aversion. It is shown that the minimum variance portfolio is independent of returns, but depends on expenditure patterns. While the speculative portfolio depends on risk aversion and real return differentials. When the effect of references on real return differentials is made explicit, it is shown that the minimum variance portfolio is affected by risk aversion. In that case, the effect of an increase in [alpha, sub i] on the portfolio proportions [x, sub i] will be positive when relative risk aversion is greater than one, as generally presumed. Actual data from eight major countries is used to compute optimal portfolios based on real return differentials for different weighting schemes, degrees of risk aversion and sample periods when exchange rates and prices are assumed to be Brownian.\n\n",
    "acknowledgement": "\n"
}