{
    "id": 9598,
    "citation_title": "Intellectual Property & External Consumption Effects: Generalizations from Pharmaceutical Markets",
    "citation_author": [
        "Tomas Philipson",
        "Stephane Mechoulan"
    ],
    "citation_publication_date": "2003-04-07",
    "issue_date": "2003-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a long-standing literature that recognizes that an efficient solution in correcting a consumption externality is through applying subsidies and taxes that line up private incentives with social ones. An equally long-standing literature tackles the appropriate methods of generating the efficient amount of R&D into goods that only have private consumption effects, e.g. the analysis of the welfare effects of patent regulations. This paper analyzes the joint problem of the optimal provision of R&D and consumption incentives for goods that at the same time undergo technological change and have external consumption effects. For good with external effects, just as is the case for goods with only private effects, ex-post static efficiency may have to be sacrificed for dynamic efficiency. For goods with only private consumption effects, it is well-understood that efficient competition ex-post leads to insufficient R&D incentives ex-ante, which is of course the common rationale for patents. For external effects, this analogy has the important and unrecognized implication that classic interventions to solve externality problems, such as Pigouvian taxes and subsidies, may often be inefficient under technological change. In many cases, arguing for Pigouvian solutions in presence of technological change is analogous to arguing for competitive markets for new inventions (!), as both argue for ex-post efficiency rather than dynamic efficiency. The results are discussed in the context of the pharmaceutical industry which simultaneously is one of the most R&D-intensive industries and one for which consumption of its output often seems to involve external effects, e.g. through human rights-based access issues.\n\n",
    "acknowledgement": "\n"
}