{
    "id": 960,
    "citation_title": "International Portfolio Diversification: Short-Term Financial Assets and Gold",
    "citation_author": [
        "Jorge Braga de Macedo",
        "Jeffrey A. Goldstein",
        "David M. Meerschwam"
    ],
    "citation_publication_date": "1982-08-01",
    "issue_date": "1982-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a continuous-time finance-theoretic framework, this paper presents the optimal portfolio rule of an international investor who consumes N national composite goods and who holds N domestic-currency-denominated assets with known nominal interest rates in an environment where prices of goods, assets and exchange rates follow geometric Brownian motion. It is shown that the currency portfolio rule described in Macedo (1982a) is applicable to the case where there are N assets with a known price and one asset, gold, with a random  rice in terms of the numeraire. Under these assumptions, it is found that the optimal portfolio of an investor consuming goods from all major industrialized countries (according to their weight in total trade) would be dominated in March 1981 by long positions in U.S. dollars (25%), yen  (17%), D. marks (16%), French francs (15%) and pounds sterling (10%). An investor consuming only U.S. goods, by contrast, would hold 96% of his optimal portfolio in U.S. dollars. Because of the covariance of exchange rates and gold, the exclusion of the latter generates substantial reshuffling. The analysis of the evolution of portfolios over time shows that shares changed dramatically at the beginning of the period and did not begin to approach their March 1981 values until the end of 1975. In the case of the yen and the pound there were oscillations throughout the period. With respect to the dollar share in the optimal portfolio of the U.S. and international investor, it is found that, in the period between late 1974 and mid-1976, a period in which the dollar is considered to have been \"strong\", a large decline in its optimal share took place.\n\n",
    "acknowledgement": "\n"
}