{
    "id": 9603,
    "citation_title": "In-State versus Out-of State Students: The Divergence of Interest between Public Universities and State Governments",
    "citation_author": [
        "Jeffrey A. Groen",
        "Michelle J. White"
    ],
    "citation_publication_date": "2003-04-07",
    "issue_date": "2003-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the divergence of interest between universities and state governments concerning standards for admitting in-state versus out-of-state students. States have an interest in using universities to attract and retain high ability individuals because they pay higher taxes and contribute more to economic development. In contrast, universities have an interest in their graduates being successful, but little interest in where students come from or where they go after graduation. We develop and test a model that illustrates the divergence of interest between universities and their states. We find that public universities set lower minimum admissions standards for in-state than out-of-state applicants, presumably following their states' preferences, while private universities on average treat both groups equally. However we find that states in fact gain financially when public universities admit additional out-of-state students. This is because attending a public university in a particular state increases marginal students' probability of locating in the state after graduation by the same amount regardless of whether students are from in-state or out-of-state. And because marginal out-of-state students earn more, their expected future state tax payments are higher. We also estimate states' financial gain when public and private universities admit additional in-state versus out-of-state students who have middle and high ability levels. Surprisingly, we find that high ability students tend to be at least as strongly influenced in their adult location choices by where they attend university than are middle and low ability students. Since high ability students also earn more, this suggests that states gain financially when their universities attract high ability students, regardless of whether the students are from in-state or out-of-state or the universities are public or private. Our results suggest a rationale for public support of flagship public universities that can attract high-ability students.\n\n",
    "acknowledgement": "\n"
}