{
    "id": 9613,
    "citation_title": "The State of U.S. Corporate Governance: What's Right and What's Wrong?",
    "citation_author": [
        "Bengt Holmstrom",
        "Steven N. Kaplan"
    ],
    "citation_publication_date": "2003-04-14",
    "issue_date": "2003-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. corporate governance system has recently been heavily criticized, largely as a result of failures at Enron, WorldCom, Tyco and some other prominent companies. Those failures and criticisms, in turn, have served as catalysts for legislative change (Sarbanes-Oxley Act of 2002) and regulatory change (new governance guidelines from the NYSE and NASDAQ). In this paper, we consider two questions. First, is it clear that the U.S. system has performed that poorly; is it really that bad? Second, will the changes lead to an improved U.S. corporate governance system? We first note that the broad evidence is not consistent with a failed U.S. system. The U.S. economy and stock market have performed well both on an absolute basis and relative to other countries over the past two decades. And the U.S. stock market has continued to outperform other broad indices since the scandals broke. Our interpretation of the evidence is that while parts of the U.S. corporate governance system failed under the exceptional strain of the 1990s, the overall system, which includes oversight by the public and the government, reacted quickly to address the problems. We then consider the effects that the legislative, regulatory, and market responses are likely to have in the near future. Our assessment is that they are likely to make a good system better, though there is a danger of overreacting to extreme events.\n\n",
    "acknowledgement": "\n"
}