{
    "id": 9615,
    "citation_title": "Productivity in Pharmaceutical Biotechnology R&D: The Role of Experience and Alliances",
    "citation_author": [
        "Patricia M. Danzon",
        "Sean Nicholson",
        "Nuno Sousa Pereira"
    ],
    "citation_publication_date": "2003-04-14",
    "issue_date": "2003-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nUsing data on over 900 firms for the period 1988-2000, we estimate the effect on phase-specific biotech and pharmaceutical R&D success rates of a firm's overall experience, its experience in the relevant therapeutic category; the diversification of its experience, and alliances with large and small firms. We find that success probabilities vary substantially across therapeutic categories and are negatively correlated with mean sales by category, which is consistent with a model of dynamic, competitive entry. Returns to experience are statistically significant but economically small for the relatively straightforward phase 1 trials. We find evidence of large, positive, and diminishing returns to a firm's overall experience (across all therapeutic categories) for the larger and more complex late-stage trials that focus on a drug's efficacy. There is some evidence that a drug is more likely to complete phase 2 if developed by firms with considerable therapeutic category-specific experience and by firms whose experience is focused rather than broad (diseconomies of scope). Our results confirm that products developed in an alliance tend to have a higher probability of success, at least for the more complex phase 2 and phase 3 trials, and particularly if the licensee is a large firm.\n\n",
    "acknowledgement": "\n"
}