{
    "id": 9617,
    "citation_title": "Why Plant-Level Productivity Studies are Often Misleading, and an Alternative Approach to Interference",
    "citation_author": [
        "Haijime Katayama",
        "Shihua Lu",
        "James Tybout"
    ],
    "citation_publication_date": "2003-04-14",
    "issue_date": "2003-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nApplied economists often wish to measure the effects of managerial decisions or policy changes on plant-level productivity patterns. But plant-level data on physical quantities of output, capital, and intermediate inputs are usually unavailable. Therefore, when constructing productivity measures, most analysts proxy these variables with real sales revenues, depreciated capital spending, and real input expenditures. The first part of this paper argues that the resultant productivity indices have little to do with technical efficiency, product quality, or contributions to social welfare. Nonetheless, they are likely to be correlated with policy shocks and managerial decisions in misleading ways. The second part of the paper develops an alternative approach to inference. Using Steven Berry's (1994, RAND Journal) representation of equilibrium in a differentiated product market, we show how to impute each plant's unobserved marginal costs and product quality from its observed revenues and costs, and how to use this mapping to calculate plant-specific welfare-based performance measures. (Bayesian estimation techniques are required because the vector of unknown parameters is under-identified.) The final part of the paper demonstrates our methodology using panel data on Colombian pulp and paper plants.\n\n",
    "acknowledgement": "\n"
}