{
    "id": 9623,
    "citation_title": "Deflation: Prevention and Cure",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "2003-04-21",
    "issue_date": "2003-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter an absence of almost half a century, the spectre of deflation is once again haunting the corridors of central banks and finance ministries in the industrial world. While preventing or combating deflation poses some unique difficulties not present in preventing or combating inflation, deflation can be prevented and, if it has taken hold, can be overcome, using conventional instruments of monetary and fiscal policy. These include open market purchases of government securities and monetary financing of government deficits caused by expansionary fiscal measures. Base money-financed tax cuts or transfer payments -- the mundane version of Friedman's helicopter drop of money -- will always boost aggregate demand. Unconventional monetary and fiscal measures are also available. These include open market purchases of private and foreign securities, negative nominal interest rates (through a carry tax on currency) and temporary tax measures aimed at shifting private consumption from the future to the present, by tilting the intertemporal terms of trade. An example is a cut in VAT today coupled to the credible commitment of a VAT increase in the future. Deflation results from a combination of bad luck and poor economic management, including the failure to coordinate monetary and fiscal policy. Sustained unwanted deflation is evidence of policy failure. Both the knowledge and the tools exist to prevent unwanted deflation.\n\n",
    "acknowledgement": "\n"
}