{
    "id": 9624,
    "citation_title": "How to Restructure Failed Banking Systems: Lessons from the U.S. in the 1930's and Japan in the 1990's",
    "citation_author": [
        "Charles Calomiris",
        "Joseph R. Mason"
    ],
    "citation_publication_date": "2003-04-21",
    "issue_date": "2003-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe costs of government assistance to banks depend on the way rescues are managed.  The cnetral questions of policy reference do not revolve around whether to bail out banks, but rather around the choice of which banks to rescue and the means for doing so.  If a rescue is handled skillfully, the cost can be greatly reduced.  The history of assistance to U.S. banks during the Great Depression illustrates these themes well, and can provide useful lessons for Asia today.  This paper reviews the history of bank distress and assistance in the United States during the 1930's and examines in detail the role of the Reconstruction Finance Corporation - how it targeted banks, the effect of its assistance, the cost of providing assistance, and the way that it tried to align bank incentives to protect against abuse of government protection.  Then, the paper contrasts that experience with the recent government loans and preferred stock purchases for Japanese banks.  We argue that combining subsidized preferred stock purchases with mandatory matching contributions of common stock, limits on bank dividend payments, and reforms on bank capital regulation that credibly incorporate market discipline into the regulatory process would increase the benefits and reduce the costs of government support for banks.\n\n",
    "acknowledgement": "\n"
}