{
    "id": 9628,
    "citation_title": "Does Family Structure Affect Children's Educational Outcomes?",
    "citation_author": [
        "Donna K. Ginther",
        "Robert A. Pollak"
    ],
    "citation_publication_date": "2003-04-21",
    "issue_date": "2003-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper makes two contributions. First, it adds to the growing literature describing correlations between children's educational outcomes and family structure. Although popular discussions focus on the distinction between two-parent families and single-parent families, McLanahan and Sandefur [1994] show that outcomes for stepchildren are similar to outcomes for children in single-parent families. McLanahan and Sandefur describe their results as showing that the crucial distinction is between children who were reared by both biological parents and children who were not. This description is misleading. This paper shows that educational outcomes for both types of children in blended families -- stepchildren and their half-siblings who are the joint biological children of both parents -- are similar to each other and substantially worse than outcomes for children reared in traditional nuclear families. We conclude that, as a description of the data, the crucial distinction is between children reared in traditional nuclear families (i.e., families in which all children are the joint biological children of both parents) and children reared in other family structures (e.g., single-parent families or blended families). The paper's second contribution is to clarify the question,  What is the effect of family structure on outcomes for children?' Interpreted literally, the question asks about the effect of one endogenous variable on another. We argue for reformulating the family structure question by specifying some explicit counterfactual, and express a preference for a policy-relevant counterfactual. As an example, we suggest considering the effect of reducing the  marriage penalty' in the earned-income tax credit (EITC) that makes the credit essentially unavailable to two-earner couples. The EITC marriage penalty counterfactual, like any policy-relevant counterfactual, focuses attention on outcomes for those children whose parent's behavior is affected by the incentives created by the policy change.\n\n",
    "acknowledgement": "\n"
}