{
    "id": 9630,
    "citation_title": "Does Returning to Work After Childbirth Affect Breastfeeding Practices?",
    "citation_author": [
        "Pinka Chatterji",
        "Kevin Frick"
    ],
    "citation_publication_date": "2003-04-21",
    "issue_date": "2003-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough the Surgeon General recently highlighted breastfeeding as '......one of the most important contributors to infant health,' few health economics studies based in developed countries have considered breastfeeding as an important health behavior that can be influenced by labor market decisions and by public policies. This study examines the effect of the timing and intensity of returning to work after childbirth on the probability of initiating breastfeeding and the number of weeks of breastfeeding. Data come from the National Longitudinal Survey of Youth (NLSY79). Baseline probit models and family-level fixed effects models indicate that returning to work within 3 months is associated with a reduction in the probability that the mother will initiate breastfeeding by 16-18%. Among those mothers who initiate breastfeeding, returning to work within 3 months is associated with a reduction in the length of breastfeeding of 4-6 weeks. We find less consistent evidence that working at least 35 hours per week (among mothers who return to work within 3 months) detracts from breastfeeding. Baseline and fixed effects models indicate that returning to full-time work is associated with a reduction in the length of breastfeeding of 1-4 weeks; however, we do not find consistent evidence regarding the association between returning to full-time work and breastfeeding initiation. Overall, the findings suggest that maternal employment is negatively associated with both breastfeeding initiation and breastfeeding duration.\n\n",
    "acknowledgement": "\n"
}