{
    "id": 9633,
    "citation_title": "The Flattening Firm: Evidence from Panel Data on the Changing Nature of Corporate Hierarchies",
    "citation_author": [
        "Raghuram Rajan",
        "Julie Wulf"
    ],
    "citation_publication_date": "2003-04-21",
    "issue_date": "2003-04-21",
    "revision_date": "2020-06-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a detailed database of managerial job descriptions, reporting relationships, and compensation structures in over 300 large U.S. firms, we find that firm hierarchies are becoming flatter. The number of positions reporting directly to the CEO has gone up significantly over time while the number of levels between the lowest managers with profit center responsibility (division heads) and the CEO has decreased. More of these managers now report directly to the CEO and more are being appointed officers of the firm, reflecting a delegation of authority. Moreover, division managers who move closer to the CEO receive higher pay and greater long term incentives, suggesting that all this is not simply a change in organizational charts with no real consequences. We discuss several possible explanations that may account for some of these changes.\n\n",
    "acknowledgement": "\nWe are grateful to Katie Donohue at Hewitt Associates, K. Subramanium, and Talha Noor Muhammed for assistance in data collection. We would like to thank seminar participants at Wharton, the University of Chicago, Columbia University, the NBER Organizational Economics Conference, and the Harvard Business School Strategy Conference and especially George Baker, Peter Cappelli, Brian Hall, Brigitte Madrian, Kevin Murphy, and Joel Podolny. Wulf acknowledges research support from the Reginald H. Jones Center for Management Policy, Strategy and Organization at the Wharton School of the University of Pennsylvania, Rajan thanks the Center for Research on Securities Prices, the Center for the Study of the State and the Economy as well as the National Science Foundation for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}