{
    "id": 9634,
    "citation_title": "Continuing Dangers of Disinformation in Corporate Accounting Reports",
    "citation_author": [
        "Edward J. Kane"
    ],
    "citation_publication_date": "2003-04-21",
    "issue_date": "2003-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInsiders can artificially deflect the market prices of financial instruments from their full-information or  inside value' by issuing deceptive accounting reports. Incentive support for disinformational activity comes through forms of compensation that allow corporate insiders to profit extravagantly from temporary boosts in a firm's accounting condition or performance. In principle, outside auditing firms and other watchdog institutions help outside investors to identify and ignore disinformation. In practice, accountants can and do earn substantial profits from credentialling loophole-ridden measurement principles that conceal adverse developments from outside stakeholders. Although the Sarbanes-Oxley Act now requires top corporate officials to affirm the essential economic accuracy of any data their firms publish, officials of outside auditing firms are not obliged to express reservations they may have about the fundamental accuracy of the reports they audit. This asymmetry in obligations permits auditing firms to continue to be compensated for knowingly and willfully certifying valuation and itemization rules that generate misleading reports without fully exposing themselves to penalties their clients face for hiding adverse information. It is ironic that what are called accounting  ethics' fail to embrace the profession's common-law duty of assuring the economic meaningfulness of the statements that clients pay it to endorse.\n\n",
    "acknowledgement": "\n"
}