{
    "id": 9645,
    "citation_title": "Sources of Funds and Investment Activities of Venture Capital Funds: Evidence from Germany, Israel, Japan and the UK",
    "citation_author": [
        "Colin Mayer",
        "Koen Schoors",
        "Yishay Yafeh"
    ],
    "citation_publication_date": "2003-04-28",
    "issue_date": "2003-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe compare sources of funds and investment activities of venture capital (VC) funds in Germany, Israel, Japan and the UK using a newly constructed data set. The data provide a rare opportunity to evaluate relations between funds' sources of finance and activities. We find that sources of VC funds differ significantly across countries, e.g. banks are particularly important in Germany, corporations in Israel, insurance companies in Japan, and pension funds in the UK. VC investment patterns also differ across countries in terms of the stage, sector of financed companies and geographical focus of investments. These differences in investment patterns are related to the variations in funding sources - for example, bank and pension fund backed VC's invest in later stage activities than individual and corporate backed funds. The relations differ across countries; for example, bank backed VC funds in Germany and Japan are as involved in early stage finance as other funds in these countries, whereas they tend to invest in relatively late stage finance in Israel and the UK. We consider the implication of this for the influence of financial systems on relations between finance and activities.\n\n",
    "acknowledgement": "\n"
}