{
    "id": 9647,
    "citation_title": "Household Portfolios in Japan",
    "citation_author": [
        "Tokuo Iwaisako"
    ],
    "citation_publication_date": "2003-04-28",
    "issue_date": "2003-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides an in-depth review and analysis of household portfolios in Japan. (1) Using both aggregate and disaggregate data, it is shown that the shares of equities in household financial wealth have been decreasing throughout the 1990s. Stock market participations of Japanese households also have declined in the last decade. This is in sharp contrast to the U.S. and European countries in which increasing trends in household stock holdings are observed. (2) Using survey data, age-related variation in stock shares in financial wealth is analyzed. Equity shares in financial wealth increases with age among young households, peaking in the fifties age group, then becoming constant. This peak comes in a much later stage of the life-cycle compared to other countries. Stock market participation varies in a way very similar to unconditional equity shares, while equity shares conditional on ownership exhibit no significant age-related pattern. This implies the age-related patterns are mostly explained by the decision to hold or not to hold stocks at all. Such a mechanism is the same as previous studies reporting about western countries. (3) Owner-occupied housing has significantly positive effect on stock market participation and stock shares in financial wealth. This suggests that the age-related pattern observed in stock holding cannot be analyzed separately from household's tenure choice of housing. Therefore any serious attempt at modeling Japanese households' dynamic portfolio choice should incorporate the effect of housing tenure choice.\n\n",
    "acknowledgement": "\n"
}