{
    "id": 9655,
    "citation_title": "The Cross Border Mergers and Acquisitions Wave of the Late 1990s",
    "citation_author": [
        "Simon J. Evenett"
    ],
    "citation_publication_date": "2003-04-28",
    "issue_date": "2003-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo establish a benchmark, the cross border mergers and acquisitions wave of the late 1990s is compared to its predecessor in the late 1980s. It is found to be at least five times larger (in real terms), to involve firms from more OECD nations, and to include many more service sector transactions. However, in comparison to the size of national stock market capitalizations, foreign mergers with and acquisitions of domestic firms during this latest wave were small, especially in the Group of Seven leading industrial economies. The effect of cross border mergers and acquisitions on performance in one important service sector, banking, is also examined. Specifically, the relative importance of cross border mergers and acquisitions, domestic mergers and acquisitions, domestic entry and exit, and strategic alliances and joint ventures for interest rate spreads was estimated for 13 industrial nations. The principal findings suggest that the effects of these firm-driven changes in banking market structure differ markedly between EU member states and non-EU industrialized economies. This highlights the importance of differentiating between types of cross border inter-firm agreements and the pitfalls of generalising about the effects of the latest wave of cross border mergers and acquisitions as many of the harshest critics of globalization do.\n\n",
    "acknowledgement": "\n"
}