{
    "id": 9656,
    "citation_title": "Was It Stolper-Samuelson, Infant Industry or Something Else? World Trade Tariffs 1789-1938",
    "citation_author": [
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2003-04-28",
    "issue_date": "2003-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses history to explore the empirical content of two determinants of tariff policy that have a long pedigree: the Stolper-Samuelson corollary to the Heckscher-Ohlin theorem, and the infant-industry argument for protection. It reports a set of world tariff facts for the 150 years between 1789 and 1938 that have not been well appreciated. First, tariff rates varied enormously around the globe with high tariff regions including the United States, Latin America, and industrially-lagging Europe, and the low tariff regions including Asia and the European industrial leaders. Second, while tariff rates rose on the European continent after the 1870s, they rose far more steeply and earlier in Latin America and industrially-lagging Europe, and more steeply even in Asia. Furthermore, after world tariff rates rose between 1865 and 1900, they then fell by half between 1900 and 1920, before tripling between 1920 and 1934. The most popular explanations for these world tariff facts come from two sources: Stolper-Samuelson -- scarce factors should lobby for protection when exposed to more intense world competition, and scarce factors should win the political battle if their votes carry heavy weight; and national industrial policy -- since late 20th century ISI policies must surely have their roots in the 19th century infant industry arguments. Looking at the same history that Eli Heckscher and Bertil Ohlin did to produce their famous theorem, or that Alexander Hamilton and Frederick List did to produce their equally famous infant industry argument, I find that latter is pretty much irrelevant until the 20th century, while the former starts playing an important role a little earlier when global forces open up in the 19th century. Throughout the 150 years, tariff policy was driven consistently (and often more importantly) by revenue needs and strategic tariff behavior. Geography, home market size, world economic environment, trading partner behavior, gunboats and tariff autonomy all mattered. So did Stolper-Samuelson.\n\n",
    "acknowledgement": "\n"
}