{
    "id": 9657,
    "citation_title": "Payout Policy in the 21st Century",
    "citation_author": [
        "Alon Brav",
        "John R. Graham",
        "Campbell R. Harvey",
        "Roni Michaely"
    ],
    "citation_publication_date": "2003-04-28",
    "issue_date": "2003-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey 384 CFOs and Treasurers, and conduct in-depth interviews with an additional two dozen, to determine the key factors that drive dividend and share repurchase policies. We find that managers are very reluctant to cut dividends, that dividends are smoothed through time, and that dividend increases are tied to long-run sustainable earnings but much less so than in the past. Rather than increasing dividends, many firms now use repurchases as an alternative. Paying out with repurchases is viewed by managers as being more flexible than using dividends, permitting a better opportunity to optimize investment. Managers like to repurchase shares when they feel their stock is undervalued and in an effort to affect EPS. Dividend increases and the level of share repurchases are generally paid out of residual cash flow, after investment and liquidity needs are met. Financial executives believe that retail investors have a strong preference for dividends, in spite of the tax disadvantage relative to repurchases. In contrast, executives believe that institutional investors as a class have no strong preference between dividends and repurchases. In general, management views provide at most moderate support for agency, signaling, and clientele hypotheses of payout policy. Tax considerations play only a secondary role. By highlighting where the theory and practice of corporate payout policy are consistent and where they are not, we attempt to shed new light on important unresolved issues related to payout policy in the 21st century.\n\n",
    "acknowledgement": "\n"
}