{
    "id": 9661,
    "citation_title": "Charitable Bequests and Taxes on Inheritance and Estates: Aggregate Evidence from Across States and Time",
    "citation_author": [
        "Jon Bakija",
        "William Gale",
        "Joel Slemrod"
    ],
    "citation_publication_date": "2003-05-05",
    "issue_date": "2003-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne recurring issue in the debate over the estate tax is its impact on the non-profit sector.  With the top marginal rate of federal estate tax currently at 49 percent, abolishing the tax would approximately double the price of a charitable bequest relative to an ordinary bequest for the wealthiest estates.  It would also, however, raise the after-tax wealth of decedents, so the ultimate impact of any particular policy change depends in part on the relative sizes of the price and wealth elasticities. This paper estimates the impact of taxes on charitable bequests using an econometric framework that exploits the fact that federal and state tax rates on estates and inheritances have changed over time in different ways across states and real wealth levels.  The effect of federal and state inheritance and estate taxes on charitable bequests is estimated using pooled cross-sectional data spanning several decades information from federal estate tax returns.  Under several different specifications, we find evidence that the incentives for charitable giving present in state and federal estate and inheritance taxes have a strong positive effect on charitable bequests.  Our estimates that rely on differences in the time path of state and federal tax rates across groups provide a more credible source of identification than the previous literature of a large and significant price elasticity of charitable bequests.\n\n",
    "acknowledgement": "\n"
}