{
    "id": 9665,
    "citation_title": "The Determinants and Consequences of Child Care Subsidies for Single Mothers",
    "citation_author": [
        "David Blau",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2003-05-05",
    "issue_date": "2003-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides an analysis of child care subsidies under welfare reform. Previous studies of child care subsidies use data from the pre-welfare-reform period, and their results may not apply to the very different post-reform environment. We use data from the 1999 National Survey of America's Families to analyze the determinants of receipt of a child care subsidy and the effects of subsidy receipt on employment, school attendance, job search, and welfare participation. We analyze the impact on subsidy receipt of household characteristics such as family size and structure, and past participation in welfare. The most important determinant of receipt of a child care subsidy is past receipt, but we cannot determine from our analysis whether this is a causal effect or a result of unobserved heterogeneity. Ordinary least squares estimates that treat subsidy receipt as exogenous show an effect of subsidy receipt of about 13 percentage points on employment. Two stage least squares estimates that treat subsidy receipt as endogenous and use county dummies as identifying instruments show an effect of 32 percentage points. We present some evidence that is consistent with the assumption that county dummies are valid identifying instruments, and some evidence that is inconsistent with the assumption.\n\n",
    "acknowledgement": "\n"
}