{
    "id": 9667,
    "citation_title": "Inflation Targeting in Transition Countries: Experience and Prospects",
    "citation_author": [
        "Jiri Jonas",
        "Frederic S. Mishkin"
    ],
    "citation_publication_date": "2003-05-05",
    "issue_date": "2003-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the inflation targeting experience in three transition countries: the Czech Republic, Poland and Hungary. While the examined countries have missed inflation targets often by a large margin, they nevertheless progressed well with disinflation. A key lesson from the experience of the inflation targeting transition countries is that economic performance will improve and support for the central bank will be higher if the central banks emphasize avoiding undershoots of the inflation target as much as avoiding overshoots. Also economic performance will be enhanced if inflation targeting central banks in transition countries do not engage in active manipulation of the exchange rate. The relationship between the central bank and the government in these countries has been quite difficult, but this can be alleviated by having a direct government involvement in the setting of the inflation target and with a more active role of the central bank in communicating with both the government and the public. In addition having technocrats appointed as the head of the central bank rather than politicians may help in depersonalizing the conduct of monetary policy and increase support for the independence of the central bank. The paper also addresses the future perspective of monetary policy in the transition economies and concludes that even after the EU accession, inflation targeting can remain the main pillar of monetary strategy in the three examined accession countries during the time before they will join the EMU.\n\n",
    "acknowledgement": "\n"
}