{
    "id": 9669,
    "citation_title": "The Effects of Multinational Production on Wages and Working Conditions in Developing Countries",
    "citation_author": [
        "Drusilla K. Brown",
        "Alan V. Deardorff",
        "Robert M. Stern"
    ],
    "citation_publication_date": "2003-05-05",
    "issue_date": "2003-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses the evidence regarding the effects of multinational production on wages and working conditions in developing countries.  It is motivated by recent controversies concerning whether multinational firms in developing countries exploit workers by paying low wages and subjecting them to substandard conditions.  We first address efforts of activist groups, universities, and colleges in the  Anti-Sweatshop' Campaign in the United States, the social accountability of multinational firms, and the role of such international institutions as the International Labor Organization and World Trade Organization in dealing with labor standards and trade.  We then consider conceptually how foreign direct investment might affect host-country wages.  Available theories yield ambiguous predictions, leaving the effects to be examined empirically.  We therefore, finally, review empirical evidence on multinational firm wages in developing countries, and the relationship between foreign direct investment and labor rights.  This evidence indicates that multinational firms routinely provide higher wages and better working conditions than their local counterparts, and they are typically not attracted preferentially to countries with weak labor standards.\n\n",
    "acknowledgement": "\n"
}