{
    "id": 9670,
    "citation_title": "Twin Fallacies About Exchange Rate Policy in Emerging Markets",
    "citation_author": [
        "Carmen M. Reinhart",
        "Vincent R. Reinhart"
    ],
    "citation_publication_date": "2003-05-05",
    "issue_date": "2003-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo assertions about exchange rate regimes circulate with some frequency in policy circles. The first, the hypothesis of the excluded middle, holds that authorities must either choose perfectly floating exchange rates (preferably anchored by an inflation target for the central bank) or a hard (preferably irrevocable) peg. The second, seemingly unrelated, argues that the inability of emerging market economies to exercise monetary independence owes to the severe mistrust that they are perceived with by global investors because of the economic failures of prior governments. This paper argues that the theories of the excluded middle and original sin are twin and related fallacies that are contrary to theory and evidence. This paper will provide a model in which the government can choose policies consistent with either a pure float anchored by a constant money stock or a pure peg but, under certain circumstances, fail to find exchange rate stability at either corner. The problem is that the potential for regime change implies that the current government's successors may behave less admirably, which will weigh on investors' current behavior. The difficulties imparted by this expectation channel in an otherwise standard model of optimizing agents endowed with rational expectations shows both why looking back to explain credibility problems is looking the wrong way and why the excluded middle is, in fact, so crowded.\n\n",
    "acknowledgement": "\n"
}