{
    "id": 9671,
    "citation_title": "Teacher Incentives",
    "citation_author": [
        "Paul Glewwe",
        "Nauman Ilias",
        "Michael Kremer"
    ],
    "citation_publication_date": "2003-05-05",
    "issue_date": "2003-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdvocates of teacher incentive programs argue that they can strengthen weak incentives, while opponents argue they lead to teaching to the test.' We find evidence that existing teacher incentives in Kenya are indeed weak, with teachers absent 20% of the time.  We then report on a randomized evaluation of a program that provided primary school teachers in rural Kenya with incentives based on students' test scores. Students in program schools had higher test scores, significantly so on at least some exams, during the time the program was in place. An examination of the channels through which this effect took place, however, provides little evidence of more teacher effort aimed at increasing long-run learning. Teacher attendance did not improve, homework assignment did not increase, and pedagogy did not change. There is, however, evidence that teachers increased effort to raise short-run test scores by conducting more test preparation sessions. While students in treatment schools scored higher than their counterparts in comparison schools during the life of the program, they did not retain these gains after the end of the program, consistent with the hypothesis that teachers focused on manipulating short-run scores. In order to discourage dropouts, students who did not test were assigned low scores. Program schools had the same dropout rate as comparison schools, but a higher percentage of students in program schools took the test.\n\n",
    "acknowledgement": "\n"
}