{
    "id": 9676,
    "citation_title": "Alcohol Advertising and Alcohol Consumption by Adolescents",
    "citation_author": [
        "Henry Saffer",
        "Dhaval Dave"
    ],
    "citation_publication_date": "2003-05-12",
    "issue_date": "2003-05-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to empirically estimate the effects of alcohol advertising on adolescent alcohol consumption. The theory of brand capital is used to explain the effects of advertising on consumption. The industry response function and the evidence from prior studies indicate that the empirical strategy should maximize the variance in the advertising data. The approach in this paper to maximizing the variance in advertising data is to employ cross sectional data.  The Monitoring the Future (MTF) and the National Longitudinal Survey of Youth 1997 (NLSY97) data sets, which include only data for adolescents, are employed for the empirical work.  These data sets are augmented with alcohol advertising data, originating on the market level, for five media.  Use of both the MTF and the NLSY97 data sets improves the empirical analysis since each data set has its own unique advantages.  The large size of the MTF makes it possible to estimate regressions with race and gender specific subsamples.  The panel nature of the NLSY97 makes it possible to estimate individual fixed effects models.  In addition, very similar models can be estimated with both data sets.  Since the data sets are independent, the basically consistent findings increase the confidence in all the results. The results indicate that blacks participate in alcohol less than whites and their participation cannot be explained with the included variables as well as it can for whites.  A comparison of male and female regressions shows that price and advertising effects are generally larger for females.  Models which control for individual heterogeneity result in larger advertising effects implying that the MTF results may understate the effect of alcohol advertising.  The results based on the NLSY97 suggest that a compete ban on all alcohol advertising could reduce adolescent monthly alcohol participation by about 24 percent and binge participation by about 42 percent.  The past month price-participation elasticity was estimated at about -0.28 and the price-binge participation elasticity was estimated at about -0.51. Both advertising and price policies are shown to have the potential to substantially reduce adolescent alcohol consumption.\n\n",
    "acknowledgement": "\n"
}