{
    "id": 9680,
    "citation_title": "Cooperative Marketing Agreements Between Competitors: Evidence from Patent Pools",
    "citation_author": [
        "Josh Lerner",
        "Jean Tirole",
        "Marcin Strojwas"
    ],
    "citation_publication_date": "2003-05-12",
    "issue_date": "2003-05-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOn numerous occasions, rival firms seek to market goods together, particularly in high-technology industries. This paper empirically examines one such institution: the patent pool. The analysis highlights five findings consistent with the theoretical predictions: (a) pools involving substitute patents are unlikely to allow pool members to license patents independently, consistent with our earlier theoretical work; (b) independent licensing is more frequently allowed when the number of members in the pool grows, which may reflect the increasing challenges that reconciling users? differing technological agendas pose in large pools; (c) larger pools are more likely to have centralized control of litigation, which may reflect either the fact that the incentives for individual enforcement in large pools are smaller or that large pools are more likely to include small players with limited enforcement capabilities; (d) third party licensing is more common in larger pools, consistent with suggestions that such pools were established primarily to resolve the bargaining difficulties posed by overlapping patent holdings; and (e) during the most recent era, when an intense awareness of antitrust concerns precluded many competition-harming patent pools, more important patents were selected for pools and patents selected for pools were subsequently more intensively referenced by others.\n\n",
    "acknowledgement": "\n"
}