{
    "id": 9687,
    "citation_title": "Globalization in Latin America Before 1940",
    "citation_author": [
        "Jeffrey G. Williamson",
        "Luis Bertola"
    ],
    "citation_publication_date": "2003-05-12",
    "issue_date": "2003-05-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow much of the good growth performance in Latin America between 1870 and 1913 can be assigned to the forces of globalization? Why was industrialization so weak? Why was inequality on the rise? This paper offers an answer to these questions. It starts by exploring the disadvantages associated with geographic isolation from world markets and the transport revolutions that helped liberate Latin America from that isolation, a pro-global force. It then asks how independence contributed to massive de-globalization during the decades of  lost growth' between the 1820s and the 1870s. Next, it documents what happened to the external terms of trade in Latin America between 1820 and 1950: from the 1890s onwards the terms of trade deteriorated, but it also underwent spectacular improvement before the 1890s, suggesting that it had something to do with the  fairly fast' Latin America growth during so much of the belle ‚poque. While booming relative prices of exports certainly fostered trade, policy suppressed it: tariff rates were higher in Latin America than almost anywhere else in the world between 1820 and 1929, long before the Great Depression. The paper then asks why. The answer is to be found mainly with revenue needs rather than with some precocious import substitution policy. High tariffs still had a powerful protective effect, regardless of motivation. However, protective policy was modified by those powerful and positive terms of trade shocks, yielding on net weak early industrialization. Finally, the paper documents that inequality rose in most of Latin America up to World War I, while it fell thereafter. The correlation between globalization and inequality is likely to have been causal.\n\n",
    "acknowledgement": "\n"
}