{
    "id": 9688,
    "citation_title": "Do Minimum Wages Affect Non-wage Job Attributes? Evidence on Fringe Benefits and Working Conditions",
    "citation_author": [
        "Kosali Ilayperuma Simon",
        "Robert Kaestner"
    ],
    "citation_publication_date": "2003-05-12",
    "issue_date": "2003-05-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNeoclassical labor market theories imply that employers will react to binding minimum wages by changing the level of employment. A multitude of studies consider this aspect of minimum wages, yet fail to reach a consensus as to its employment effects. While the employment effects of the minimum wage are certainly important, the empirical literature has not adequately explored the possibility that employers may also adjust non-wage components of the job such as fringe benefits, job safety, and access to training opportunities. We study the effect of minimum wage legislation on fringe benefits (employer provision of health insurance, pension coverage, dental insurance, vacation pay, and training/educational benefits) and working conditions (shift work, irregular shifts, and workplace safety) during the period 1979 to 2000 using the National Longitudinal Survey of Youth and the Current Population Survey. We examine effects of state and federal variation in the minimum wages on groups likely to be affected by the minimum wage. These effects are compared to estimates found for groups unlikely to be affected by minimum wages. Our results indicate no discernible effect of the minimum wage on fringe benefit generosity for low-skilled workers. This conclusion is unchanged whether we use only state level variation or federal and state variation in minimum wages.\n\n",
    "acknowledgement": "\n"
}