{
    "id": 9693,
    "citation_title": "Impacts of Eligibility Expansions and Provider Reimbursement Rate Increases on Child Care Subsidy Take-Up Rates, Welfare Use and Work",
    "citation_author": [
        "Ann Dryden Witte",
        "Magaly Queralt"
    ],
    "citation_publication_date": "2003-05-12",
    "issue_date": "2003-05-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find that reforms in the Rhode Island subsidized child care program, including income and age eligibility expansions and increases in the reimbursement rates paid to formal providers, significantly increased the likelihood that current and former welfare families: a) would use child care subsidies and b) would work 20 or more hours per week. In addition, these policy changes significantly increased the probability that family heads of household would leave welfare for work. The most powerful impact of the Rhode Island changes in child care policies was on families that had left welfare (i.e., former cash recipients) and that worked at least 20 hours per week. These policy changes had less effect on families receiving cash assistance and enrolled in some approved activity (e.g., education or training) other than work. We were not able to assess the impact of the Rhode Island policy changes on families who were never on cash assistance. However, the large increase in the number of such families receiving child care subsidies after the reforms were instituted suggests that the impact may have been substantial. We also estimate that Rhode Island's reform of its cash assistance program and of its child care subsidy program, in combination, almost tripled the probability that a typical head of household currently or formerly receiving welfare would work 20 or more hours per week (i.e., the probability increased from 7% in the second quarter of 1996 to 22% in the second quarter of 2000) and almost halved the probability that a single mother in the sample would be on cash assistance and neither working nor in some other approved activity (i.e., such probability decreased from 47% in the second quarter of 1996 to 25% in the second quarter of 2000).\n\n",
    "acknowledgement": "\n"
}