{
    "id": 9698,
    "citation_title": "Economic Analysis of Public Law Enforcement and Criminal Law",
    "citation_author": [
        "Steven Shavell"
    ],
    "citation_publication_date": "2003-05-19",
    "issue_date": "2003-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper contains the chapters on public enforcement of law and on criminal law from a general, forthcoming book, Foundations of Economic Analysis of Law (Harvard University Press, 2003).  By public law enforcement is meant the use of public law enforcement agents -- such as police, tax inspectors, regulatory personnel -- to enforce legal rules.  A number of important dimensions of public law enforcement may be distinguished.  One is the choice of the basic rule of liability: whether liability is strict or fault-based, and whether liability is imposed only if harm is done or may be imposed on the basis of acts alone (independently of the occurrence of harm).  A second dimension of enforcement is the type of sanction, whether monetary or nonmonetary, notably, imprisonment.  A third aspect of enforcement is the magnitude of sanctions.  And a fourth dimension of enforcement is the degree of enforcement effort, which determines the probability of imposition of sanctions. These dimensions of enforcement are discussed in the chapters that follow.  In chapter 20, the basic theory of public enforcement employing monetary sanctions is discussed; in chapter 21, the basic theory of enforcement using nonmonetary sanctions is examined; and in chapter 22, extensions to the basic theory are considered. Then, in chapter 23, functions of sanctions apart from deterrence, namely, incapacitation, rehabilitation, and retribution, are discussed.  Finally, in chapter 24, the subject of criminal law is addressed against the background of the theory of public enforcement of law.\n\n",
    "acknowledgement": "\n"
}