{
    "id": 9705,
    "citation_title": "Nonunion Wage Rates and the Threat of Unionization",
    "citation_author": [
        "Henry Farber"
    ],
    "citation_publication_date": "2003-05-19",
    "issue_date": "2003-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI investigate how the the threat of union organization affects the wage paid to nonunion workers. I start by outlining the standard model of wage determination by a nonunion employer when faced with the threat of union organization. The model suggests that the nonunion wage will be directly related and the union wage gap will be inversely related to the threat. I use repeated cross-section data from the CPS from 1977-2002 to develop a measure of the threat as the predicted probability of union membership. I use this measure to estimate earnings functions that use several sources of variation in the likelihood of union membership to identify the threat effect in a manner that reduces the likelihood of omitted variable bias. Finally, I investigate two cases where there has arguably been a change in the likelihood of union organization that is not correlated with changes in the demand for labor. These include the wage changes surrounding the introduction of right-to-work (RTW) laws in two states during the period studied and wage changes surrounding deregulation of key industries in the late 1970s and early 1980s. The results are mixed. The preferred estimates from the analysis using predicted probability of unionization as the threat measure, imply very little relationship between either nonunion wages or the union wage gap and the threat. The estimates that rely on the introduction of RTW laws show a significant relationship between nonunion wages and the introduction of RTW laws in one of the two states. Stronger evidence of threat effects is found in the experience of deregulated industries, where regulation was a central factor in union strength.\n\n",
    "acknowledgement": "\n"
}