{
    "id": 9707,
    "citation_title": "Job Loss in the United States, 1981-2001",
    "citation_author": [
        "Henry Farber"
    ],
    "citation_publication_date": "2003-05-19",
    "issue_date": "2003-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI examine changes in the incidence and consequences of job loss between 1981 and 2001 using data from the Displaced Workers Surveys (DWS) from 1984-2002. The overall rate of job loss has a strong counter-cyclical component, but the job loss rate was higher than might have been expected during the mid-1990's given the strong labor market during that period. While the job loss rate of more-educated workers increased, less-educated workers continue to have the highest rates of job loss overall. Displaced workers have a substantially reduced probability of employment and an increased probability of part-time employment subsequent to job loss. The more educated have higher post-displacement employment rates and are more likely to be employed full-time. The probabilities of employment and full-time employment among those reemployed subsequent to job loss increased substantially in the late 1990s, suggesting that the strong labor market eased the transition of displaced workers. Reemployment rates dropped sharply in the recession of 2001. Those re-employed, even full-time and regardless of education level earnings declines relative to what they earned before they were displaced. Additionally, foregone earnings growth (the growth in earnings that would have occurred had the workers not been displaced), is an important part of the cost of job loss for re-employed full-time job losers. There is no evidence of a decline during the tight labor market of the 1990s in the earnings loss of displaced workers who were reemployed full-time. In fact, earnings losses of displaced workers have been increasing since the mid 1990s.\n\n",
    "acknowledgement": "\n"
}