{
    "id": 9708,
    "citation_title": "Treatment Effect Heterogeneity in Theory and Practice",
    "citation_author": [
        "Joshua D. Angrist"
    ],
    "citation_publication_date": "2003-05-19",
    "issue_date": "2003-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInstrumental Variables (IV) methods identify internally valid causal effects for individuals whose treatment status is manipulable by the instrument at hand. Inference for other populations requires some sort of homogeneity assumption. This paper outlines a theoretical framework that nests all possible homogeneity assumptions for a causal treatment-effects model with a binary instrument. The framework suggests strategies for using IV estimates for extrapolation, while making it clear that efforts to go from local average treatment effects (LATE) to population average treatment effects are inherently speculative. These ideas are illustrated in an application using sibling-sex composition to estimate the effect of child-bearing on economic and marital outcomes for mothers with two or more children. The application is motivated by welfare reform, which penalizes further childbearing by welfare mothers on the grounds that more children make continued poverty and welfare receipt more likely. The empirical results generally support the notion of reduced labor supply and increased poverty rates as a consequence of additional childbearing, but evidence on the impact of childbearing on marital stability and welfare use is more tenuous. Another interesting finding is that for the sample of teen mothers, LATE is essentially equal to the population average treatment effect.\n\n",
    "acknowledgement": "\n"
}