{
    "id": 9713,
    "citation_title": "IS-LM and Monetarism",
    "citation_author": [
        "Michael D. Bordo",
        "Anna J. Schwartz"
    ],
    "citation_publication_date": "2003-05-19",
    "issue_date": "2003-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses monetarist objections to the IS-LM model. We explore the views of  two principal spokesmen for monetarism: Milton Friedman and the team of Karl Brunner and Allan Meltzer. Friedman did not explicitly state the reasons he generally chose not to use the IS-LM model in rejecting Keynesian views on the demand function for money, the role of autonomous expenditures in cyclical fluctuations, the potency of fiscal policy as against monetary policy, etc.  He presented statistical findings, historical evidence, and econometric results to support his alternative analysis of macroeconomics, but his critics were unconvinced. In 1970, in an effort to use his critics' common language, he set up a model with explicit terms for IS-LM to encompass both the quantity theory and the income-expenditure theory.  Friedman attributed the failure of this effort to the fact that he was a Marshallian, his opponents Walrasians. Brunner and Meltzer's objections to IS-LM were explicit. They found it too spare, so they elaborated it by adding a credit market, disaggregating the asset market by specifying three assets: base money, government debt, and real capital.  They set up a model with financial institutions and utilized it to study the effects of a variety of policies. In brief, summarizing the views of both Friedman and Brunner and Meltzer, monetarists dislike the IS-LM framework because it limits monetary influence too narrowly, essentially to the interest elasticity of money demand, and defines investment in an excessively narrow fashion, and even that is not explicit.\n\n",
    "acknowledgement": "\n"
}