{
    "id": 9714,
    "citation_title": "Annuities and Individual Welfare",
    "citation_author": [
        "Thomas Davidoff",
        "Jeffrey R. Brown",
        "Peter A. Diamond"
    ],
    "citation_publication_date": "2003-05-26",
    "issue_date": "2003-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper advances the theory of annuity demand. First, we derive sufficient conditions under which complete annuitization is optimal, showing that this well-known result holds true in a more general setting than in Yaari (1965). Specifically, when markets are complete, sufficient conditions need not impose exponential discounting, intertemporal separability or the expected utility axioms; nor need annuities be actuarially fair, nor longevity risk be the only source of consumption uncertainty. All that is required is that consumers have no bequest motive and that annuities pay a rate of return for survivors greater than those of otherwise matching conventional assets, net of administrative costs. Second, we show that full annuitization may not be optimal when markets are incomplete. Some annuitization is optimal as long as conventional asset markets are complete. The incompleteness of markets can lead to zero annuitization but the conditions on both annuity and bond markets are stringent. Third, we extend the simulation literature that calculates the utility gains from annuitization by considering consumers whose utility depends both on present consumption and a which they have become accustomed. The value of annuitization hinges critically on the size of the initial standard-of-living relative to wealth.\n\n",
    "acknowledgement": "\n"
}