{
    "id": 9715,
    "citation_title": "A Multinational Perspective on Capital Structure Choice and Internal Capital Markets",
    "citation_author": [
        "Mihir A. Desai",
        "C. Fritz Foley",
        "James R. Hines",
        "Jr."
    ],
    "citation_publication_date": "2003-05-26",
    "issue_date": "2003-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of local tax rates and capital market conditions on the level and composition of borrowing by foreign affiliates of American multinational corporations. The evidence indicates that 10 percent higher local tax rates are associated with 2.8 percent higher debt/asset ratios of American-owned affiliates, and that borrowing from related parties is particularly sensitive to tax rates. Borrowing by American affiliates responds to local inflation and political risks, and is more costly in countries with underdeveloped capital markets and those providing weak legal protections for creditors. Affiliates in environments where external borrowing is costly borrow less from unrelated parties: one percent higher interest rates are associated with 1.4 to 2.0 percent less external debt as a fraction of assets. Instrumental variables analysis reveals that affiliates substitute loans from parent companies for between half and three quarters of the reduced borrowing from unrelated parties stemming from adverse local capital market conditions. These patterns suggest that multinational firms are able to structure their finances in response to tax and capital market conditions, thereby creating opportunities not available to many of their local competitors.\n\n",
    "acknowledgement": "\n"
}