{
    "id": 972,
    "citation_title": "A Theory of Expropriation and Deviations From Perfect Capital Mobility",
    "citation_author": [
        "Jonathan Eaton",
        "Mark Gersovitz"
    ],
    "citation_publication_date": "1982-08-01",
    "issue_date": "1982-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a theory of capital movements in the presence of potential expropriation. The threat of expropriation is derived from utility maximizing behavior by host countries. Potential investors, anticipating this behavior, modify their investment plans to avoid expropriation. When- ever the host country faces competitive foreign investors expropriation represents part of a time-consistent but suboptimal plan of the type discussed by Kydland and Prescott (1977). The consequent equilibrium may be characterized by a number of distortions. In the simplest model we analyze, a host country faces a large number of potential, competitive foreign investors. We explore the implications of the threat of expropriation for shadow pricing in the host country and for the optimal technology choice by potential investors. We consider variants of the model in which the potential investor is in a monopoly position vis-a-vis the host country, in which the foreign investment project is subject to risk which is unresolved at the time of the expropriation decision, and in which factors affecting the optimality of expropriation by the host country are unresolved at the time of the investment decision. The larger the penalty incumbent on the host country in the event of expropriation, the greater its welfare in the simple, competitive model. When the foreign investor is a monopolist, however, this result is reversed.\n\n",
    "acknowledgement": "\n"
}