{
    "id": 9720,
    "citation_title": "Does the Format of a Financial Aid Program Matter? The Effect of State In-Kind Tuition Subsidies",
    "citation_author": [
        "Bridget Terry Long"
    ],
    "citation_publication_date": "2003-05-26",
    "issue_date": "2003-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes the format of a financial aid program influence how it affects college decisions? This paper examines this question by focusing on state appropriations to public postsecondary institutions. While these funds subsidize tuition costs for in-state students, the in-kind format of the aid an resulting price gap between public and private colleges could also affect choices between colleges. The paper analyzes this possible effect utilizing a conditional logistic choice model, which exploits extensive match-specific information between individuals and nearly 2,700 colleges. Using estimates of how price, quality, and distance influence college decisions, I examine the impact of several dissimilar state subsidy regimes and simulate how decisions would change if the aid were awarded in other ways. The results suggest that the level and distribution pattern of state subsidies strongly influence decisions. When in-kind subsidies are large, students appear to choose public colleges even if the gap in resources between public and private options is substantial. If the aid were instead distributed as a credit applicable to any in-state college, up to 29 percent more students would prefer to attend private four-year colleges. The results also suggest that the in-kind subsidies create incentives for students to favor public four-year colleges over two-year institutions.\n\n",
    "acknowledgement": "\n"
}