{
    "id": 9725,
    "citation_title": "Defense R&D Policy in the Anti-terrorist Era",
    "citation_author": [
        "Manuel Trajtenberg"
    ],
    "citation_publication_date": "2003-05-26",
    "issue_date": "2003-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper seeks to analyze the nature of the terrorist threat following 9/11, and to explore the implications for defense R&D policy. First it reviews the defining trends of defense R&D since the cold war, and brings in pertinent empirical evidence: The US accumulated during the 1990s a defense R&D stock 10 times larger than any other country, and almost 30 times larger than Russia. Big weapon systems, key during the cold war but of dubious significance since then still figure prominently, commanding 30% of current defense R&D spending, vis a vis just about 13% for intelligence and antiterrorism. The second part of the paper examines the nature of the terrorist threat, focusing on the role of uncertainty, the lack of deterrence, and the extent to which security against terrorism is (still) a public good. I develop for that purpose a simple model of terrorism, cast in a nested discrete choice framework. Two strategies are considered: fighting terrorism at its source, and protecting individual targets, which entails a negative externality. Contrary to the traditional case of national defense, security against terrorism becomes a mixed private/public good. A key result of the model is that the government should spend enough on fighting terrorism at its source, so as to nullify the incentives of private targets to invest in their own security. Intelligence emerges as the key aspect of the war against terrorism and, accordingly, R&D aimed at providing advanced technological means for intelligence is viewed as the cornerstone of defense R&D. This entails developing computerized sensory interfaces, and increasing the ability to analyze vast amounts of data. Both have direct civilian applications, and therefore the required R&D is mostly  dual use'. Indeed, there is already a private market for these systems, with a large number of players. R&D programs designed to preserve this diversity and to encourage further competition may prove beneficial both for the required R&D, and for the economy at large.\n\n",
    "acknowledgement": "\n"
}