{
    "id": 9728,
    "citation_title": "Product Differentiation, Search Costs, and Competition in the Mutual Fund Industry: A Case Study of the S&P 500 Index Funds",
    "citation_author": [
        "Ali Hortacsu",
        "Chad Syverson"
    ],
    "citation_publication_date": "2003-05-26",
    "issue_date": "2003-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo salient features of the competitive structure of the U.S. mutual fund industry are the large number of funds and the sizeable dispersion in the fees funds charge investors, even within narrow asset classes. Portfolio financial performance differences alone do not seem able to fully explain these features. We investigate whether non-portfolio fund differentiation and information/search frictions also play a role in creating these observed industry characteristics. We focus on their impact in a case study of the retail S&P 500 index funds sector. We find that fund proliferation and price dispersion also exist in this sector, despite the funds' financial homogeneity. Furthermore, there was a marked shift in sector assets to more expensive (often newly entered) funds throughout our sample period. Our analysis indicates that these observations are consistent with the presence of both non-portfolio differentiation and information/search frictions. Structural estimation of a novel search-over-differentiated-products model reveals that reasonable magnitudes of investor search costs can explain the considerable price dispersion in the sector, and consumers seem to value funds'' observable attributes   such as fund age and the number of other funds in the same fund family in largely plausible ways. The results also suggest that the substantial increase in mutual fund market participation observed during our sample, and the corresponding purchase decisions of novice investors, drove the shift in assets toward more expensive funds. We also find evidence consistent with the presence of switching costs, as distinct from search costs. Using structural estimates of demand parameters and search costs, we investigate the possibility that there are too many sector funds from a social welfare standpoint. The results of this exercise indicate that restricting entry would yield nontrivial gains from reduced search costs and productivity gains from scale economies, but these may be counterbalanced by losses from increased market power and reduced product variety.\n\n",
    "acknowledgement": "\n"
}