{
    "id": 9732,
    "citation_title": "Fifty Years of Mincer Earnings Regressions",
    "citation_author": [
        "James J. Heckman",
        "Lance J. Lochner",
        "Petra E. Todd"
    ],
    "citation_publication_date": "2003-05-26",
    "issue_date": "2003-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Mincer earnings function is the cornerstone of a large literature in empirical economics. This paper discusses the theoretical foundations of the Mincer model and examines the empirical support for it using data from Decennial Censuses and Current Population Surveys. While data from 1940 and 1950 Censuses provide some support for Mincer's model, data from later decades are inconsistent with it. We examine the importance of relaxing functional form assumptions in estimating internal rates of return to schooling and of accounting for taxes, tuition, nonlinearity in schooling, and nonseparability between schooling and work experience. Inferences about trends in rates of return to high school and college obtained from our more general model differ substantially from inferences drawn from estimates based on a Mincer earnings regression. Important differences also arise between cohort-based and cross-sectional estimates of the rate of return to schooling. In the recent period of rapid technological progress, widely used cross-sectional applications of the Mincer model produce dramatically biased estimates of cohort returns to schooling. We also examine the implications of accounting for uncertainty and agent expectation formation. Even when the static framework of Mincer is maintained, accounting for uncertainty substantially affects the return estimates. Considering the sequential resolution of uncertainty over time in a dynamic setting gives rise to option values, which fundamentally changes the analysis of schooling decisions. In the presence of sequential resolution of uncertainty and option values, the internal rate of return - a cornerstone of classical human capital theory - is not a useful guide to policy analysis.\n\n",
    "acknowledgement": "\n"
}