{
    "id": 9735,
    "citation_title": "Appropriability and the timing of innovation: Evidence from MIT inventions",
    "citation_author": [
        "Emmanuel Dechenaux",
        "Brent Goldfarb",
        "Scott A. Shane",
        "Marie C. Thursby"
    ],
    "citation_publication_date": "2003-05-26",
    "issue_date": "2003-05-26",
    "revision_date": "2007-07-05",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAt least since Arrow (1962), the effects of appropriability on invention have been well studied, but there has been little analysis of the effect of appropriability on the commercialization of existing inventions. Exploiting a database of 805 attempts by private firms to commercialize inventions licensed from MIT between 1980 and 1996, we explore the influence of several appropriability mechanisms on the commercialization and termination of projects to develop products based on university inventions. Our central hypothesis is that the relationship between a licensee's decision to either terminate or commercialize the invention is driven by the current market value of the invention, as well as the option value of delaying its commercialization. We use a competing risks framework that allows for non- parametric heterogeneity and correlated risks. We find that better appropriability in the sense of more effective patent strength and secrecy has a strong negative effect on the hazard of license termination. The effectiveness of learning has a strong positive effect on the hazard of technology commercialization, while lead time has a negative effect.\n\n",
    "acknowledgement": "\nWe thank Fritz Foley, Yan Meuniere, Scott Stern, Jerry Thursby, and participants of seminars at Carnegie Mellon, Emory, and Stanford Universities, the NBER Summer Institute and the International Industrial Organization Conference at Northwestern University for useful comments. We are particularly grateful to Lita Nelson of the MIT Technology Licensing Office for providing access to the data and for answering many questions. Thursby gratefully acknowledges the Kauffman Foundation and the National Science Foundation (Awards SES-0094573 and NSF-IGERT 0221600). Both Thursby and Dechenaux thank the Alan and Mildred Peterson Foundation for research support. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}