{
    "id": 9736,
    "citation_title": "Neoclassical Theory Versus Prospect Theory: Evidence from the Marketplace",
    "citation_author": [
        "John A. List"
    ],
    "citation_publication_date": "2003-06-02",
    "issue_date": "2003-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNeoclassical theory postulates that preferences between two goods are independent of the consumer's current entitlements.  Several experimental studies have recently provided strong evidence that this basic independence assumption, which is used in most theoretical and applied economic models to assess the operation of markets, is rarely appropriate.  These results, which clearly contradict closely held economic doctrines, have led some influential commentators to call for an entirely new economic paradigm to displace conventional neoclassical theory e.g., prospect theory, which invokes psychological effects.  This paper pits neoclassical theory against prospect theory by investigating three clean tests of the competing hypotheses.  In all three cases, the data, which are drawn from nearly 500 subjects actively participating in a well-functioning marketplace, suggest that prospect theory adequately organizes behavior among inexperienced consumers, whereas consumers with intense market experience behave largely in accordance with neoclassical predictions.  The pattern of results indicates that learning primarily occurs on the sell side of the market:  agents with intense market experience are more willing to part with their entitlements than lesser-experienced agents.\n\n",
    "acknowledgement": "\n"
}