{
    "id": 9739,
    "citation_title": "Endogenous Tradability and Macroeconomic Implications",
    "citation_author": [
        "Paul R. Bergin",
        "Reuven Glick"
    ],
    "citation_publication_date": "2003-06-02",
    "issue_date": "2003-06-02",
    "revision_date": "2009-09-25",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational macroeconomic models long have had difficulty explaining the surprisingly low volatility of the relative price between traded and nontraded goods compared to real exchange rates. This apparent puzzle may reflect a restrictive way of thinking about the nature of nontraded goods. Rather than imposing an artificial dichotomy between traded and nontraded, we regard all goods as parts of a single continuum, where the margin between traded and nontraded is endogenous. This implies that their prices are linked together via a marginal good and a new equilibrium condition. A simple and transparent model is used to demonstrate this approach, featuring a small open economy where differentiated goods are heterogeneous in terms of their iceberg trade costs. The paper goes on to find implications for other basic macroeconomic issues, such as limiting the potency of real exchange rate movements to correct large current account imbalances.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Harvard, Humboldt University, Johns Hopkins, Stanford, U.C. Santa Cruz, University of Paris, University of Southern California, Yale, NBER, Federal Reserve System Committee for International Economic Analysis, International Monetary Fund, and European University Institute. This paper is a revised version of NBER Working Paper No. 9739 \"Endogenous Nontradability and Macroeconomic Implications.\" The views expressed below do not represent those of the Federal Reserve Bank of San Francisco or the Board of Governors of the Federal Reserve System.\n\n\n"
}