{
    "id": 9746,
    "citation_title": "A Quantitative Analysis of Tax Competition v. Tax Coordination under Perfect Capital Mobility",
    "citation_author": [
        "Enrique G. Mendoza",
        "Linda L. Tesar"
    ],
    "citation_publication_date": "2003-06-02",
    "issue_date": "2003-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTheory predicts that strategically-determined tax rates induce negative externalities across countries in relative prices, the wealth distribution and tax revenue. This paper studies the interaction of these externalities in a dynamic, general equilibrium environment and its effects on quantitative outcomes of tax competition in one-shot games over capital income taxes between two governments that set time-invariant taxes and issue debt. Strategic payoffs correspond to welfare gains net of the cost of transitional dynamics in a standard neoclassical two-country model with exogenous balanced growth. The model is calibrated to European data for the early 1980s starting from a benchmark with symmetric countries. When countries compete over capital taxes adjusting labor taxes to maintain fiscal solvency, the Nash equilibrium replicates calibrated taxes, suggesting that European taxes can be the outcome of Nash competition. When consumption taxes are adjusted to maintain fiscal solvency, competition triggers a  race to the bottom' in capital taxes but this outcome is welfare-improving relative to calibrated taxes. Sensitivity analysis shows that competition can produce a  race to the top' in capital taxes and that the United Kingdom can benefit from tax competition with Continental Europe. Surprisingly, the gains from coordination in all of these experiments are small.\n\n",
    "acknowledgement": "\n"
}