{
    "id": 975,
    "citation_title": "Unemployment with Observable Aggregate Shocks",
    "citation_author": [
        "Sanford J. Grossman",
        "Oliver D. Hart",
        "Eric Maskin"
    ],
    "citation_publication_date": "1982-09-01",
    "issue_date": "1982-09-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConsider an economy subject to two kinds of shocks: (a) an observable shock to the relative demand for final goods which causes dispersion in relative prices, and (b) shocks, unobservable by workers, to the technology for transforming intermediate goods into final goods. A worker in a particular intermediate goods industry knows that the unobserved price of his output is determined by (1) the technological shock that determines which final goods industry uses his output intensively and (2) the price of the final good that uses his output intensively. When there is very little relative price dispersion among final goods, then it doesn't matter which final goods industry uses the worker's output. Thus the technological shock is of very little importance in creating uncertainty about the worker's marginal product when there is little dispersion of relative prices. Hence an increase in the dispersion of relative prices amplifies the effect of technological uncertainty on a worker's marginal value product. We consider a model of optimal labor contracts in a situation where the workers have less information than the firm about their marginal value product. A relative price shock of the type described above increases the uncertainty which workers have about their marginal value product. We show that with an optimal asymmetric information employment contract the industries which are adversely affected by the relative price shock will contract more than they would under complete information (i.e., where workers could observe their marginal value product). On the other hand the industry which is favorably affected by the relative price shock will - not expand by more than would be the case under complete information. Hence an observed relative demand shock, which would leave aggregate employment unchanged under complete information, will cause aggregate employment to fall under asymmetric information about the technological shock.\n\n",
    "acknowledgement": "\n"
}