{
    "id": 9753,
    "citation_title": "James Tobin: An Appreciation of his Contribution to Economics",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "2003-06-09",
    "issue_date": "2003-06-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJim Tobin, who died on March 11, 2002 at the age of 84, was one of giants of economics of the second half of the twentieth century and the greatest macroeconomist of his generation. Tobin's influence on macroeconomic theory is so pervasive - so much part of our professional 'acquis' - that many younger economists often are not even aware that it is his ideas they are elaborating, testing, criticising, refuting or re-inventing. In this Appreciation, I consider Tobin's scholarly contributions, made over a period of more than 50 years. Tobin received the 1981 Nobel Memorial Prize  for his analysis of financial markets and their relations to expenditure decisions, employment, production and prices'. I consider his contributions to mean-variance portfolio demand and asset pricing theory, especially the Portfolio Separation Theorem; pitfalls in financial model building; portfolio balance and flow of funds models and the 'credit channel'; the life-cycle model and social security; econometric methodology, including the Tobit estimator and his pioneering work using both time series and cross-sectional data to estimate food demand functions; economic growth; Tobin's the 'Tobin Tax'; the monetary and fiscal policy effectiveness debate, first with Milton Friedman and then with the New Classical Macroeconomics and Real Business Cycle schools; and Tobin's approach to methodological questions including microfoundations and aggregation\n\n",
    "acknowledgement": "\n"
}