{
    "id": 9758,
    "citation_title": "Equilibrium Asset Prices Under Imperfect Corporate Control",
    "citation_author": [
        "James Dow",
        "Gary Gorton",
        "Arvind Krishnamurthy"
    ],
    "citation_publication_date": "2003-06-09",
    "issue_date": "2003-06-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShareholders have imperfect ontrol over the decisions of the management of a firm. We integrate a widely accepted version of the separation of ownership and control -- Jensen's (1986) free cash flow theory--into a dynamic equilibrium model and study the effect of imperfect corporate control on asset prices and investment. We assume that firms are run by empire-building managers who prefer to invest all free cash flow rather than distributing it to shareholders. Sharefholders are aware of this problem but it is costly for them to intervene to increase earnings payouts. Our corporate finance approach suggests that the aggregate free cash flow of the corporate sector is an important state variable in explaining asset prices and investment. We show that the business cycle variation in free cash flow helps explain the cyclical behavior of interest rates and the yield curve. The stochastic variation in free cash flow sheds light on risk premia in corporate bonds and out-of-the-money put options. We show that the financial friction causes shocks to affect investment, and causes otherwise i.i.d. shocks to be transmitted from period to period. Unlike the existing macroeconomics literature on financial frictions, the shocks propagate through large firms and during booms.\n\n",
    "acknowledgement": "\n"
}