{
    "id": 9759,
    "citation_title": "Household Risk Management and Optimal Mortgage Choice",
    "citation_author": [
        "John Y. Campbell",
        "Joao F. Cocco"
    ],
    "citation_publication_date": "2003-06-09",
    "issue_date": "2003-06-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA typical household has a home mortgage as its most significant financial contract. The form of this contract is correspondingly important. This paper studies the choice between a fixed-rate (FRM) and an adjustable-rate (ARM) mortgage. In an environment with uncertain inflation, a nominal FRM has risky real capital value whereas an ARM has a stable real capital value. However an ARM can increase the short-term variability of required real interest payments. This is a disadvantage of the ARM for a household that faces borrowing constraints and has only a small buffer stock of financial assets. The paper uses numerical methods to solve a life-cycle model with risky labor income and borrowing constraints, under alternative assumptions about available mortgage contracts. While an ARM is generally an attractive form of mortgage, a household with a large mortgage, risky labor income, high risk aversion, a high cost of default, and a low probability of moving is less likely to prefer an ARM. The paper also considers an inflation-indexed FRM, which removes the wealth risk of the nominal FRM without incurring the income risk of the ARM, and is therefore a superior vehicle for household risk management. The welfare gain from mortgage indexation can be very large.\n\n",
    "acknowledgement": "\n"
}