{
    "id": 976,
    "citation_title": "Life-Cycle Effects on Consumption and Retirement",
    "citation_author": [
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "1982-09-01",
    "issue_date": "1982-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effects on consumption and retirement of characteristics of the life cycle, especially the length of the horizon, are examined. At any given age people will work more and consume less if they expect to live longer. This and other propositions are tested on several sets of data. The Terman sample of gifted individuals (320 in 1972, 228 in 1977) is used to relate work status to the length of the horizon, as proxied by parents' longevity. The results suggest the expected positive effect on effort, but its magnitude is quite small. The panel from the Retirement History Survey is used, and life-cycle effects on consumption and retirement are estimated jointly for 1973 and 1975. There is a weak small effect of a more distant horizon (proxied by the number of living parents) in increasing work effort and a stronger, but still fairly small effect in reducing consumption; goods and leisure are consumed jointly, suggesting their complementarity in household production; and spending propensities out of Social Security wealth are far below those out of pension wealth. The small effect of changes in the horizon on work effect suggests the rapid secular increase in longevity has produced a disproportionate increase in people's lifetime demand for leisure. The implied small increase in lifetime income and the slight reduction in consumption among persons with longer horizons indicate that increased longevity has not been met with sufficient spending cuts to enable people to maintain real consumption over their longer lifetimes.\n\n",
    "acknowledgement": "\n"
}