{
    "id": 9765,
    "citation_title": "The Quantity and Quality of Life and the Evolution of World Inequality",
    "citation_author": [
        "Gary S. Becker",
        "Tomas J. Philipson",
        "Rodrigo R. Soares"
    ],
    "citation_publication_date": "2003-06-09",
    "issue_date": "2003-06-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLack of income convergence for the world as a whole has led to concerns about the impact of globalization of markets on world inequality. GDP per capita is usually used to proxy for the quality of life of individuals living in different countries. However, well-being is also affected by quantity of life, as represented by longevity. This paper incorporates longevity into an overall assessment of the evolution of cross-country inequality. The absence of income convergence noticed in the growth literature is in stark contrast with the reduction in inequality after incorporating recent gains in longevity. The paper computes a  full' income measure to value the life expectancy gains experienced by 49 countries between 1965 and 1995. Countries starting with lower income tended to grow more in terms of  full' income than countries starting with higher income. The average growth rate of  full' income is about 140% for developed countries, compared to 192% for developing countries. Additionally, we decompose changes in life expectancy into changes attributable to thirteen broad groups of causes of death. Infectious, respiratory and digestive diseases, congenital and perinatal conditions, and  ill-defined' conditions are responsible for most of the mortality convergence observed between 1965 and 1995.\n\n",
    "acknowledgement": "\n"
}