{
    "id": 9768,
    "citation_title": "The Vintage Effect in TFP Growth: An Analysis of the Age Structure of Capital",
    "citation_author": [
        "Maury Gittleman",
        "Thijs ten Raa",
        "Edward N. Wolff"
    ],
    "citation_publication_date": "2003-06-09",
    "issue_date": "2003-06-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe age structure of capital plays an important role in the measurement of productivity.  It has been argued that the slowdown in the 1970's can be ascribed to the aging of the stock of capital.  In this paper we incorporate the age structure in productivity measurement.  A proposition proves that Nelson's (1964) formula is wrong.  Our final proposition shows that inclusion of the vintage effect prompts an upward correction of measured productivity growth in times of an aging stock of capital.  Here capital ages if the investment/capital ratio falls short of the inverse of the capital age, as a first proposition shows.  The analysis rests on a rigorous accounting for vintages. We translate the Bureau of Economic Analysis' age of capital data into a measure of rates of obsolescence. Empirically, the correction of productivity growth for the vintage effect requires an estimate of the obsolescence and depreciation parameters on the basis of age data. The results indicate that the use of capital stock in efficiency units does cause some smoothing of Total Factor Productivity growth over time.  In the 1950s, when investment accelerated, the vintage-adjusted capital growth rate well exceeded the BEA growth rate, and vintage-adjusted TFP growth is significantly lower than unadjusted TFP growth.  The measured productivity slowdown of the 1970s is somewhat ameliorated.\n\n",
    "acknowledgement": "\n"
}