{
    "id": 9774,
    "citation_title": "The Effects of Private Insurance on Measures of Health: Evidence from the Health and Retirement Study",
    "citation_author": [
        "Avi Dor",
        "Joseph Sudano",
        "David W. Baker"
    ],
    "citation_publication_date": "2003-06-16",
    "issue_date": "2003-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we investigate whether the presence of private insurance leads to improved health status. Using the Health and Retirement study we focus on adults in late middle age who are nearing entry into Medicare. Estimation addresses endogeneity of the insurance participation decision in health outcome regressions. Two models are tested, an instrumental variables models, and a model with endogenous treatment effects due to Heckman (1978). Insurance participation and health behaviors enter with a lag to allow their effects to dissipate over time. Separate regressions were run for groupings of chronic conditions. We find that the overall impact of insurance on health tends to be significantly downwards biased if no adjustment for endogeneity is made. With corrections there is a four-fold increase in the insurance effect; yielding a 7 percent increase in the overall health measure for the uninsured. Results are consistent across IV and treatment effects models, and for all major groupings of medical conditions. Thus, the effect of private insurance on health may be larger than previously estimated. As for policy, expanding coverage to the uninsured should result in substantial health improvement. By conjecture, this is likely to reduce the need for health care when individuals retire and enter Medicare, potentially leading to savings.\n\n",
    "acknowledgement": "\n"
}