{
    "id": 9777,
    "citation_title": "One Cost of the Chilean Capital Controls: Increased Financial Constraints for Smalles Traded Firms",
    "citation_author": [
        "Kristin J. Forbes"
    ],
    "citation_publication_date": "2003-06-12",
    "issue_date": "2003-06-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is growing support for taxes on short-term capital inflows in emerging markets, such as the encaje adopted by Chile from 1991-98. Previous empirical assessments of the encaje conclude that it may have generated some small economic benefits, such as shifting the composition of capital inflows to a longer maturity, but no significant economic costs. Managers of small and medium-sized companies in Chile, however, claim that the encaje made it substantially more difficult to obtain financing for productive investment. This paper assesses whether the Chilean capital controls increased financial constraints for different-sized, publicly-traded firms. It uses two different testing methodologies: a Tobin's q and Euler-equation framework. Results indicate that during the encaje, smaller traded firms in Chile experienced significant financial constraints and these constraints decreased as firm size increased. Both before and after the encaje, however, no group of traded firms experienced significant financial constraints, and there is no relationship between firm size and financial constraints. Although Chilean-style capital controls may also yield benefits encaje could be particularly important in emerging markets where smaller firms can be valuable sources of job creation and economic growth.\n\n",
    "acknowledgement": "\n"
}