{
    "id": 9778,
    "citation_title": "Hedging Sudden Stops and Precautionary Contractions",
    "citation_author": [
        "Ricardo J. Caballero",
        "Stavros Panageas"
    ],
    "citation_publication_date": "2003-06-12",
    "issue_date": "2003-06-12",
    "revision_date": "2006-07-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEven well managed emerging market economies are exposed to significant external risk, the bulk of which is financial. At a moment's notice, these economies may be required to reverse the capital inflows that have supported the preceding boom. While capital flows crises are sudden nonlinear events (sudden stops), their likelihood fluctuates over time. The question we address in the paper is how should a country react to these fluctuations. Depending on the hedging possibilities the country faces, the options range from pure self-insurance to hedging the sudden stop jump itself. In between, there is the more likely possibility to hedge the smoother fluctuations in the likelihood of sudden stops. The main contribution of the paper is to provide an analytically and empirically tractable model that allows us to characterize and quantify optimal contingent liability management in a variety of scenarios. We show, with a concrete example, that the gains from contingent liability management can easily exceed the equivalent of cutting a country's external liabilities by 10 percent of GDP. *This is a revision of the June 2003 version.\n\n",
    "acknowledgement": "\n"
}