{
    "id": 9780,
    "citation_title": "Measuring Success of Advanced Technology Program Participation Using Archival Data",
    "citation_author": [
        "Lynne G. Zucker",
        "Michael R. Darby"
    ],
    "citation_publication_date": "2003-06-16",
    "issue_date": "2003-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the value of collecting archival data to evaluate the Advanced Technology Program's (ATP) impact on participants' short- and long-term business success.  We use two types of indicators of business success: patenting activity which can be tracked for all participants, and financial market data which is extensive for public firms but limited for start-up and other private firms to receipt of venture capital, membership in joint ventures and strategic alliances, and going public in issuing stock.  We compare effects of program design differences, primarily joint venture versus single participant projects, on changes in the rate of patenting before and after participation in ATP.  The discussion of patent archives serves to document data for later analyses; discussion of other data sources is intended both to guide other researchers and to inform administrative decisions about collecting similar archival data as part of routine assessment activity.  We find that patenting rates generally increase after ATP participation under a number of different program and participant variations.  Joint venture participants consistently show increases in patenting after beginning ATP participation, while results vary with definitions for single participants.  We also demonstrate that it is possible to identify the timing and amounts of receipt of venture capital by private firms participating in ATP.\n\n",
    "acknowledgement": "\n"
}