{
    "id": 9788,
    "citation_title": "From Cradle to Grave? The Lasting Impact of Childhood Health and Circumstance",
    "citation_author": [
        "Anne Case",
        "Angela Fertig",
        "Christina Paxson"
    ],
    "citation_publication_date": "2003-06-23",
    "issue_date": "2003-06-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe quantify the lasting effects of childhood health and economic circumstances on adult health and earnings, using data from a birth cohort that has been followed from birth into middle age. We find, controlling for parents' incomes, educations and social status, that children who experience poor health have significantly lower educational attainment, and significantly poorer health and lower earnings on average as adults. Childhood factors appear to operate largely through their effects on educational attainment and initial adult health. Taken together with earlier findings that poorer children enter adulthood in worse health and with less education than wealthier children, these results indicate that a key determinant of health in adulthood is economic status in childhood rather than economic status in adulthood. Overall, our findings suggest more attention be paid to health as a potential mechanism through which intergenerational transmission of poverty takes place: cohort members born into poorer families experienced poorer childhood health, lower investments in human capital and poorer health in early adulthood, all of which are associated with lower earnings in middle age -- the years in which they themselves become parents.\n\n",
    "acknowledgement": "\n"
}