{
    "id": 9799,
    "citation_title": "The Practice and Proscription of Affirmative Action in Higher Education:An Equilibrium Analysis",
    "citation_author": [
        "Dennis Epple",
        "Richard Romano",
        "Holger Sieg"
    ],
    "citation_publication_date": "2003-06-23",
    "issue_date": "2003-06-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper examines the practice of affirmative action and consequences of its proscription on the admission and tuition policies of institutions of higher education in a general equilibrium. Colleges are differentiated ex ante by endowments and compete for students that differ by race, household income, and academic qualification. Colleges maximize a quality index that is increasing in mean academic score of students, educational resources per student, an income-diversity measure, and a racial-diversity measure. The pool of potential nonwhite students has distribution of income and academic score with lower means than that of whites. In benchmark equilibrium, colleges may condition admission and tuition on race. In a computational model calibrated using estimates from related research, equilibrium has colleges offer tuition discounts and admission preference to nonwhites to promote racial diversity. Equilibrium entails a quality hierarchy of colleges, so the model predicts practices and characteristics of colleges along the hierarchy. Proscription of affirmative action requires that admission and tuition policies are race blind. Colleges then use the informational content about race in income and academic score in reformulating their optimal policies. Admission and tuition policies are substantially modified in equilibrium of the computational model, and both races are significantly affected. Representation of nonwhites falls significantly in all colleges. The drop is particularly pronounced in the top third of the quality hierarchy of colleges.\n\n",
    "acknowledgement": "\n"
}