{
    "id": 9801,
    "citation_title": "Chasing the Smokestack: Strategic Policymaking With Multiple Instruments",
    "citation_author": [
        "Per G. Fredriksson",
        "John A. List",
        "Daniel L. Millimet"
    ],
    "citation_publication_date": "2003-06-23",
    "issue_date": "2003-06-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical evidence suggesting that a considerable amount of horizontal strategic interaction exists amongst governments is important in light of recent devolutionary trends of many important public programs. The empirical approach in these studies typically relies on estimating reaction functions in a uni-dimensional policy framework, where a nonzero slope estimate is interpreted as evidence in support of strategic interactions. While this framework is a useful representation within certain contexts, it is potentially too restrictive; for example, in models of resource competition, localities may use multiple instruments in their recruiting pursuits, leading to potential strategic interactions across policy instruments. In this study, we first develop a simple theoretic construct that includes resource competition in a world of three-dimensional policy choice. The model suggests that while a zero-sloped reaction function may exist for any particular policy, this does not necessarily imply the absence of strategic interactions. We examine the implications of the model empirically using US state-level panel data over the period 1977-1994. The results suggest that important cross-policy strategic interactions exist, lending support in favor of the multi-dimensional framework, and indicate that uni-dimensional frameworks may present lower bound estimates of the degree of strategic interaction.\n\n",
    "acknowledgement": "\n"
}