{
    "id": 9805,
    "citation_title": "Social Learning and Coordination in High-Stakes Games: Evidence from Friend or Foe",
    "citation_author": [
        "Felix Oberholzer-Gee",
        "Joel Waldfogel",
        "Matthew White"
    ],
    "citation_publication_date": "2003-06-30",
    "issue_date": "2003-06-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the behavior of game-show contestants who play a one-shot game called Friend or Foe. While it is a weakly dominant strategy not to cooperate, almost half the contestants on the show choose to play  friend.' Remarkably, the behavior of contestants remains unchanged even when stakes are very high, ranging from $200 to more than $10,000. We conclude that the frequent cooperation observed in one-shot social dilemma games is not an artefact of the low stakes typically used in laboratory experiments. Strategic decisions on Friend or Foe change markedly if players can observe previous episodes. We show that these contestants play  friend' if they have reason to expect their opponent to play  friend,' and they play  foe' otherwise. The observed decisions are consistent with recent fairness theories that characterize individuals as conditional cooperators. Using information about past play, some groups (e.g., pairs of women) manage to stabilize cooperation in this high-stakes environment. For most others, improved coordination implies a drastic decline in monetary winnings. Prior to playing the social dilemma game, contestants  produce' their endowment by answering trivia questions. We find some evidence for reciprocal behavior: Players who produce fewer correct answers for their team are more likely to cooperate in the social dilemma game.\n\n",
    "acknowledgement": "\n"
}