{
    "id": 9810,
    "citation_title": "Bankruptcy Policy Reform and Total Factor Productivity Dynamics in Korea",
    "citation_author": [
        "Youngjae Lim",
        "Chin Hee Hahn"
    ],
    "citation_publication_date": "2003-07-07",
    "issue_date": "2003-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the firm level panel data, obtained from the period between during , this study shows that the failing firms, accepted in the court-administered rehabilitation procedures after the post-crisis bankruptcy reform in Korea, had experienced less persistent problems in the pre-bankruptcy Total-Factor-Productivity (TFP) performances than those before the reform. The most crucial element of the post-crisis reform in the post-crisis court-administered bankruptcy system is the implementation of an economic efficiency criterion, whereas the pre-reform system benefited failing firms deemed as having high social value and prospects for rehabilitation. The new system removes the possibilities for interested parties to oppose the exit of the firms without economic values. Then, to get an idea of how the bankruptcy policy reform would affect the performance of aggregate TFP, we assess the role of the creative destruction process of entry and exit in total factor productivity growth utilizing plant level panel data in the Korean manufacturing sector during the 1990-98 period. For this purpose, we document the plant entry and exit rates, examine the dynamic relationship between plant turnovers and plant productivity, and quantify the contribution from entry and exit to productivity growth. We conclude that, for sustained total factor productivity growth, it is important to establish policy or institutional environment where efficient businesses succeed and inefficient businesses fail.\n\n",
    "acknowledgement": "\n"
}