{
    "id": 9812,
    "citation_title": "Insurance and the Utilization of Medical Services",
    "citation_author": [
        "Jonathan Meer",
        "Harvey S. Rosen"
    ],
    "citation_publication_date": "2003-07-07",
    "issue_date": "2003-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost data sets indicate a positive correlation between having health insurance and utilizing health care services. Yet the direction of causality is not at all clear. If we ob-serve a positive correlation between the utilization of health care services and insurance status, we do not know if this is because people who anticipate poor health buy more in-surance (or take jobs with generous medical coverage), or because insurance lowers the cost of health care, increasing the quantity demanded. While a few attempts have been made to implement an instrumental variables (IV) strategy to deal with endogeneity, the instruments chosen have not been entirely convinc-ing. In this paper we revisit the IV estimation of the reduced form relationships between insurance and health care utilization taking advantage of what we argue is a good instru-ment - the individual's self-employment status. Our main finding is that a positive and statistically significant effect of insurance continues to obtain even after instrumenting. Indeed, instrumental variables estimates of the impact of insurance on utilization of a variety of health care services are larger than their non-instrumented counterparts. The validity of this exercise depends on the extent to which self-employment status is a suitable instrument. To argue this case, we analyze panel data on transitions from wage-earning into self-employment and show that individuals who select into self-employment do not differ systematically from those who remain wage-earners with re-spect to either the utilization of health care or health status. While this finding does not prove that self-employment status is an appropriate instrument, it is encouraging that there appear to be no underlying differences that might lead to self-employment per se affecting health services utilization.\n\n",
    "acknowledgement": "\n"
}