{
    "id": 9813,
    "citation_title": "Executive Compensation as an Agency Problem",
    "citation_author": [
        "Lucian Arye Bebchuk",
        "Jesse M. Fried"
    ],
    "citation_publication_date": "2003-07-07",
    "issue_date": "2003-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper provides an overview of the main theoretical elements and empirical underpinnings of a  managerial power' approach to executive compensation. Under this approach, the design of executive compensation is viewed not only as an instrument for addressing the agency problem between managers and shareholders but also as part of the agency problem itself.  Boards of publicly traded companies with dispersed ownership, we argue, cannot be expected to bargain at arm's length with managers. As a result, managers wield substantial influence over their own pay arrangements, and they have an interest in reducing the saliency of the amount of their pay and the extent to which that pay is de-coupled from managers' performance. We show that the managerial power approach can explain many features of the executive compensation landscape, including ones that many researchers have long viewed as puzzling. Among other things, we discuss option plan design, stealth compensation, executive loans, payments to departing executives, retirement benefits, the use of compensation consultants, and the observed relationship between CEO power and pay. We also explain how managerial influence might lead to substantially inefficient arrangements that produce weak or even perverse incentives.\n\n",
    "acknowledgement": "\n"
}