{
    "id": 9816,
    "citation_title": "Entrepreneurial Spawning: Public Corporations and the Genesis of New Ventures, 1986-1999",
    "citation_author": [
        "Paul Gompers",
        "Josh Lerner",
        "David Scharfstein"
    ],
    "citation_publication_date": "2003-07-07",
    "issue_date": "2003-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the factors that lead to the creation of venture capital backed start-ups, a process we term entrepreneurial spawning.' We contrast two alternative views of the spawning process. In one view, employees of established firms are trained and conditioned to be entrepreneurs by being exposed to the entrepreneurial process and by working in a network of entrepreneurs and venture capitalists. Alternatively, individuals become entrepreneurs because the large bureaucratic companies for which they work are reluctant to fund their entrepreneurial ideas. Controlling for a firm's size, patent portfolio and industry, we find that the most prolific spawning firms were public companies located in Silicon Valley and Massachusetts that were themselves once venture capital backed. Less diversified firms are also more likely to spawn new firms. Spawning levels for these firms rise as their sales growth declines. Firms based in Silicon Valley and Massachusetts and originally backed by venture capitalists are more likely to spawn firms only peripherally related to their core businesses. Overall, these findings appear to be more consistent with the view that entrepreneurial learning and networks are important factors in the creation of venture capital backed firms.\n\n",
    "acknowledgement": "\n"
}