{
    "id": 9830,
    "citation_title": "Trade Reforms and Wage Inequiality in Colombia",
    "citation_author": [
        "Orazio Attanasio",
        "Pinelopi Goldberg",
        "Nina Pavcnik"
    ],
    "citation_publication_date": "2003-07-14",
    "issue_date": "2003-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the effects of the drastic tariff reductions of the 1980s and 1990s in Colombia on the wage distribution. We identify three main channels through which the wage distribution was affected: increasing returns to college education, changes in industry wages that hurt sectors with initially lower wages and a higher fraction of unskilled workers, and shifts of the labor force towards the informal sector that typically pays lower wages and offers no benefits. Our results suggest that trade policy played a role in each of the above cases. The increase in the skill premium was primarily driven by skilled-biased technological change; however, our evidence suggests, that this change may have been in part motivated by the tariff reductions and the increased foreign competition to which the trade reform exposed domestic producers. With respect to industry wages, we find that wage premiums decreased by more in sectors that experienced larger tariff cuts. Finally, we find some evidence that the increase in the size of the informal sector is related to increased foreign competition    sectors with larger tariff cuts and more trade exposure, as measured by the size their imports, experience a greater increase in informality, though this effect is concentrated in the years prior to the labor market reform. Nevertheless, increasing returns to education, and changes in industry premiums and informality alone cannot fully explain the increase in wage inequality we observe over this period. This suggests that overall the effect of the trade reforms on the wage distribution may have been small.\n\n",
    "acknowledgement": "\n"
}