{
    "id": 9831,
    "citation_title": "Chip Shots: Association Between the State Children's Health Insurance Programs and Immunization Coverage and Delivery",
    "citation_author": [
        "Ted Joyce",
        "Andrew Racine"
    ],
    "citation_publication_date": "2003-07-14",
    "issue_date": "2003-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy age two a child who is up to date for immunizations will have received up to 19 shots delivered over eight visits at a market cost of $525 dollars for the vaccines alone, a far more expensive and demanding regimen that the 8 shots received in 1987. In recognition of the potential importance of health insurance to immunization coverage rates, the State Children's Health Insurance Program (SCHIP) mandated that all plans cover the cost and administration of childhood vaccines. We use data from the recently released National Immunization Survey for the years 1995 to 2001 to test whether SCHIP was associated with differential changes among poor and near-poor children relative to their non-poor counterparts in either age-appropriate immunization rates or in the proportion of vaccines delivered by private providers. We show that the probability that a child was up to date for the varicella vaccine increased between 7 and 16 percentage points more among poor and near-poor relative to non-poor children after implementation of SCHIP. The increase was greater among children from urban areas, among Hispanics and among those from states with the highest rates of uninsured children prior to SCHIP than among children nationally. We found small to inconsequential changes for other vaccines. We also found that the probability that a poor or near-poor child obtained all vaccines at a private provider fell relative to the same probability among non-poor children over the study period. SCHIP appears to have affected the uptake of a recently introduced vaccine, which suggests that insurance coverage may be important for the rapid adoption of the latest and increasingly more expensive agents such as the pneumococcal conjugate vaccine.\n\n",
    "acknowledgement": "\n"
}