{
    "id": 9832,
    "citation_title": "Do Flexible Durable Goods Prices Undermine Sticky Price Models?",
    "citation_author": [
        "Robert Barsky",
        "Christopher L. House",
        "Miles Kimball"
    ],
    "citation_publication_date": "2003-07-14",
    "issue_date": "2003-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMulti-sector sticky price models have surprising implications when durable goods have flexible prices. While in actual data the production of virtually all durables exhibits strong negative responses to monetary contractions, in dynamic general equilibrium models a monetary contraction causes the output of flexibly priced durables to expand. Indeed, in the polar case in which only nondurables have sticky prices, the negative comovement of durable and nondurable production exactly offsets and the behavior of aggregate output mimics that of a model with fully flexible prices. While this  neutrality' result is special, the  comovement problem' -- the perverse response of flexibly priced durables to monetary policy shocks -- is highly robust. When some durables prices are flexible and others sticky, the comovement problem still applies strongly to the subset of durables with flexible prices. We argue that new housing construction might be best characterized as a flexible price industry for which the comovement problem is relevant. The underlying reason for the comovement problem is the combination of a naturally high intertemporal elasticity of substitution for the purchases of durables and temporarily low marginal costs associated with economic contractions.\n\n",
    "acknowledgement": "\n"
}