{
    "id": 9833,
    "citation_title": "Why Are Drugs More Profitable Than Vaccines?",
    "citation_author": [
        "Michael Kremer",
        "Christopher M. Snyder"
    ],
    "citation_publication_date": "2003-07-14",
    "issue_date": "2003-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a simple representative consumer model, vaccines and drug treatments yield the same revenue for a pharmaceutical manufacturer, implying that the firm would have the same incentive to develop either ceteris paribus. We provide more realistic models in which the revenue equivalence breaks down for two reasons. First, drug treatments are sold after the firm has learned who has contracted the disease; in the case of heterogeneous consumers who vary with respect to the probability of contracting the disease, there is less asymmetric information to prevent the firm from extracting consumer surplus with drug treatments than with vaccines. We prove that, due to this aspect of pharmaceutical pricing, the ratio of drug-treatment to vaccine revenue can be arbitrarily high; we calculate that the ratio is about two to one for empirical distributions of HIV risk. The second reason for the breakdown of revenue equivalence is that vaccines are more likely to interfere with the spread of the disease than are drug treatments, thus reducing demand for the product. By embedding an economic model within a standard dynamic epidemiological model, we show that the steady-state flow of revenue is greater for drug treatments than for vaccines.\n\n",
    "acknowledgement": "\n"
}