{
    "id": 9841,
    "citation_title": "How \"Original Sin\" was Overcome: The Evolution of External Debt Denominated in Domestic Currencies in the United States and the British Dominions",
    "citation_author": [
        "Michael D. Bordo",
        "Christopher Meissner",
        "Angela Redish"
    ],
    "citation_publication_date": "2003-07-14",
    "issue_date": "2003-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the historical origins of \"Original Sin\" or why countries are unable to issue long term debt domestically or borrow abroad in terms of the domestic currency.  We conduct an historical case study for a group of countries that had largely overcome the problem of Original Sin by the third quarter of the twentieth century. The group consists of several former colonies of Great Britain: the United States, Canada, Australia, New Zealand and South Africa.  We trace out their debt history relating the currency to the place of issue, exploring the residency of those holding local and foreign currency debt and looking at the maturity of domestic debt in the nineteenth and twentieth centuries.  We find that sound fiscal institutions, high credibility of the monetary regime and good financial development are not sufficient to completely break free from Original Sin.  Conversely, poor performance in these policy realms is not, for the most part, a necessary condition for Original Sin.  The factor we emphasize for the common movements across the five countries is the role of shocks such as wars, massive economic disruption and the emergence of global markets.  The differences in evolution between the U.S. and the Dominions we attribute to differences in size, the traits of a key currency, which the U.S. possessed and the others did not, and to membership in the British Empire.  The important role of major shocks suggests that the establishment of a bond market involved significant start-up costs, while the role of scale suggests that network externalities and liquidity were pivotal in the existence of overseas markets in domestic currency debt.\n\n",
    "acknowledgement": "\n"
}