{
    "id": 9844,
    "citation_title": "Bidding for Industrial Plants: Does Winning a 'Million Dollar Plant' Increase Welfare?",
    "citation_author": [
        "Michael Greenstone",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2003-07-14",
    "issue_date": "2003-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreasingly, local governments compete by offering substantial subsidies to industrial plants to locate within their jurisdictions. This paper uses a novel research design to examine the consequences of successfully bidding for a plant on county-level labor earnings, property values, and public finances. Each issue of the corporate real estate journal Site Selection includes an article titled  The Million Dollar Plant that describes how a large plant decided where to locate. These articles report the county where the plant chose to locate (i.e., the 'winner'), as well as the one or two runner-up counties (i.e., the 'losers'). The losers are counties that have survived a long selection process, but narrowly lost the competition. We use these revealed rankings of profit-maximizing firms to form a counterfactual for what would have happened in the winner counties in the absence of the plant opening. We find that a plant opening is associated with a 1.5% trend break in labor earnings in the new plant's industry in winning counties (relative to losing ones) after the opening of the plant (relative to the period before the opening). Property values may provide a summary measure of the net change in welfare, because the costs and benefits of attracting a plant should be capitalized into the price of land. We find a positive, relative trend break of 1.1% in property values. Further, we fail to find any deterioration in local governments' financial position. Overall, the results undermine the popular view that the provision of local subsidies to attract large industrial plants reduces local residents' welfare.\n\n",
    "acknowledgement": "\n"
}