{
    "id": 9845,
    "citation_title": "Is the Social Security Trust Fund Worth Anything?",
    "citation_author": [
        "Kent Smetters"
    ],
    "citation_publication_date": "2003-07-21",
    "issue_date": "2003-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith over $1 trillion in assets, the U.S. Social Security trust fund is the largest pension reserve in the world, and potentially a model for other developed countries facing future financing problems. But are those assets actually  worth anything?' This question has generated a heated debate in the U.S. as policymakers debate options for Social Security reform, with the understanding that the characterization of the trust fund influences these decisions. Some observers claim that the trust fund is not worth anything while others argue that it is valuable. However, different reasons are given for the same position. This paper provides a unified conceptual framework for thinking rigorously about the assets accumulated in the trust fund. Multiple perspectives of the trust fund are identified and are summarized under two categories: (I) storage technology arguments and (II) ownership arguments. Storage technology arguments focuses on whether the trust fund surpluses actually reduce the level of debt held by the public or, alternatively, are used to hide' smaller on-budget surpluses. Ownership arguments focus on property rights, i.e., how trust fund credits should be allocated regardless of whether they reduce the debt held by the public. Only the storage technology argument can be empirically tested, as we do herein. We find that there is no empirical evidence supporting the claim that trust fund assets have reduced the level of debt held by the public. In fact, the evidence suggests just the opposite: trust fund assets have probably increased the level of debt held by the public. Moreover, the adoption of a unified budget' framework in the late 1960s appears to play a statistically significant role in this result. We show how this counterintuitive result can be explained by a simple  split the dollar game' where competition between two political parties exploits the ignorance of voters who don't understand that the government's reported budget surplus actually includes the off-budget' Social Security surplus. To be sure based on a limited annual time series (1949    2002) and so the results should be interpreted with caution. But the empirical tests are, if anything, biased toward finding a reduction in the level of debt held by the public, and not the increase that we find.\n\n",
    "acknowledgement": "\n"
}