{
    "id": 9848,
    "citation_title": "Understanding Trend and Cycle in Asset Values: Reevaluating the Wealth Effect on Consumption",
    "citation_author": [
        "Martin Lettau",
        "Sydney Ludvigson"
    ],
    "citation_publication_date": "2003-07-21",
    "issue_date": "2003-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBoth textbook economics and common sense teach us that the value of household wealth should be related to consumer spending. At the same time, movements in asset values often seem disassociated with important movements in consumer spending, as episodes such as the 1987 stock market crash and the contraction in equity values that occurred in the fall of 1998 suggest. An important first step in understanding the consumption-wealth linkage is determining how closely the two variables are actually correlated, and whether there exist important movements in asset values that are not associated with changes in consumption. This paper provides evidence that a surprisingly small fraction of the variation in household net worth is related to variation in aggregate consumer spending. We use empirical techniques that allow us to quantify the relative importance of permanent and transitory innovations in the variation of consumer spending and wealth and find that transitory shocks dominate post-war variation in wealth, while permanent shocks dominate variation in aggregate consumption. Although transitory innovations are found to have little influence on consumer spending, they have long-lasting effects on wealth , exhibiting a half-life of a little over two years. The findings suggest that most macro models which make no allowance for transitory variation in wealth that is orthogonal to consumption   are likely to misstate both the timing and magnitude of the consumption-wealth linkage.\n\n",
    "acknowledgement": "\n"
}