{
    "id": 9855,
    "citation_title": "Tax Credits and the Use of Medical Care",
    "citation_author": [
        "Michael Smart",
        "Mark Stabile"
    ],
    "citation_publication_date": "2003-07-21",
    "issue_date": "2003-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral recent proposals have advocated using the income tax system to collect user fees to help fund the health care system. While there is a considerable amount of research investigating both how individuals respond to tax incentives for employer provided health insurance and on the effects of user fees payable at the point of service on the use of health care services, there is limited evidence on how individuals respond to tax incentives when these are not realized until taxes are paid. This paper uses existing exemptions in the Canadian tax code that allow individuals to deduct the cost of health care or health insurance from their taxable income in order to identify the tax price elasticity of demand for health care when price changes are realized at the end of the tax year. Our results suggest that despite not realizing the tax benefit at the time of purchase, individuals are quite responsive to changes in the tax price of health care. Our elasticity estimates for a wide range of health care products are well within the range of traditional price elasticity estimates, including in particular our estimates for prescription drugs. We also find some evidence that suggests individuals trade off risk sharing through traditional insurance companies with risk sharing through the tax code. That is, as the tax price of health care decreases, individuals spend more on health care, but spend less on health insurance.\n\n",
    "acknowledgement": "\n"
}