{
    "id": 9862,
    "citation_title": "Anticipated Ramsey Reforms and the Uniform Taxation Principle: the Role of International Financial Markets",
    "citation_author": [
        "Stephanie Schmitt-Grohe",
        "Martin Uribe"
    ],
    "citation_publication_date": "2003-07-21",
    "issue_date": "2003-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the role of asset-market completeness for the properties of optimal policy. A suitable framework for this purpose is the small open economy with complete international asset markets. For in this environment changes in policy represent country-specific risk diversifiable in world markets. Our main finding is that the fundamental public finance principle whereby when taxes on all final goods are available, it is optimal to tax final goods uniformly fails to obtain. In general, uniform taxation is optimal because it amounts to a nondistorting tax on fixed factors of production. In the open economy this principle fails because when households can insure against the risk of a policy reform, initial private asset holdings are contingent on actual policy and thus no longer represent an inelastically supplied source of income. Two further differences between optimal policy in the closed and open economies with complete markets are: (a) In the open economy, optimal consumption and income tax rates are unchanged in response to government purchases shocks. By contrast, in the closed economy tax rates do respond to innovations in public spending. (b) In the open economy, the Friedman rule is optimal only if the Ramsey planner has access to consumption taxes. In the absence of consumption taxes, deviations from the Friedman rule are large. On the other hand, in the closed economy, the availability of either consumption or income taxes suffices to render the Friedman rule optimal.\n\n",
    "acknowledgement": "\n"
}