{
    "id": 9863,
    "citation_title": "Market Evidence of Misperceived Prices and Mistaken Mortality Risks",
    "citation_author": [
        "Jay Bhattacharya",
        "Dana Goldman",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2003-07-21",
    "issue_date": "2003-07-21",
    "revision_date": "2008-10-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n",
        "Behavioral Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe construct and implement a test of rational consumer behavior in a highstakes financial market. In particular, we test whether consumers make systematic mistakes in perceiving their mortality risks. We implement this test using data from secondary life insurance markets where consumers with a lifethreatening illness sell their life insurance policies to firms in return for an up-front payment. We compare predictions from two models: one with consumers who correctly perceive their mortality risk, and one with consumers who are misguided about their life expectancy, and find that our data are most consistent with the predictions made by the second model.\n\n",
    "acknowledgement": "\nWe are grateful to the National Institute on Aging for financial support. We thank Alan Garber, Victor Fuchs, William Vogt, Jim Dertouzos, Steve Garber, Ted Frech, Joe Newhouse, Matt Miller and seminar participants at Stanford University, RAND, UC Irvine, University of Chicago, Duke University (hosting the Annual Health Economics Conference), and Indiana University for their comments. We especially thank Dan Kessler and an anonymous reviewer for constructive comments on an earlier versions of the paper. We are responsible for all remaining errors. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}