{
    "id": 9866,
    "citation_title": "A New Measure of Monetary Shocks: Derivation and Implications",
    "citation_author": [
        "Christina D. Romer",
        "David H. Romer"
    ],
    "citation_publication_date": "2003-07-28",
    "issue_date": "2003-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConventional measures of monetary policy, such as the federal funds rate, are surely influenced by forces other than monetary policy. More importantly, central banks adjust policy in response to a wide range of information about future economic developments. As a result, estimates of the effects of monetary policy derived using conventional measures will tend to be biased. To address this problem, we develop a new measure of monetary policy shocks in the United States for the period 1969 to 1996 that is relatively free of endogenous and anticipatory movements. The derivation of the new measure has two key elements. First, to address the problem of forward-looking behavior, we control for the Federal Reserve's forecasts of output and inflation prepared for scheduled FOMC meetings. We remove from our measure policy actions that are a systematic response to the Federal Reserve's anticipations of future developments. Second, to address the problem of endogeneity and to ensure that the forecasts capture the main information the Federal Reserve had at the times decisions were made, we consider only changes in the Federal Reserve's intentions for the federal funds rate around scheduled FOMC meetings. This series on intended changes is derived using information on the expected funds rate from the records of the Open Market Manager and information on intentions from the narrative records of FOMC meetings. The series covers the entire period for which forecasts are available, including times when the Federal Reserve was not exclusively targeting the funds rate. Estimates of the effects of monetary policy obtained using the new measure indicate that policy has large, relatively rapid, and statistically significant effects on both output and inflation. We find that the effects using the new measure are substantially stronger and quicker than those using prior measures. This suggests that previous measures of policy shocks are significantly contaminated by forward-looking Federal Reserve behavior and endogeneity.\n\n",
    "acknowledgement": "\n"
}