{
    "id": 9874,
    "citation_title": "The Impact of Price Regulation on the Launch Delay of New Drugs - Evidence from Twenty-Five Major Markets in the 1990s",
    "citation_author": [
        "Patricia M. Danzon",
        "Y. Richard Wang",
        "Liang Wang"
    ],
    "citation_publication_date": "2003-07-28",
    "issue_date": "2003-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study analyzes the effect of pharmaceutical price regulation on delays in new drug launches. Because low price in one market may 'spill-over' to others, though parallel trade and external referencing, manufacturers may rationally prefer longer delay or non-launch to accepting a low price. We use a Cox proportional hazard model to analyze the launch experience in 25 major markets of 85 new chemical entities (NCEs) launched in the UK or US between 1994 and 1998. There are 1,167 observed launches, or about 55% of the maximum. The US leads with 73 launches, followed by Germany (66) and the UK (64). Only 13 NCEs launched in Japan, 26 in Portugal and 28 in New Zealand. Countries with fewer launches also have longer average launch lags. The launch hazard is positively related to expected price and to expected volume, controlling for income per capita. The originator firm(s) characteristics, specifically, launch in home country and global experience, also significantly reduce launch delay. Within the EU, likely parallel export countries have the most negative effects. Our results suggest that countries with lower expected prices or smaller expected market size experience longer delays in new drug access, controlling for per capita income and other country and firm characteristics.\n\n",
    "acknowledgement": "\n"
}