{
    "id": 9878,
    "citation_title": "Analyzing the Determinants of the Matching Public School Teachers to Jobs: Estimating Compensating Differentials in Imperfect Labor Markets",
    "citation_author": [
        "Donald Boyd",
        "Hamilton Lankford",
        "Susanna Loeb",
        "James Wyckoff"
    ],
    "citation_publication_date": "2003-08-04",
    "issue_date": "2003-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough there is growing recognition of the contribution of teachers to students' educational outcomes, there are large gaps in our understanding of how teacher labor markets function. Most research on teacher labor markets use models developed for the private sector. However, markets for public school teachers differ in fundamental ways from those in the private sector. Collective bargaining and public decision making processes set teacher salaries. Thus it is unlikely that wages adjust quickly to equilibrate the supply and demand for worker and job attributes. The objective of this paper is to develop and estimate a model that more accurately characterizes the institutional features of teacher labor markets. The approach is based on a game-theoretic two-sided matching model and the estimation strategy employs the method of simulated moments. With this combination, we are able to estimate how factors affect the choices of individual teachers and hiring authorities, as well as how these choices interact to determine the equilibrium allocation of teachers across jobs. Even though this paper focuses on worker-job match within teacher labor markets, many of the issues raised and the empirical framework employed are relevant in other settings where wages are set administratively or, more generally, do not clear the pertinent markets for job and worker attributes.\n\n",
    "acknowledgement": "\n"
}