{
    "id": 9888,
    "citation_title": "Incentive-Compatible Guaranteed Renewable Health Insurance",
    "citation_author": [
        "Bradley Herring",
        "Mark Pauly"
    ],
    "citation_publication_date": "2003-08-04",
    "issue_date": "2003-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nMulti-period theoretical models of renewable insurance display front-loaded premium schedules that both cover lifetime total claims of low-risk and high-risk individuals and provide an incentive for those who remain low-risk to continue to purchase the policy. In practice, however, an age profile of premiums that decreases with age might result in relatively high premiums for younger individuals which they may consider unaffordable. In this paper, we use medical expenditure data to estimate an optimal competitive age-based premium schedule for a benchmark renewable health insurance policy. We find that the amount of prepayment by younger individuals that would be necessary to cover future claims is mitigated by three factors: high-risk individuals will either recover or die, low-risk expected expense increases with age, and the likelihood of developing a high-risk condition increases with age. Although medical cost growth over time increases the amount of prepayment necessary, the resulting optimal premium path generally increases with age. We also find that actual premium paths exhibited by purchasers of individual insurance with guaranteed renewability is close to the optimal schedule we estimate. Finally, we examine consumers' gain in expected utility associated with the guaranteed renewability feature.\n\n",
    "acknowledgement": "\n"
}