{
    "id": 9892,
    "citation_title": "Utility Evaluation of Risk in Retirement Saving Accounts",
    "citation_author": [
        "James Poterba",
        "Joshua Rauh",
        "Steven Venti",
        "David Wise"
    ],
    "citation_publication_date": "2003-08-18",
    "issue_date": "2003-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe shift from defined benefit to defined contribution plans in the United States has drawn new attention to the effect of participants' asset allocation decisions on their financial resources for retirement. This paper develops a stochastic simulation algorithm to evaluate the effect of holding a broadly diversified portfolio of common stocks, or a portfolio of index bonds, on the distribution of 401(k) account balances at retirement. We compare the alternative distributions of retirement wealth both by showing the empirical distribution of potential wealth values, and by computing the expected utility of these outcomes under standard assumptions about the structure of household preferences. Our analysis highlights the critical role of other sources of wealth, such as Social Security, defined benefit pension annuities, and saving outside retirement plans in determining the expected utility cost of holding equities in the retirement account. Our findings also demonstrate the importance of the equity premium in affecting investors' utility from different retirement asset allocations. Viewed from the beginning of a working career, and given the historical pattern of returns on stocks and bonds, a household that does not have extremely high risk aversion would achieve a higher expected utility by holding a portfolio of stocks rather than bonds.\n\n",
    "acknowledgement": "\n"
}