{
    "id": 9906,
    "citation_title": "On the Hidden Links Between Financial and Trade Opening",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "2003-08-18",
    "issue_date": "2003-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the association between commercial and financial openness of developing countries. The data suggest that, controlling for GDP/Capita changes and allowing for country specific effects, increase in a developing country's (exports + imports)/GDP is associated with a highly significant increase in financial openness [measured by (gross private capital inflows + gross private outflows)/GDP]. I outline a model accounting for some of the endogenous linkages between financial and trade openness. I show that developing countries, characterized by high costs of tax collection and enforcement, opt to use financial repression as an implicit tax on savings. The resultant financial repression provides the impetus for capital flight. A frequent mechanism facilitating illicit capital movements is to over invoice imports and under invoice exports with the scale of these activities being proportional to the commercial openness of the economy. This linkage is subject to costly control by the fiscal authorities, where curtailing illicit capital flows requires spending resources on monitoring and enforcement of existing capital controls. The effectiveness of capital controls would increase with the resources spent on monitoring and enforcement per one dollar of international trade. Under these circumstances, greater commercial openness increases the effective cost of enforcing financial repression, thereby reducing the usefulness of financial repression as an implicit tax. This in turn implies that financial reforms tend to be the by-product of greater trade integration.\n\n",
    "acknowledgement": "\n"
}