{
    "id": 9929,
    "citation_title": "Monetary Discretion, Pricing Complementarity and Dynamic Multiple Equilibria",
    "citation_author": [
        "Robert G. King",
        "Alexander L. Wolman"
    ],
    "citation_publication_date": "2003-08-25",
    "issue_date": "2003-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a plain-vanilla New Keynesian model with two-period staggered price-setting, discretionary monetary policy leads to multiple equilibria.  Complementarity between the pricing decisions of forward-looking firms underlies the multiplicity, which is intrinsically dynamic in nature. At each point in time, the discretionary monetary authority optimally accommodates the level of predetermined prices when setting the money supply because it is concerned solely about real activity.  Hence, if other firms set a high price in the current period, an individual firm will optimally choose a high price because it knows that the monetary authority next period will accommodate with a high money supply. Under commitment, the mechanism generating complementarity is absent: the monetary authority commits not to respond to future predetermined prices. We compute a traditional inflation bias equilibrium, in which price-setters are optimistic, rationally expecting small adjustments by other firms. But there is another steady-state equilibrium in which price setters are pessimistic and inflation is much higher. Further, we find that there are multiple equilibria at a point in time, not just in steady states. In a stochastic setting with equilibrium selection each period determined by an i.i.d. sunspot, there is greater inflation bias on average than if price-setters were always optimistic. The sunspot realization also has real effects: periods of higher than average inflation are accompanied by low output. Thus, increased real volatility may be an additional cost of discretion in monetary policy.\n\n",
    "acknowledgement": "\n"
}