{
    "id": 9945,
    "citation_title": "Incomplete Contracts and the Product Cycle",
    "citation_author": [
        "Pol Antràs"
    ],
    "citation_publication_date": "2003-09-01",
    "issue_date": "2003-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe incomplete nature of contracts governing international transactions limits the extent to which the production process can be fragmented across borders. In a dynamic, general-equilibrium Ricardian model of North-South trade, the incompleteness of international contracts is shown to lead to the emergence of product cycles. Because of contractual frictions, goods are initially manufactured in the North, where product development takes place. As the good matures and becomes more standardized, the manufacturing stage of production is shifted to the South to benefit from lower wages. Following the property-rights approach to the theory of the firm, the same force that creates product cycles, i.e., incomplete contracts, opens the door to a parallel analysis of the determinants of the mode of organization. The model gives rise to a new version of the product cycle in which manufacturing is shifted to the South first within firm boundaries, and only at a later stage to independent firms in the South. Relative to a world with only arm's length transacting, allowing for intrafirm production transfer by multinational firms is shown to accelerate the shift of production towards the South, while having an ambiguous effect on relative wages. The model delivers macroeconomic implications that complement the work of Krugman (1979), as well as microeconomic implications consistent with the findings of the empirical literature on the product cycle.\n\n",
    "acknowledgement": "\n"
}