{
    "id": 9946,
    "citation_title": "Partial Adjustment without Apology",
    "citation_author": [
        "Robert G. King",
        "Julia K. Thomas"
    ],
    "citation_publication_date": "2003-09-01",
    "issue_date": "2003-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany kinds of economic behavior appear to be governed by discrete and occasional individual choices. Despite this, econometric partial adjustment models perform relatively well at the aggregate level. Analyzing the classic employment adjustment problem, we show how discrete and occasional microeconomic adjustment is well described by a new form of partial adjustment model that aggregates the actions of a large number of heterogeneous producers. We begin by describing a basic model of discrete and occasional adjustment at the micro level, where production units are essentially restricted to either operate with a fixed number of workers or shut down. We show that this simple model is observationally equivalent at the market level to the standard rational expectations partial adjustment model. We then construct a related, but more realistic, model that incorporates the idea that increases or decreases in the size of an establishment's workforce are subject to fixed adjustment costs. In the market equilibrium of this model, employment responses to aggregate disturbances include changes both in employment selected by individual establishments and in the measure of establishments actively undertaking adjustment. Yet the model retains a partial adjustment flavor in its aggregate responses. Moreover, in contrast to existing models of discrete adjustment, our generalized partial adjustment model is sufficiently tractable to allow extension to general equilibrium.\n\n",
    "acknowledgement": "\n"
}