{
    "id": 9950,
    "citation_title": "Gone But Not Forgotten: Labor Flows, Knowledge Spillovers, and Enduring Social Capital",
    "citation_author": [
        "Ajay Agrawal",
        "Iain Cockburn",
        "John McHale"
    ],
    "citation_publication_date": "2003-09-08",
    "issue_date": "2003-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well known that patent citations occur disproportionately between patents issued to inventors living in the same location, which has been taken as evidence of geographically localized knowledge spillovers. In this study, we find that patent citations also occur disproportionately often in locations where the cited inventor was living prior to being issued the patent in question, which we interpret as evidence of a significant role played by social capital in promoting knowledge spillovers. We first develop a model of purposeful investments in social capital by co-located inventors that incorporates the effect of expected mobility. Using patent and citation data, we then test two hypotheses motivated by the model. First, we find strong evidence in support of the enduring social capital hypothesis; social ties that facilitate knowledge transfer persist even after formerly co-located individuals are separated. Consistent with the model, we find that individuals with higher ex ante mobility are somewhat less likely to invest in location-specific social relationships, but the pattern of spillovers implied by patent citations is consistent with them investing in those social relationships that survive subsequent geographic separation. Second, we find strong evidence that the social ties associated with co-location are particularly important for facilitating knowledge spillovers across technology fields or communities of practice where alternative mechanisms for transferring knowledge are more costly.\n\n",
    "acknowledgement": "\n"
}