{
    "id": 9957,
    "citation_title": "Private Information and its Effect on Market Equilibrium: New Evidence from Long-Term Care Insurance",
    "citation_author": [
        "Amy Finkelstein",
        "Kathleen McGarry"
    ],
    "citation_publication_date": "2003-09-08",
    "issue_date": "2003-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the standard test for asymmetric information in insurance markets: that its presence will result in a positive correlation between insurance coverage and risk occurrence. We show empirically that while there is no evidence of this positive correlation in the long-term care insurance market, asymmetric information still exists. We use individuals' subjective assessments of the chance they will enter a nursing home, together with the insurance companies' own assessment, to show that individuals do have private information about their risk type. Moreover, this private information is positively correlated with insurance coverage. We reconcile this direct evidence of asymmetric information with the lack of a positive correlation between insurance coverage and risk occurrence by demonstrating the existence of other unobserved characteristics that are positively related to coverage and negatively related to risk occurrence. Specifically, we find that more cautious individuals are both more likely to have long-term care insurance and less likely to enter a nursing home. Our results demonstrate that insurance markets may suffer from asymmetric information, and its negative efficiency consequences, even if those with more insurance are not higher risk. The results also suggest an alternative approach to testing for asymmetric information in insurance markets.\n\n",
    "acknowledgement": "\n"
}