{
    "id": 9958,
    "citation_title": "The \"Virtues\" of the Past: Education in the First Hundred Years of the New Republic",
    "citation_author": [
        "Claudia Goldin",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "2003-09-08",
    "issue_date": "2003-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy the mid-nineteenth century school enrollment rates in the United States exceeded those of any other nation in the world and by the early twentieth century the United States had accomplished mass education at all levels. No country was able to close the gap until the last quarter of the twentieth century. For much of its history U.S. education was spurred by a set of 'virtues,' the most important of which were public provision by small fiscally independent districts, public funding, secular control, gender neutrality, open access, a forgiving system, and an academic curriculum. The outcomes of the virtues were an enormous diffusion of educational institutions and the early spread of mass education. America borrowed its educational institutions from Europe but added to them in ways that served to enhance competition and openness. The virtues of long ago need not be the virtues of today, and they also need not have been virtuous in all places and at all times in the past. In this essay we explore the historical origins of these virtues and find that almost all were in place in the period before the American Civil War.\n\n",
    "acknowledgement": "\n"
}