{
    "id": 9965,
    "citation_title": "Scale and Scope Economies in the Global Advertising and Marketing Services Business",
    "citation_author": [
        "Alvin J. Silk",
        "Ernst R. Berndt"
    ],
    "citation_publication_date": "2003-09-15",
    "issue_date": "2003-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess size and scope-related economies in the global advertising and marketing services business. A translog cost function is employed wherein a firm's costs vary according to its scale and two dimensions of the scope of its operations. Parameters of the model are estimated via three stage least squares using annual data for 1989-2001 for an unbalanced panel consisting of the eight largest firms in this industry. A firm's total variable costs are affected by its scale, scope (mix of services and markets served), and by the interaction of the two dimensions of scope. The latter effect suggests that economies of coordination may accompany the strategy of jointly offering advertising and marketing services globally. Estimates indicate that the industry's long-run cost function is subject to very slight economies of scale. Diseconomies of scale accompany growth in volume obtained by extending either breadth of service offerings or market coverage. A small cost advantage, typically of one to two percent, is uniformly associated with joint production of services for the domestic and overseas markets, as compared to splitting up the firm into smaller stand-alone entities. Scope economies of a similar magnitude arise consistently from the joint production of advertising and marketing services.\n\n",
    "acknowledgement": "\n"
}