{
    "id": 9972,
    "citation_title": "How Do Hospitals Respond to Price Changes?",
    "citation_author": [
        "Leemore S. Dafny"
    ],
    "citation_publication_date": "2003-09-22",
    "issue_date": "2003-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether hospitals respond in profit-maximizing ways to changes in diagnosis-specific prices determined by Medicare's Prospective Payment System and other public and private insurers. Previous studies have been unable to isolate this response because changes in reimbursement amounts (prices) are typically endogenous: they are adjusted to reflect changes in hospital costs. I exploit an exogenous 1988 policy change that generated large price changes for 43 percent of all Medicare admissions. I find that hospitals responded to these price changes by  upcoding' patients to diagnosis codes associated with large reimbursement increases, garnering $330-$425 million in extra reimbursement annually. This response was particularly strong among for-profit hospitals. With the important exception of elective diagnoses, I find little evidence that hospitals increased the intensity of care in diagnoses subject to price increases, where intensity is measured by total costs, length of stay, number of surgical procedures, and number of intensive-care-unit days. Neither did hospitals increase the volume of patients admitted to more remunerative diagnoses, notwithstanding the strong a priori expectation that such a response should prevail in fixed-price settings. Taken together, these findings suggest that, for the most part, hospitals do not alter their treatment or admissions policies based on diagnosis-specific prices; however they employ sophisticated coding strategies in order to maximize total reimbursement. The results also suggest that models of quality competition among hospitals may be inappropriate at the level of specific diagnoses ( products').\n\n",
    "acknowledgement": "\n"
}