{
    "id": 9984,
    "citation_title": "Monetary Transmission in the Euro Area: Does the Interest Rate Channel Explain it All?",
    "citation_author": [
        "Ignazio Angeloni",
        "Anil K. Kashyap",
        "Benoit Mojon",
        "Daniele Terlizzese"
    ],
    "citation_publication_date": "2003-09-22",
    "issue_date": "2003-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDrawing on recent Eurosystem research that uses a range of econometric techniques and a number of new data sets, we propose a comprehensive description of how monetary policy affects the euro area economy. We focus mainly on three questions: (1) what are the stylized facts concerning the transmission of monetary policy for the area as a whole and for individual countries? (2) can the  classic' interest rate channel (IRC) alone, without capital market imperfections, explain these facts? (3) if not, is the bank lending channel a likely candidate to complete the story? We find plausible euro-area wide monetary policy responses for prices and output that are similar to those generally reported for the U.S. However, investment (relative to consumption) seems to play a larger role in euro area monetary policy transmission than in the U.S. We cannot reject the hypothesis that the IRC completely characterizes transmission in a few countries, and estimate it to be substantial in almost all. Where the IRC is not dominant, there is normally some direct evidence supporting the presence of a bank lending channel (or other financial transmission channel). The cases where financial effects appear important can be further split according to whether they primarily relate to consumption or investment.\n\n",
    "acknowledgement": "\n"
}