{
    "id": 9987,
    "citation_title": "Can a Work Organization Have an Attitude Problem? The Impact of Workplaces on Employee Attitudes and Economic Outcomes",
    "citation_author": [
        "Ann Bartel",
        "Richard Freeman",
        "Casey Ichniowski",
        "Morris M. Kleiner"
    ],
    "citation_publication_date": "2003-09-29",
    "issue_date": "2003-09-29",
    "revision_date": "2011-01-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the employee opinion survey responses from several thousand employees working in 193 branches of a major U.S. bank, we consider whether there is a distinctive workplace component to employee attitudes despite the common set of corporate human resource management practices that cover all the branches.  Several different empirical tests consistently point to the existence of a systematic branch-specific component to employee attitudes. \"Branch effects\" can also explain why a significant positive cross-sectional correlation between branch-level employee attitudes and branch sales performance is not observed in longitudinal fixed-effects sales models.  The results of our empirical tests concerning the determinants of employee attitudes and the determinants of branch sales are consistent with an interpretation that workplace-specific factors lead to better outcomes for both employees and the bank, and that these factors are more likely to be some aspect of the branches' internal operations rather than some characteristic of the external market of the branch.\n\n",
    "acknowledgement": "\nWe thank participants at NBER's Personnel Economics Conference and the University of Minnesota's Industrial Relations Center Workshop for comments, and Wei Chi, Ricardo Correa, Alexandre Lefter, Raymond Lim, Kyoung Won Park, and Ying Ying Wang, for their research assistance on this paper. We also thank Howard Weiss for providing the attitude data from the bank for our analysis. Because the data used in this study are proprietary, the authors are unable to release them.\n\n\n"
}