{
    "id": 9990,
    "citation_title": "Corruption in Cities: Graft and Politics in American Cities at the Turn of the Twentieth Century",
    "citation_author": [
        "Rebecca Menes"
    ],
    "citation_publication_date": "2003-09-29",
    "issue_date": "2003-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe essay is an exploration of corruption as practiced by city politicians in the United States at the turn of the twentieth century. Corruption is generally considered to be bad for the performance of governments and for the growth and development of economies, but American cities grew rapidly and were, as far as tangible evidence suggests, relatively well governed. I propose the answer to this conundrum lies in the exact types of graft which were possible. Skimming from city contracts and manipulating local real estate markets encouraged politicians to pursue growth enhancing policies. Many of the most damaging forms of government interference -  closing borders and pursuing input-substituting policies -  are not possible in cities. Patronage politics made corruption more likely by insulating politicians from (some) voter wrath, but the ability of the tax base to depart the city provided some constraints on rent-extraction. The city Boss did not want to kill the goose that laid the golden eggs. The analysis of urban graft is based on contemporary reports, especially the very detailed reports in  Shame of the Cities' by Lincoln Steffens. The analysis also answers other important questions raised by the experience of Progressive Era cities: Why did businessmen back reform? And why did machine politics rise, and fall, between 1890 and 1930?\n\n",
    "acknowledgement": "\n"
}