{
    "id": 9993,
    "citation_title": "On the Welfare Consequences of the Increase in Inequality in the United States",
    "citation_author": [
        "Dirk Krueger",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2003-09-29",
    "issue_date": "2003-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the welfare consequences of the stark increase in wage and earnings inequality in the US over the last 30 years. Our data stems from the Consumer Expenditure Survey, which is the only US data set that contains information on wages, hours worked, earnings and consumption for the same cross section of US households. We first document that, while the cross-sectional variation in wages and disposable earnings has significantly increased, the overall dispersion in consumption has not significantly changed. We also show that households at the bottom of the consumption distribution have increased their working hours to a larger extent than the rest of the population. In order to assess the magnitude and the incidence of the welfare consquences of these trends we stimate stochastic processes for earnings, consumption and leisure that are consistent with observed cross-sectional variability (both within and between education groups) and with household mobility patterns. In a standard lifetime utility framework, using consumption and leisure processes, as opposed to earnings processes, results in fairly robust estimates of these consequences. We find that about 60 percent of US households face welfare losses and that the size of these losses ranges from one to six percent of lifetime consumption for different groups.\n\n",
    "acknowledgement": "\n"
}